Repository: BlackRam-oss/BM
Catalog: game/*/*/conditions.po
Languages: french, russian, spanish

source: [q] What do you want to do? [nointeract]
french: [q] Que voulez-vous faire? [nointeract]
russian: [q] Что вы хотите делать? [nointeract]
spanish: [q] ¿Qué quieres hacer? [nointeract]

source: [pcthink] I guess I could use a bit more sleep. There's nothing to do anyway until my stuff arrives...
french: [pcthink] Je suppose que je pourrais dormir un peu plus. Il n'y a rien à faire de toute façon jusqu'à ce que mes affaires reprennent...
russian: [pcthink] Думаю, мне не помешает еще немного поспать. Все равно делать нечего, пока не прибудут мои вещи...
spanish: [pcthink] Supongo que podría dormir un poco. De todos modos, no hay nada que hacer hasta que lleguen mis cosas...

source: [n] Later [withdissolve]
french: [n] Plus tard [withdissolve]
russian: [n] Позже [withdissolve]
spanish: [n] Más Tarde [withdissolve]

source: [pcthink] Okay, the bathroom should be the last room on the left if I remember correctly...
french: [pcthink] D'accord, la salle de bain devrait être la dernière pièce à gauche si je me souviens bien...
russian: [pcthink] Так, ванная должна быть последней комнатой слева, если я правильно помню...
spanish: [pcthink] Vale, el baño debería estar en la última habitación de la izquierda si no recuerdo mal...

source: [pc] S-shit, sorry.
french: [pc] Merde, désolé.
russian: [pc] Черт, извини.
spanish: [pc] Mi-Mierda, lo siento.

source: [m] Um... [pc]? Are you staring at me?
french: [m] Um... [pc]? Tu me regardes?
russian: [m] Эм... [pc]? Ты на меня пялишься?
spanish: [m] Um... [pc]? ¿Me estas mirando?

source: [pc] Ugh... shit, s-sorry.
french: [pc] Pouah... merde, d-désolé.
russian: [pc] Ух... черт, простите.
spanish: [pc] Ugh... mierda, lo siento.

source: [pcthink] Ups...
russian: [pcthink] Вверх...

source: [pcthink] Whoa... looks like [m] just got out of the shower.
french: [pcthink] Whoa... on dirait que [m] vient de sortir de la douche.
russian: [pcthink] Ого... похоже, что [m] только что вышел из душа.
spanish: [pcthink] Vaya... parece que [m] acaba de salir de la ducha.

source: [pcthink] Uhh...
french: [pcthink] Euhh...
russian: [pcthink] Ааа...

source: [mschoice] Mr.
french: [mschoice] M.
russian: [mschoice] Господин.
spanish: [mschoice] Sr.

source: [mschoice] he
french: [mschoice] il
russian: [mschoice] он
spanish: [mschoice] Él

source: [mschoice] boy
french: [mschoice] garçon
russian: [mschoice] мальчик
spanish: [mschoice] Niño

source: [mschoice] Daddy
french: [mschoice] Papa
russian: [mschoice] Папа
spanish: [mschoice] Papá

source: [mschoice] son
french: [mschoice] fils
russian: [mschoice] сын
spanish: [mschoice] Hijo

source: [mschoice] him
french: [mschoice] lui
russian: [mschoice] ему
spanish: [mschoice] Él

source: [mschoice] John
russian: [mschoice] Джон

source: [mschoice] brother
french: [mschoice] frère
russian: [mschoice] брат
spanish: [mschoice] Hermano

source: [mschoice] his
french: [mschoice] son
russian: [mschoice] его
spanish: [mschoice] Su

source: [mschoice] male
french: [mschoice] homme
russian: [mschoice] мужчина
spanish: [mschoice] Hombre

source: [mschoice] Doe
russian: [mschoice] Доу

source: [mschoice] Take a nap
french: [mschoice] Faire une sieste
russian: [mschoice] Вздремнуть
spanish: [mschoice] Toma una siesta

source: [mschoice] Look for [e]
french: [mschoice] Chercher pour [e]
russian: [mschoice] Ищите [e]
spanish: [mschoice] Busca a [e]

source: [mschoice] Look for [m]
french: [mschoice] Regarder pour [m]
russian: [mschoice] Ищите [m]
spanish: [mschoice] Busca a [m]

source: [mschoice] Turn the pc on
french: [mschoice] Allumer le PC
russian: [mschoice] Включите компьютер
spanish: [mschoice] Encender el PC

source: [mschoice] Leave
french: [mschoice] Quitter
russian: [mschoice] Оставить
spanish: [mschoice] Salir

source: [mschoice] Look around
french: [mschoice] Regarder autour de vous
russian: [mschoice] Осмотритесь
spanish: [mschoice] Mira a tu alrededor

source: [mschoice] Look
french: [mschoice] Regarder
spanish: [mschoice] Mirar
