Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] I-I wouldn't have had sex with you if I didn't like you in the first place... it's just... now...
french: [_j_] I-I n'aurait pas eu de relations sexuelles avec vous si je ne t'aimais pas en premier lieu ... c'est juste ... maintenant ...

source: [_j_] Dammit, don't make me say it...
french: [_j_] Dammit, ne me fais pas dire ça ...

source: [_mcthink_] Don't tell me she's in love with me.
french: [_mcthink_] Ne me dites pas qu'elle est amoureuse de moi.

source: [_mc_] Make you say what?
french: [_mc_] Faites vous dire quoi?

source: [_j_] Awww, come on you know what I'm talking about!
french: [_j_] Awww, venez sur vous savez de quoi je parle !

source: [_mc_] I have no clue.
french: [_mc_] Je n'ai aucun indice.

source: [_j_] Awww I hate you!
french: [_j_] Awww je vous déteste !

source: [_mc_] Didn't you just say you like me?
french: [_mc_] N'as-tu pas dit que tu m'aimes?

source: [_j_] I... I fucking... {size=-15}love you...{/size}
french: [_j_] I ... Je putain ... { size=-15 } vous aime ... { /size }

source: [_mc_] What now?
french: [_mc_] Que maintenant?

source: [_j_] I... love you...
french: [_j_] Je ... t'aime ...

source: [_mc_] Was that so hard?
french: [_mc_] C'était si dur?

source: [_j_] I'll never, ever say that again!
french: [_j_] Je ne le répète jamais !

source: [_mc_] Haha, we'll see.
french: [_mc_] Haha, on verra.

source: [_mc_] I love you too, [j].
french: [_mc_] Je t'aime aussi, [j].

source: [_mc_] ...but say [j], [e] isn't the only one who wanted to make me stay with sex, right?
french: [_mc_] ... mais dire [j], [e] n'est pas le seul qui voulait me faire rester avec le sexe, pas vrai?

source: [_mc_] I love you, [j].
french: [_mc_] Je t'aime, [j].

source: [_mc_] Didn't you flirt with me all the time?
french: [_mc_] N'avez-vous pas flirté avec moi tout le temps?

source: [_j_] Well... you're attractive...
french: [_j_] Eh bien ... vous êtes séduisantes ...

source: [_mc_] But you didn't like me?
french: [_mc_] Mais vous n'aimais pas moi?

source: [_j_] I just didn't know you well enough, I didn't dislike you or anything, so...
french: [_j_] Je ne vous ai pas assez bien dit, je n'ai pas méconnu vous ou quoi que ce soit, donc ...

source: [_mc_] And it has obviously nothing to do with [e] wanting me to stay and you being her best friend...
french: [_mc_] Et elle n'a évidemment rien à voir avec [e] me voulant rester et que vous êtes son meilleur ami ...

source: [_j_] Uh... maybe?
french: [_j_] Uh ... peut-être?

source: [_j_] Goddamnit-I-said-it-again...
french: [_j_] Goddamnit-J'ai dit-encore ...

source: [_mc_] Haha, wasn't that hard now, was it?
french: [_mc_] Haha, n'était pas si dur maintenant, n'est-ce pas?

source: [_j_] You have no idea...
french: [_j_] Vous n'avez aucune idée ...

source: [_j_] I was trying to convince myself for days and yet, if you hadn't just...
french: [_j_] J'essayais de me convaincre pendant des jours et pourtant, si vous n'aviez pas ...

source: [_mc_] It's okay, don't worry about it.
french: [_mc_] C'est bon, ne vous inquiéte pas.

source: [_j_] Easy for you to say...
french: [_j_] Facile pour vous de dire ...

source: [_mc_] You never said that to anybody before?
french: [_mc_] Vous n'avez jamais dit ça à qui que ce soit avant?

source: [_j_] No, why would I?
french: [_j_] Non, pourquoi je le ferais?

source: [_n_] You pull her closer.
french: [_n_] Vous la tirez.

source: [_mc_] Say [j], [e] isn't the only one who tried to make me stay with sex, right?
french: [_mc_] Dis [j], [e] n'est pas le seul qui a essayé de me faire rester avec le sexe, pas vrai?

source: [_j_] Uhh... well... maybe? Haha...
french: [_j_] Uhh ... eh bien ... peut-être? Haha ...

source: [_mc_] Jeez, you two... I get that [e] wanted me to stay, but you? Why did you even play along in the first place? Just because she's your friend?
french: [_mc_] Jeez, vous deux ... Je me sens que [e] voulait que je reste, mais vous? Pourquoi avez-vous même joué en premier lieu? Juste parce qu'elle est votre amie?

source: [_j_] Best friend!
french: [_j_] Meilleur ami !

source: [_mc_] Okay, best friend, but still...
french: [_mc_] Ok, meilleur ami, mais toujours ...

source: [_j_] Well, she was unsure if you'd be interested in her and... well, you're handsome, so...
french: [_j_] Eh bien, elle n'était pas sûre que vous seriez intéressé par elle et ... eh bien, vous êtes beau, donc ...

source: [_j_] Well, she was unsure if you'd be interested in her and... well, you look really beautiful, so...
french: [_j_] Eh bien, elle n'était pas sûre que vous seriez intéressé par elle et ... eh bien, vous avez l'air très belle, donc ...

source: [_mc_] Didn't you say she loves me?
french: [_mc_] N'as-tu pas dit qu'elle m'aime?

source: [_j_] Yeah.
french: [_j_] Oui.

source: [_mc_] And you both are okay with that, with each other?
french: [_mc_] Et vous êtes tous les deux d'accord avec ça, entre eux?

source: [_j_] Of course, we share everything, and...
french: [_j_] Bien sûr, nous partageons tout, et ...

source: [_j_] Well, she's actually pretty naughty you know?
french: [_j_] Eh bien, elle est vraiment jolie que tu sais?

source: [_j_] Well... I guess I'm okay with that, but I think she might be a bit jealous...
french: [_j_] Puits ... Je suppose que je vais bien avec ça, mais je pense qu'elle pourrait être un peu jalouse ...

source: [_mc_] And she's okay with you hitting on me then?
french: [_mc_] Et elle va bien avec toi qui me frappe alors?

source: [_j_] Well we're best friends, there's nothing wrong with having some fun as long as it's just between friends.
french: [_j_] Eh bien, nous sommes les meilleurs amis, il n'y a rien de mal à avoir du plaisir aussi longtemps qu'il n'y a qu'entre amis.

source: [_j_] Well, she wants you to stay, so if you didn't want her, she'd prefer it to be me over someone else...
french: [_j_] Eh bien, elle veut que tu restes, donc si tu ne la voulais pas, elle préférerait que ce soit moi sur quelqu'un d'autre ...

source: [_mc_] Damn, you know that's the craziest plan I've ever heard...
french: [_mc_] Damn, vous savez que c'est le plan le plus fou que j'ai jamais entendu ...

source: [_j_] I know...
french: [_j_] Je sais ...

source: [_mc_] Well, let's go on, we should try to find her.
french: [_mc_] Eh bien, allons-y, nous devrions essayer de la trouver.

source: [_j_] Yeah, it's not far anymore.
french: [_j_] Oui, ce n'est plus loin.

source: [_j_] How did it go?
french: [_j_] Comment ça s'est fait?

source: [_mc_] You mean with [e]?
french: [_mc_] Vous voulez dire avec [e]?

source: [_j_] Yes.
french: [_j_] Oui.

source: [_j_] You came back together, didn't you?
french: [_j_] Vous êtes revenu ensemble, n'est-ce pas?

source: [_j_] So I guess you talked?
french: [_j_] Alors, je suppose que vous avez parlé?

source: [_mc_] Yes, we did... I think it's alright now, she said that she'll talk to me from now on.
french: [_mc_] Oui, nous avons ... Je pense que c'est maintenant, elle m'a dit qu'elle me parlera désormais.

source: [_j_] Finally! I thought she'd never make up her mind...
french: [_j_] Enfin ! Je pensais qu'elle ne se rendrait jamais compte ...

source: [_mc_] I guess it wasn't easy for her.
french: [_mc_] Je suppose que ce n'était pas facile pour elle.

source: [_j_] For sure it wasn't, but she made it just harder for herself with every day she didn't talk to you.
french: [_j_] Pour s'assurer que ce n'était pas le cas, mais elle l'a rendue plus difficile avec chaque jour où elle ne vous a pas parlé.

source: [_mc_] Yeah... now we just need to get her to talk to [m] as well.
french: [_mc_] Oui ... maintenant nous avons juste besoin de l'amener à parler au [m] aussi.

source: [_j_] That's... not going to be easy...
french: [_j_] Ça ne va pas être facile ...

source: [_mc_] I'll think of something.
french: [_mc_] Je penserai à quelque chose.

source: [_mcthink_] Hum... there must be a way to make it easier for both of them...
french: [_mcthink_] Hum ... il doit y avoir un moyen de le rendre plus facile pour les deux ...

source: [_mcthink_] Maybe I can convince [m] that [e] just started talking again.
french: [_mcthink_] Peut-être que je peux convaincre [m] que [e] recomma à parler.

source: [_mcthink_] ...but for that [e] has to play along, and I doubt she's willing to do that...
french: [_mcthink_] ... mais pour ce [e] doit jouer, et je doute qu'elle soit prête à faire ça ...

source: [_j_] Hmm... so...
french: [_j_] Hmm ... donc ...

source: [_j_] What are we going to do now?
french: [_j_] Qu'allons-nous faire maintenant?

source: [_mc_] I'm not sure, I can probably deal with [m], but we need to convince [e]...
french: [_mc_] I'm not sure, I can probably deal with [m], but we need to convainc [e]...

source: [_j_] Oh no, I meant what are we going to do right now?!
french: [_j_] Oh non, je voulais dire ce que nous allons faire maintenant? !

source: [_j_] Or do you just want to sit there and do nothing but think, for the rest of the day?
french: [_j_] Ou voulez-vous juste vous asseoir là et ne rien faire mais penser, pour le reste de la journée?

source: [_mc_] Oh, well... I was actually just doing that.
french: [_mc_] Oh, eh bien ... En fait, j'étais juste en train de faire ça.

source: [_j_] Oh, but that's booooring!
french: [_j_] Oh, mais c'est de l'alcool !

source: [_j_] I think I have a much better idea, hehe.
french: [_j_] Je pense que j'ai une meilleure idée, hehe.

source: [_mc_] Oh, I know where this is going...
french: [_mc_] Oh, je sais où ça va ...

source: [_mc_] Come here, Babygirl!
french: [_mc_] Viens ici, Babygirl !

source: [_mc_] Sorry, [j], but I really need to focus...
french: [_mc_] Désolé, [j], mais je dois vraiment me concentrer ...

source: [_j_] Aww... okay...
french: [_j_] Aww ... ok ...

source: [_mc_] Hey, why don't we test the new TV, so you can watch something, and I can think about a solution.
french: [_mc_] Hey, pourquoi ne pas tester la nouvelle TV, donc vous pouvez regarder quelque chose, et je peux penser à une solution.

source: [_mc_] Come on, don't be like that, we have enough time later.
french: [_mc_] Allez, ne pas être comme ça, on a assez de temps plus tard.

source: [_j_] Hehe, just teasing, it's fine.
french: [_j_] Hehe, juste taquiner, c'est bien.

source: [_mc_] Oh you little...
french: [_mc_] Oh, vous avez peu ...

source: [_mc_] Oh I know, but we could at least try the new TV, or something, right?
french: [_mc_] Oh, je sais, mais on pourrait au moins essayer la nouvelle télé, ou quelque chose, non?

source: [_j_] Hum... yeah, sure...
french: [_j_] Hum ... ouais, sûr ...

source: [_j_] Finally!
french: [_j_] Enfin !

source: [_mc_] You've been waiting for this, haven't you?
french: [_mc_] Vous avez attendu ça, n'est-ce pas?

source: [_j_] The whole day...
french: [_j_] Toute la journée ...

source: [_j_] Or maybe even since last time, hehe.
french: [_j_] Ou peut-être même depuis la dernière fois, hehe.

source: [_j_] Always, hehe.
french: [_j_] Toujours, hehe.

source: [_mc_] Damn, [j], you have a really hot body.
french: [_mc_] Damn, [j], vous avez un corps vraiment chaud.

source: [_j_] ...and it's all yours, [mcmd].
french: [_j_] ... et c'est le vôtre, [mcmd].

source: [_mc_] Heh, I'll make good use of it, babygirl.
french: [_mc_] Heh, je vais faire bon usage de ça, babygirl.

source: [_mc_] Damn, [j], you're so sexy.
french: [_mc_] Damn, [j], vous êtes si sexy.

source: [_j_] ...and I'm all yours, [mcmd].
french: [_j_] ... et je suis le vôtre, [mcmd].

source: [_mc_] Heh, then show me more of what's mine, babygirl.
french: [_mc_] Heh, puis me montrer plus de ce que la mienne, babygirl.

source: [_j_] You know, I've just got an idea...
french: [_j_] Vous savez, je viens d'avoir une idée ...

source: [_mc_] What idea?
french: [_mc_] Quelle idée?

source: [_j_] Give me a second...
french: [_j_] Donne-moi une seconde ...

source: [_mc_] What are you doing?
french: [_mc_] Que faites-vous?

source: [_j_] Ha! Got it!
french: [_j_] Ha ! C'est ça !

source: [_mc_] What the... you've been hiding that under my bed?
french: [_mc_] Qu'est-ce que ... tu as caché ça sous mon lit?

source: [_j_] Well, I have to make up for a lot, and you used it with me before, so now it's my turn, hehe.
french: [_j_] Eh bien, je dois te faire beaucoup, et tu l'as utilisé avec moi avant, alors maintenant c'est mon tour, hehe.

source: [_j_] So I put it where I need it... and where nobody would look.
french: [_j_] Alors je l'ai mis là où j'en ai besoin ... et où personne ne regarderait.

source: [_j_] ...not even [m], hehe.
french: [_j_] ... pas même [m], hehe.

source: [_mc_] I see, but why do you think [m] wouldn't look there. She could've found it while cleaning.
french: [_mc_] Je vois, mais pourquoi tu penses que [m] n'y regarderait pas. Elle aurait pu le trouver en nettoyant.

source: [_j_] Well, in that case you could say it's mine, and that we had a lot of fun with it. She'll probably get horny and want to try it with you, hehe.
french: [_j_] Eh bien, dans ce cas vous pourriez dire que c'est le mien, et que nous avons eu beaucoup de plaisir avec ça. Elle va probablement devenir cornée et veut essayer avec toi, hehe.

source: [_j_] ...and then...
french: [_j_] ... et puis ...

source: [_mc_] Then what?
french: [_mc_] Alors quoi?

source: [_j_] Then I can join for a threesome, hehe.
french: [_j_] Alors je peux me joindre à un trio, hehe.

source: [_j_] ...put it in my butt.
french: [_j_] ... met-le dans mon cul.

source: [_mc_] You really like it in the ass, don't you?
french: [_mc_] Vous aimez vraiment le cul, n'est-ce pas?

source: [_j_] Can I put it in my butt, [mcmd]?
french: [_j_] Puis-je le mettre dans mon cul, [mcmd]?

source: [_mc_] Why do you even ask, if you put it in there anywhay?
french: [_mc_] Pourquoi vous demandez, si vous l'avez mis dans la merde?

source: [_j_] Hehe, just being nice.
french: [_j_] Hehe, juste être gentile.

source: [_j_] Hnn... yes, [mcmd]!
french: [_j_] Hnn ... oui, [mcmd]!

source: [_j_] Hnn... hoh god, yes...
french: [_j_] Hnn ... hoh dieu, oui ...

source: [_n_] A while later...
french: [_n_] A bien plus tard ...

source: [_j_] Mhh... why is it that sex with you feels so much better than usual...?
french: [_j_] Mhh ... pourquoi est-ce que le sexe avec vous se sent tellement mieux que d'habitude ...?

source: [_mc_] Who knows... maybe it's love...
french: [_mc_] Qui sait ... peut-être que c'est l'amour ...

source: [_j_] Must be...
french: [_j_] Doit être ...

source: [_j_] Hey, don't you think the armchair is kinda in a bad position for watching TV?
french: [_j_] Hey, vous ne pensez pas que le fauteuil est en mauvaise position pour regarder la télé?

source: [_mc_] Huh? ...uhh...
french: [_mc_] Huh? ... euh ...

source: [_j_] So, why don't we change it, it's your room after all.
french: [_j_] Alors, pourquoi ne pas le changer, c'est votre chambre après tout.

source: [_mc_] Hmm... yeah, we could try a few things.
french: [_mc_] Hmm ... ouais, on pourrait essayer quelques trucs.

source: [_n_] You and [j] move the armchair and ottoman around until you like their positions, then decide to watch a movie...
french: [_n_] Vous et [j] déplacez le fauteuil et l'ottoman jusqu'à ce que vous aimais leurs positions, puis décidez de regarder un film ...

source: [_j_] Whooo, the TV is really good!
french: [_j_] Whooo, la télé est vraiment bonne !

source: [_mc_] Yeah, great image quality.
french: [_mc_] Oui, une grande qualité d'image.

source: [_j_] It was a good idea to move the armchair, wasn't it?
french: [_j_] C'était une bonne idée de déplacer le fauteuil, n'est-ce pas?

source: [_mc_] Hum... the brightness could be better... let's see...
french: [_mc_] Hum ... la luminosité pourrait être meilleure ... voyons ...

source: [_j_] Oh come on, don't be so nitpicky!
french: [_j_] Oh viens, ne suis pas si tricot !

source: [_mc_] I'm not...
french: [_mc_] Je ne suis pas ...

source: [_mc_] Isn't that [st]'s number?
french: [_mc_] N'est-ce pas le numéro de [st]?

source: [_j_] [st]? Oh, is she another girl for your harem?
french: [_j_] [st]? Oh, est-elle une autre fille pour votre harem?

source: [_mc_] Ha-ha, [j]. No, she's my co-worker...
french: [_mc_] Ha-ha, [j]. Non, c'est mon collègue ...

source: [_mc_] Hey, [st]. What's up?
french: [_mc_] Hey, [st]. Qu'est-ce qu'il y a?

source: [_st_] Hello, [mc]. I'm calling because of the... changes.
french: [_st_] Bonjour, [mc]. J'appelle à cause des ... changements.

source: [_mc_] Changes?
french: [_mc_] Changements?

source: [_st_] The project.
french: [_st_] Le projet.

source: [_mc_] Oh... right...
french: [_mc_] Oh ... à droite ...

source: [_mcthink_] Shit, I almost forgot about that. I asked her for a date... or "to meet to talk about the project"...
french: [_mcthink_] Shit, j'ai presque oublié ça. Je lui ai demandé une date ... ou "de se rencontrer pour parler du projet" ...

source: [_mc_] ...when and where do you want to meet?
french: [_mc_] ... quand et où voulez-vous vous rencontrer?

source: [_st_] Hennessy's, downtown, in 20 minutes.
french: [_st_] Hennessy, en ville, en 20 minutes.

source: [_mc_] Whoa, 20 minutes? I'm not sure I can make that.
french: [_mc_] Whoa, 20 minutes? Je ne suis pas sûr de pouvoir faire ça.

source: [_st_] I don't have much time, so better hurry.
french: [_st_] Je n'ai pas beaucoup de temps, donc plus de hâte.

source: [_mc_] Okay, okay, I'll be there in a bit. Just wait.
french: [_mc_] Ok, ok, je serai là dans un peu. Attends.

source: [_st_] Sure... bye.
french: [_st_] Sure ... au revoir.

source: [_mcthink_] Damn, 20 minutes downtown, I don't think that's possible...
french: [_mcthink_] Damn, 20 minutes en ville, je ne pense pas que c'est possible ...

source: [_j_] A date, huh? Does she look good?
french: [_j_] Une date, hein? A-t-elle l'air bien?

source: [_mc_] It's not a date, it's...
french: [_mc_] Ce n'est pas une date, c'est. ..

source: [_j_] Oh, come on...
french: [_j_] Oh, viens sur ...

source: [_j_] ...I'm fine with you dating other girls, as long as you don't forget about me.
french: [_j_] ...Je vais bien avec d'autres filles, tant que vous n'oubliez pas de moi.

source: [_mc_] There's nothing going on with her, [j].
french: [_mc_] Il n'y a rien qui se passe avec elle, [j].

source: [_j_] Then you better hurry up, otherwise it'll stay that way, hehe.
french: [_j_] Alors vous feriez mieux de vous dépêchez, sinon ça restera comme ça, hehe.

source: [_mc_] Jeez, [j]... but you're right, I should hurry up.
french: [_mc_] Jeez, [j]... mais vous avez raison, je devrais me dépêchez.

source: [_j_] Good luck!
french: [_j_] Bonne chance !

source: [_st_] I'm calling because of the necessary changes for the project.
french: [_st_] J'appelle à cause des changements nécessaires pour le projet.

source: [_mcthink_] Shit, I almost forgot about that.
french: [_mcthink_] Shit, j'ai presque oublié ça.

source: [_st_] Alright, so...
french: [_st_] Alright, donc ...

source: [_st_] So... when that is changed, we could use the space on the other side....
french: [_st_] Alors ... quand c'est changé, on pourrait utiliser l'espace de l'autre côté ....

source: [_mc_] Hmm... yeah, that might work.
french: [_mc_] Hmm ... ouais, ça pourrait fonctionner.

source: [_st_] Okay, I think that wraps it up, let me know once you're done.
french: [_st_] Ok, je pense que c'est fini, laissez-moi savoir une fois que vous avez fini.

source: [_mc_] Shouldn't take long. Probably tomorrow. Bye, [st].
french: [_mc_] Ne devrait pas prendre longtemps. Probablement demain. Bye, [st].

source: [_st_] Bye, and thanks.
french: [_st_] Bye, et merci.

source: Take her home
french: Emmenez sa maison

source: Don't take her home
french: Ne la prends pas à la maison

source: Don't kiss her
french: Ne l'embrasse pas

source: Alright, I guess it's okay for one night.
french: D'accord, je suppose que c'est bon pour une nuit.

source: No, better not.
french: Non, mieux pas.

source: I'm not really into that.
french: Je ne suis pas vraiment dans ça.

source: I actually like that!
french: J'aime vraiment ça !

source: Okay, fine. If you want it so badly.
french: Ok, bien. Si tu le veux si mal.

source: No, I don't think so.
french: Non, je ne le pense pas.

source: Grab her ass.
french: Grab son cul.

source: Yes...
french: Oui ...

source: Of course!
french: Bien sûr !

source: I'm not sure honestly...
french: Je ne suis pas sûre de ...

source: Yeah, sure!
french: Ouais, c'est sûr !

source: Switch to her ass.
french: Passez à son cul.

source: Don't.
french: Ne le fait pas.

source: You're right, it helped.
french: Tu as raison, ça a aidé.

source: That's not right.
french: Ce n'est pas juste.

source: You could've just asked me.
french: Tu aurais pu me demander.

source: You better not do that again.
french: Tu feras mieux de ne pas recommencer.

source: We better not play games with her mind.
french: Nous ne jouons pas avec son esprit.

source: Sounds like a plan!
french: Ça ressemble à un plan !

source: Make her say it.
french: Fais-le dire.

source: Tell her that you love her.
french: Dis-lui que tu l'aimes.

source: Tell her that you love her too.
french: Dis-lui que tu l'aimes aussi.

source: Change the topic.
french: Modifiez la rubrique.

source: Have sex.
french: Ayez du sexe.

source: Not now.
french: Pas maintenant.

source: [pcthink] I'm a bit hungry.
italian: [pcthink] Ho un po' fame.

source: [pcthink] Let's have a look in the fridge.
italian: [pcthink] Diamo un'occhiata in frigo.

source: [pcthink] I wonder if [m] and [e] are back already...
italian: [pcthink] Mi chiedo se [m] e [e] siano tornati già...

source: [n] You open the door and...
italian: [n] Si apre la porta e...

source: Girl || Owww... [withhpunch]
italian: Ragazza <unk> <unk> Owww... [withhpunch]

source: [pcthink] Huh? Who is she?
italian: [pcthink] Huh? Chi è?

source: [pc] Ugh! Are you okay?
italian: [pc] Ugh! Stai bene?

source: Girl || Uhh... yeah... I-I guess.
italian: Ragazza <unk> <unk> Uhh... sì... I-Immagino.

source: [pc] Sorry, I didn't see you.
italian: [pc] Scusa, non ti ho visto.

source: Girl || No, I'm sorry, I didn't expect somebody coming out of this room.
italian: Ragazza <unk> <unk> No, mi dispiace, non mi aspettavo qualcuno che venisse fuori da questa stanza.

source: Girl || I'm [j] by the way. You're [e]'s big [bs], right?
italian: Ragazza <unk> <unk> Sono [j] a proposito. Sei [e]grande [bs], vero?

source: [pc] Yes, [pc].
italian: [pc] Sì, [pc].

source: [j] Nice to meet you, [pc].
italian: [j] Bello per incontrarti, [pc].

source: [pc] Nice to meet you too, [j]... and what are you doing here?
italian: [pc] Piacere di conoscerti, [j]... e tu che ci fai qui?

source: [j] I'm [e]'s classmate. I'm helping her out with homework from time to time.
italian: [j] Sono [e]compagno di classe. La sto aiutando con i compiti di tanto in tanto.

source: [pc] Really?! That's nice... I bet it's not easy.
italian: [pc] Davvero?! È bello... Scommetto che non è facile.

source: [j] It's fine. We're friends, after all.
italian: [j] Va bene. Siamo amici, dopo tutto.

source: [pcthink] Friends huh? I thought someone like [e] wouldn't have any...
italian: [pcthink] Amici eh? Ho pensato che qualcuno come [e] non avrebbe avuto...

source: [pc] Cool. Well I don't want to keep you then.
italian: [pc] Raffreddamento. Beh, non voglio tenerti allora.

source: [j] Hehe, thanks.
italian: [j] Hehe, grazie.

source: [j] Later [pc].
italian: [j] Più tardi [pc].

source: [pc] Yeah, later.
italian: [pc] Sì, più tardi.

source: [pcthink] Hm... [e]s classmate? She looks older than [e]...
italian: [pcthink] Hm... [e]compagno di classe? Sembra più vecchia di [e]...

source: [pcthink] ...uff... what a gap!
italian: [pcthink] ...uff... che vuoto!
