Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [pc] Sure. By the way, is she your secretary?
italian: [pc] Certo. A proposito, lei è la tua segretaria?

source: [boss] Yes and no. She's actually more than just a secretary. In fact, she could handle the company on her own if she'd just be a bit more confident, but that woman is way too shy, I tell ya...
italian: [boss] Sì e no. In realtà è più di una semplice segretaria. In realtà, potrebbe gestire l'azienda da solo se sarebbe solo un po 'più fiducioso, ma quella donna è decisamente troppo timida, lo dico ya...

source: [pc] Yeah, I've noticed that.
italian: [pc] Sì, l'ho notato.

source: [boss] Don't worry, she'll open up to you over time. That's just the way she is.
italian: [boss] Non ti preoccupare, ti aprirà nel tempo. È così che è.

source: [pc] I hope so... errm... can I ask you a personal question?
italian: [pc] Spero così... errm... posso farti una domanda personale?

source: [boss] There is nothing going on between us, so if you're interested in her, just go for it.
italian: [boss] Non c'è nulla che sta accadendo tra di noi, quindi se sei interessato a lei, basta andare per questo.

source: [pc] Eh... haha, actually I was wondering what C.J. stands for?
italian: [pc] Eh... haha, in realtà mi stavo chiedendo per che cosa stia C.J?

source: [boss] My name?
italian: [boss] Il mio nome?

source: [pc] Yeah, it's always just C.J. in every paper I've seen so far.
italian: [pc] Sì, è sempre solo il C.J. in ogni carta che ho visto finora.

source: [boss] Colin-James Olafsson is the name, and yes, I have some Viking ancestry. One of them even sailed with the children of Eirik the Red.
italian: [boss] Colin-James Olafsson è il nome, e sì, ho qualche ascendenza vichinga. Uno di loro ha anche navigato con i figli di Eirik il Rosso.

source: [pc] Wow, that's interesting!
italian: [pc] Wow, è interessante!

source: [boss] Anyway, I won't keep you any longer. We both have a lot of work to do. See ya next week.
italian: [boss] Comunque, non ti terrò più. Abbiamo entrambi molto lavoro da fare. Vedi ya la settimana prossima.

source: [pc] Yeah, goodbye.
italian: [pc] Sì, arrivederci.

source: [pcthink] A message from [e]? HA! I knew it!
italian: [pcthink] Un messaggio da [e]? HA! Lo sapevo!

source: [pcthink] Heh... cute dress...
italian: [pcthink] Heh... vestito carino...

source: [pcthink] Is that her tongue sticking out?
italian: [pcthink] La sua lingua sta attaccando?

source: [pcthink] Yep, it is... damn she's so cute.
italian: [pcthink] Sì, è... maledetta è così carina.

source: Cop || Ouuch!
italian: Cop <unk> <unk> Ouuch!

source: Cop || YOU!
italian: Cop <unk> <unk> YOU!

source: [pcthink] Not this guy again...
italian: [pcthink] Non è più questo ragazzo...

source: Cop || So-so, not watching where we're going, are we?
italian: Cop <unk> <unk> So-so, non guardare dove stiamo andando, siamo?

source: [pc] I doubt that {b}you{/b} were looking, idiot...
italian: [pc] Dubito che {b}tu {/b} stavi guardando, idiota...

source: [pcthink] Shit, I shouldn't have said that!
italian: [pcthink] Merda, non avrei dovuto dirlo!

source: Cop || What was that? Insulting an officer? W-wait... you ran into me, that was obviously an attack! Ha! Now I got you!
italian: Cop <unk> <unk> Cos'era quello? Isolare un ufficiale? W-wait... ti sei imbattuto in me, che era ovviamente un attacco! Ciao! Ora ti ho preso!

source: [pc] What? That's bullshit and you know it!
italian: [pc] Cosa? È una stronzata e lo sapete!

source: Cop || Hands where I can see them, turn around, asshole!
italian: Cop <unk> <unk> Mani dove posso vederli, girare intorno, stroncato!

source: [pcthink] Fuck... what an idiot...
italian: [pcthink] Fuck... che idiota...

source: [pcthink] Damn... I had hoped to never see this cell again...
italian: [pcthink] Dannazione... Avevo sperato di non vedere più questa cella...

source: [pcthink] Fuck that goddamn wannabe Sherlock! What the fuck is his problem anyway!
italian: [pcthink] Cazzo quel maledetto wannabe Sherlock! Che cazzo è il suo problema comunque!

source: [pcthink] How many times have I seen this cell from the inside?
italian: [pcthink] Quante volte ho visto questa cella dall'interno?

source: [pcthink] Shit, I hope they let me go soon, I don't want to spend the night here...
italian: [pcthink] Merda, spero che mi abbiano lasciato andare presto, non voglio passare la notte qui...

source: [pcthink] Especially not in wet clothes...
italian: [pcthink] Soprattutto non in vestiti bagnati...

source: [pcthink] ...what's up with her?
italian: [pcthink] ...Cosa c'è con lei?

source: [pcthink] Damn, I hope [m] and [e] don't find out I'm in here.
italian: [pcthink] Dannazione, spero [m] e [e] non scoprirò che sono qui dentro.

source: Prostitute || Hey there, handsome. I haven't seen you here before.
italian: Prostitute <unk> <unk> Hey lì, bello. Non ti ho visto qui prima.

source: Prostitute || Hey there, beautiful. I haven't seen you here before.
italian: Prostitute <unk> Ehi lì, bello. Non ti ho visto qui prima.

source: [pc] Ugh... yeah, you're a few years late...
italian: [pc] Ugh... sì, sei in ritardo di qualche anno...

source: Prostitute || Huh? What do you mean, honey?
italian: Prostitute <unk> <unk> Huh? Cosa intendi, miele?

source: [pc] ...forget it.
italian: [pc] ...dimenticatelo.

source: Prostitute || But it's never too late to have a bit fun, don't you think, sexy?
italian: Prostitute <unk> <unk> Ma non è mai troppo tardi per divertirsi, non pensate, sexy?

source: [pc] We are in a holding cell already, do you want to get in even more trouble?
italian: [pc] Siamo già in una cella di tenuta, vuoi ottenere ancora più problemi?

source: Prostitute || No risk, no fun.
italian: Prostitute <unk> <unk> Nessun rischio, nessun divertimento.

source: Prostitute || Come on, sexy, I'll make it worth your time!
italian: Prostitute <unk> <unk> Avanti, sexy, farò vale la pena il vostro tempo!

source: [oc_] Apart you two!
italian: [oc_] A parte due!

source: Prostitute || Ughh, shit!
italian: Prostitute <unk> <unk> Ughh, merda!

source: [oc_] Sam, aren't you in enough trouble already?
italian: [oc_] Sam, non hai già abbastanza problemi?

source: Prostitute || Fuck off, old man, you're not my dad!
italian: Prostitute <unk> <unk> Scopata fuori, vecchio uomo, non sei mio papà!

source: [oc_] And you're lucky that I'm not...
italian: [oc_] E sei fortunato che non sia...

source: Prostitute || Pfft...
italian: Prostitute <unk> <unk> Pfft...

source: [oc_] Wait a minute...
italian: [oc_] Aspetta un minuto...

source: [pcthink] Is that... Johnson?!
italian: [pcthink] È questo... Johnson?!

source: [oc] What the hell are {b}you{/b} doing here? I thought I'd never see you again?!
italian: [oc] Che diavolo hai {b}che stai facendo qui? Ho pensato che non ti avrei mai rivisto?!

source: [pc] Yeah, likewise...
italian: [pc] Sì, allo stesso modo...

source: [oc] Come on, you know what I mean. When did you come back?
italian: [oc] Avanti, sai cosa voglio dire. Quando sei tornato?

source: [pc] About a week ago...
italian: [pc] Circa una settimana fa...

source: [oc] A week?!
italian: [oc] Una settimana?!

source: [oc] A fuckin' week and you're in a cell already?
italian: [oc] Una settimana di fuckin e sei già in una cella?

source: [pc] Hey, it's not my fault this time. I've changed a lot since back then.
italian: [pc] Ehi, questa volta non è colpa mia. Ho cambiato molto da allora.

source: [pcthink] Wow, that sounds like [m]...
italian: [pcthink] Wow, che suona come [m]...

source: [oc] ...and you think I believe that? Seriously, you should know better, [pc].
italian: [oc] ...e pensate che io credo? Seriamente, dovreste sapere meglio, [pc].

source: [pc] It's true. There is this idiot... shit, I mean a co-worker of yours who is on me constantly, for whatever weird reason...
italian: [pc] È vero. C'è questo idiota... merda, intendo un tuo collaboratore che è su di me costantemente, per qualsiasi strano motivo...

source: [oc] Who?
italian: [oc] Chi?

source: [pc] I don't know his name. He wasn't here back then... He's quite short, clumsy, {i}out of shape{/i}... and he thinks he's the new white "Shaft" or something...
italian: [pc] Non conosco il suo nome. Non era qui allora. È abbastanza breve, goffo, {i}fuori forma{/i}... e pensa di essere il nuovo "Alto" bianco o qualcosa...

source: [oc] So that's why he wanted to have access to the old files.
italian: [oc] Quindi è per questo che voleva avere accesso ai vecchi file.

source: [pc] Seriously, what's his problem?
italian: [pc] Seriamente, qual è il suo problema?

source: [oc] Come on, let's get you outta here.
italian: [oc] Avanti, cerchiamo di farti uscire qui.

source: [oc] Alright, that's it, you're free to go. Make sure that's the last time I have to see you here!
italian: [oc] Bene, è così, sei libero di andare. Assicurati che sia l'ultima volta che devo vederti qui!

source: [pc] If it was up to me I wouldn't be here in the first place... but seriously, thanks.
italian: [pc] Se fosse a me non sarei qui in primo luogo... ma seriamente, grazie.

source: [w] Oi! What the...
italian: [w] Oi! Che cosa...

source: [oc] Ugh... bad timing...
italian: [oc] Ugh... errato tempo...

source: [w] Johnson, what's going on here? What are you doing with my prisoner?
italian: [w] Johnson, cosa sta succedendo qui? Cosa stai facendo con il mio prigioniero?

source: [oc] First of all, [heshe] is not {b}your{/b} prisoner...
italian: [oc] Prima di tutto, [heshe] non è {b}il tuo prigioniero {/b}...

source: [oc] Secondly, you know as much as I do, that your accusations won't stand a chance in court. You should be happy that I'm doing the paperwork.
italian: [oc] In secondo luogo, sapete quanto me, che le vostre accuse non avranno alcuna possibilità in tribunale. Dovreste essere felici che sto facendo i documenti.

source: [w] T-that's... that's harassment! Y-you only want to bully me!
italian: [w] T-that's... è molestia! Y-you only want to bully me!

source: [oc] Sure, [w]... why don't you go back on the streets and watch the traffic...
italian: [oc] Certo, [w]... perché non tornate per le strade e guardate il traffico...

source: [w] {b}You{/b}... I know that you're in cahoots over something... That one closed case, it's obvious that you're hiding something and I'm going to prove it!
italian: [w] {b}Tu{/b}... So che sei in cahoots su qualcosa... Quel caso chiuso, è ovvio che stai nascondendo qualcosa e lo dimostrerò!

source: [w] Say goodbye to your pension, Johnson!
italian: [w] Dite addio alla vostra pensione, Johnson!

source: [pc] That doesn't sound good... this guy has some serious issues...
italian: [pc] Che non sembra buono... questo ragazzo ha alcuni problemi seri...

source: [oc] Don't worry about him, nobody here takes him seriously, and the case was closed a long time ago.
italian: [oc] Non preoccuparti di lui, nessuno qui lo prende sul serio, e il caso è stato chiuso molto tempo fa.

source: [pc] I don't want you to get into trouble because of me.
italian: [pc] Non voglio che tu ti guai a causa di me.

source: [oc] Better worry about yourself. Make sure that I don't have to see you again before my retirement.
italian: [oc] Meglio preoccuparsi di te stesso. Assicurati di non doverti rivederti ancora prima della mia pensione.

source: [pc] Heh, can't be long, old man.
italian: [pc] Heh, non può essere lungo, anziano.

source: [oc] Ha...{w=1} Ha...{w=1} Now move ya ass outta here!
italian: [oc] Ha...{w=1} Ha...{w=1} Ora muovi ya ass outta qui!

source: [pc] I'm gone already... thanks, Johnson...
italian: [pc] Sono già andato... grazie, Johnson...

source: [n] Your way back home is quite unspectacular, but you can't help but to think about how many times [oc] saved your ass when you were younger...
italian: [n] Il tuo ritorno a casa è piuttosto inspettacolare, ma non puoi fare a meno di pensare a quante volte [oc] hai salvato il culo quando eri più giovane...

source: [n] A bit later.
italian: [n] Un po' più tardi.

source: [m] So, how was your day, Hun? You've been away longer than I thought you would be.
italian: [m] Allora, com'era il tuo giorno, Hun? Sei stato via più a lungo di quanto pensassi.

source: [pc] Uh, yeah nothing special... I met my new boss and we had a long conversation about work...
italian: [pc] Uh, sì, niente di speciale... Ho incontrato il mio nuovo capo e abbiamo avuto una lunga conversazione sul lavoro...

source: [m] Oh really? He was there on a Sunday?
italian: [m] Oh veramente? Era lì la domenica?

source: [pc] Yeah, I was surprised as well.
italian: [pc] Sì, anch'io ero sorpreso.

source: [m] Now I understand why you took so long.
italian: [m] Ora capisco perché hai impiegato così tanto tempo.

source: [pcthink] Why would she be interested in how long I'm away? I didn't even mention how long I'd be gone...
italian: [pcthink] Perché sarebbe interessata a quanto tempo sono lontano? Non ho nemmeno accennato per quanto tempo avrei finito...

source: [m] Oh but, he doesn't expect you to work on weekends, too, does he?
italian: [m] Oh ma, lui non si aspetta che tu lavori anche nei fine settimana, vero?

source: [pc] No... as I said, I'm only expected to be there a few days per week.
italian: [pc] No... come ho detto, mi aspettavo solo qualche giorno alla settimana.

source: [pc] In fact, since we settled everything today, I don't even need to go there next week, but will start working from here tomorrow.
italian: [pc] Infatti, dal momento che oggi abbiamo risolto tutto, non ho nemmeno bisogno di andare lì la prossima settimana, ma inizierà a lavorare da qui domani.

source: [m] Oh, that's nice. But don't forget to take enough breaks in between.
italian: [m] Oh, è bello. Ma non dimenticate di fare abbastanza pause nel mezzo.

source: [pc] Yeah, sure, I'm not a workaholic, [m]...
italian: [pc] Sì, certo, non sono uno stacanovista, [m]...

source: [m] That's good to hear.
italian: [m] È bello sentire.

source: [pcthink] Jeez, is she just acting or does she really want me to stay home...
italian: [pcthink] Jeez, è lei solo recitare o lei vuole davvero che io rimanga a casa...

source: [pcthink] ...and why would she want me to be here?
italian: [pcthink] ...e perché vorrebbe che fossi qui?

source: [n] At night...
italian: [n] Di notte...

source: [pcthink] Shit, maybe I should have used the opportunity to ask [m] some more questions when she was under the influence of the pills...
italian: [pcthink] Merda, forse avrei dovuto approfittare dell'opportunità di fare [m] altre domande quando lei era sotto l'influenza delle pillole...

source: [pcthink] ...maybe tomorrow...
italian: [pcthink] ...forse domani...

source: [pcthink] Hum... it's really late...
italian: [pcthink] Uomo... è davvero tardi...

source: [pcthink] [e] should be here by now...
italian: [pcthink] [e] dovrebbe essere qui ora...

source: [pcthink] I wonder if she's embarrassed about what happened in her room earlier today...
italian: [pcthink] Mi chiedo se lei sia imbarazzata di ciò che è successo nella sua stanza oggi...

source: [pcthink] Nah... I don't think so...
italian: [pcthink] Nah... Non credo così...

source: [pcthink] She wasn't really shy about it, and she {b}did{/b} return the kiss after all...
italian: [pcthink] Non era davvero timida e lei {b}ha fatto {/b} restituire il bacio dopo tutto...

source: [pcthink] It's probably [m] who told her to stay in her room again, even though... I haven't heard her talking to [e]...
italian: [pcthink] È probabilmente [m] che le ha detto di rimanere nuovamente nella sua stanza, anche se... non l'ho sentita parlare con [e]...

source: [pcthink] Anyway, I better get some sleep...
italian: [pcthink] In ogni caso, meglio dormire un po'...

source: [m] [bpc]! WHAT THE HELL DID YOU DO THIS TIME? [withhpunch]
italian: [m] [bpc]! COSA HELL DIDI FARE QUESTO TEMPO? [withhpunch]

source: [oc] Calm down, [m]. It doesn't help to yell at [himher].
italian: [oc] Calmati, [m]. Non aiuta a urlare a [himher].

source: [m] WHAT DO YOU KNOW? YOU DON'T HAVE TO LIVE WITH THIS...
italian: [m] COSA CONOSCIUTE? NON HAI VIVERE CON QUESTE...

source: [m] So what did [heshe] do this time?
italian: [m] Che cosa ha fatto [heshe] questa volta?

source: [oc] [m], you're not making this any better! Sit down and think about who you're talking to!
italian: [oc] [m], non sei in grado di migliorarlo! Siediti e pensi a chi stai parlando!

source: [m] I'm sorry, [oc]... [heshe]'s just...
italian: [m] Mi dispiace, [oc]... [heshe]è solo...

source: [m] I just can't stand [himher] any longer...
italian: [m] Non posso più sopportare [himher]...

source: [pcthink] Damn dreams...
italian: [pcthink] Dannazione sogni...

source: [pcthink] ...I think that day was the last time I got into a fight with those two assholes from school again...
italian: [pcthink] ...Penso che quella giornata sia stata l'ultima volta che sono entrato in una lotta con quei due stronzi da scuola di nuovo...

source: [pcthink] I broke the nose of one of them and hit the other one with a cane.
italian: [pcthink] Ho rotto il naso di uno di loro e ho colpito l'altro con una canna.

source: [pcthink] ...I can't say I regret it, but it was really dumb...
italian: [pcthink] ... non posso dire che me ne rammarico, ma è stato davvero stupido...

source: [pcthink] Without [oc] I would've ended up in jail...
italian: [pcthink] Senza [oc] avrei finito in prigione...

source: [pcthink] I guess I wasn't the nicest guy around that time...
italian: [pcthink] Immagino di non essere stato il ragazzo più bello intorno a quel tempo...

source: [pcthink] I guess I wasn't the nicest girl around that time...
italian: [pcthink] Immagino di non essere la ragazza più bella intorno a quel tempo...

source: [pcthink] [e] didn't come over...
italian: [pcthink] [e] non è finito...

source: [n] You get up and make yourself ready for breakfast.
italian: [n] Ti alzi e ti prepari per la colazione.

source: [pcthink] [e] didn't look at me once yet...
italian: [pcthink] [e] non mi ha ancora guardato una volta...

source: [pc] Is everything alright, [e]?
italian: [pc] Va tutto bene, [e]?

source: [n] A bit later...
italian: [n] Un po' più tardi...

source: [m] We are leaving, I've made you some extra food for the day, it's in the fridge.
italian: [m] Stiamo partendo, ti ho fatto un po' di cibo in più per la giornata, è in frigo.

source: [pc] Thanks, [m].
italian: [pc] Grazie, [m].

source: [m] If you need something else, whatever it might be, don't hesitate and give me a call, okay, Hun?
italian: [m] Se hai bisogno di qualcos'altro, qualunque cosa sia, non esitare e darmi una chiamata, ok, Hun?

source: [pc] Sure.
italian: [pc] Certo.

source: [pcthink] Why is she so nice to me today? Huh? ...what's up with [e]?!
italian: [pcthink] Perché è così gentile con me oggi? Huh? ...Cosa c'è con [e]?!

source: [pc] Heh... you should probably go, or you'll be late... We can talk later, okay?
italian: [pc] Heh... probabilmente dovresti andare, o sarai in ritardo... Possiamo parlare più tardi, okay?

source: [pcthink] Wow, that came out of nowhere...
italian: [pcthink] Wow, che è uscito dal nulla...

source: [pcthink] Err... Looks like I'm not the only one who's surprised.
italian: [pcthink] Err... Sembra che io non sia l'unico che sia sorpreso.

source: [pcthink] Phew... [m] didn't say a word, but that look on her face... I wonder what she was thinking.
italian: [pcthink] Phew... [m] non ha detto una parola, ma quel guardare sul suo viso... Mi chiedo cosa stava pensando.

source: [pcthink] Anyway, I should probably start working on the project for [boss], I have a lot to do and I don't have that much time...
italian: [pcthink] In ogni caso, probabilmente dovrei iniziare a lavorare sul progetto per [boss], Ho molto da fare e non ho così tanto tempo...

source: [n] You spend the rest of the morning and afternoon working on the project, only taking short breaks to go to the bathroom or get some snacks from the kitchen.
italian: [n] Trascorrete il resto del mattino e del pomeriggio a lavorare al progetto, prendere solo brevi pause per andare in bagno o prendere alcuni spuntini dalla cucina.

source: [pcthink] Ugh, this won't work either...
italian: [pcthink] Ugh, nemmeno questo funzionerà...

source: [pcthink] Damn, where is the error?
italian: [pcthink] Dannazione, dov'è l'errore?

source: [pcthink] ...gaaawd, I need a break...
italian: [pcthink] ...gaaawd, ho bisogno di una pausa...

source: [pcthink] I think I've heard [e] and [m] coming back a while ago and it sounded like there was someone else as well...
italian: [pcthink] Penso di aver sentito [e] e [m] tornare un po 'fa e sembrava che c'era anche qualcun altro...

source: [pcthink] Maybe I should just stop for today...
italian: [pcthink] Forse dovrei solo fermarmi per oggi...

source: [n] A while later...
italian: [n] Un po' più tardi...

source: Voice || Mphh... mphhh...
italian: Voce <unk> <unk> Mphh... mphh...

source: [pcthink] Gawd, I love these girls!
italian: [pcthink] Gawd, Amo queste ragazze!

source: [pcthink] Too bad there's no girl on girl action...
italian: [pcthink] Peccato che non ci sia una ragazza sull'azione della ragazza...

source: Girl 2 || Are you about to cum babe?
italian: Ragazza 2 <unk> <unk> Stai per cum babe?

source: [pcthink] Hehe, yeah spray that load all over them!
italian: [pcthink] Hehe, sì, spruzzare quel carico su di loro!

source: [pc] What!? Are you fucking serious? That's even worse than in porn games...
italian: [pc] Cosa!? Stai scopando seriamente? È anche peggio che nei giochi porno...

source: [pcthink] ...that was... unsatisfying...
italian: [pcthink] ...che era... insoddisfacente...

source: [pcthink] Hum... shit, isn't it dinner time already?
italian: [pcthink] Uomo... merda, non è già ora di cena?

source: [pcthink] I guess I'll have a look...
italian: [pcthink] Immagino che avrò un'occhiata...

source: [pcthink] It's funny how quick I got used to [m] making dinner every evening... or breakfast...
italian: [pcthink] E 'divertente quanto veloce mi sono abituato a [m] fare cena ogni sera... o colazione...

source: [pcthink] Huh? Isn't [m] making dinner today?
italian: [pcthink] Huh? Non sta [m] cenando oggi?

source: [pcthink] [e] is gone again...
italian: [pcthink] [e] è andato di nuovo...

source: [pc] Wait!
italian: [pc] Aspetta!

source: [pcthink] Did that really happen last night?
italian: [pcthink] È successo davvero ieri sera?

source: [pcthink] ...did we really...?
italian: [pcthink] ... abbiamo davvero...?

source: [pcthink] T-that's impossible, she's my little sister...
italian: [pcthink] T-questo è impossibile, lei è la mia sorellina...

source: [pcthink] Err, I mean, she's not, but still...
italian: [pcthink] Err, voglio dire, non è, ma ancora...

source: [pcthink] ...and wouldn't she be here if we...
italian: [pcthink] ...e non sarebbe qui se noi...

source: [pcthink] Wait, what time is it?
italian: [pcthink] Aspetta, che ora è?

source: [pcthink] Ugh, shit, I overslept... dammit!
italian: [pcthink] Ugh, merda, ho dormito troppo... dammit!

source: [pcthink] I better get up, I still have a lot of work to do...
italian: [pcthink] Meglio alzarmi, ho ancora molto lavoro da fare...

source: [n] You get up, make yourself ready and start working on the project again for a while.
italian: [n] Si alza, si prepara e inizia a lavorare di nuovo sul progetto per un po'.

source: [pcthink] There we go... this should work nicely...
italian: [pcthink] Ci andiamo... questo dovrebbe funzionare piacevolmente...

source: [pcthink] I could use a break...
italian: [pcthink] Potrei usare una pausa...

source: [pcthink] Maybe I should take a walk... get some fresh air... get a coffee...
italian: [pcthink] Forse dovrei fare una passeggiata... prendere un po' di aria fresca... prendere un caffè...
