Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_j_] Hold on, hold on... fuck!
french: [_j_] Attends, accrochez ... baise !

source: [_j_] Haaa... your tongue feels amazing, [mcmd].
french: [_j_] Haaa ... votre langue est incroyable, [mcmd].

source: [_j_] Damn, [e], don't go too fast yet!
french: [_j_] Damn, [e], ne va pas encore trop vite !

source: [_j_] I want some fun, too...
french: [_j_] Je veux un peu de plaisir, aussi ...

source: [_j_] If you don't mind, [mcmd].
french: [_j_] Si vous ne le faites pas, [mcmd].

source: [_j_] Hnn... how are you holding up, [e]?
french: [_j_] Hnn ... comment vous détenons, [e]?

source: [_e_] Nhhh!...hnnn...
french: [_e_] Nhhh ! ...

source: [_j_] Ohhh, damn, [mcmd]... this feels great!
french: [_j_] Ohhh, merde, [mcmd]... c'est super !

source: [_j_] Nhhh... yes, there... haaaa!
french: [_j_] Nhhh ... oui, là ... haaaa !

source: [_mcthink_] Shit, [e] is tightening up...
french: [_mcthink_] Shit, [e] se resserre ...

source: [_j_] Now's my turn, [e].
french: [_j_] Maintenant, mon tour, [e].

source: [_j_] Right there.
french: [_j_] Droit là-bas.

source: [_j_] Haa... yes!
french: [_j_] Haa ... oui !

source: [_mc_] [e] come here.
french: [_mc_] [e] viennent ici.

source: [_j_] Ohh gaaaawd, [mcmd], I love your dick!
french: [_j_] Ohh gaaaawd, [mcmd], j'aime ta bite !

source: [_mc_] I'm getting close!
french: [_mc_] Je me ferme !

source: [_j_] [e], I think it's time for the grand finale.
french: [_j_] [e], je pense qu'il est temps pour la grande finale.

source: [_mc_] Hey, why did you stop?
french: [_mc_] Hey, pourquoi avez-vous arrêté?

source: [_j_] Like we agreed?
french: [_j_] Comme nous sommes convenus?

source: [_mc_] What are you up to?
french: [_mc_] Qu'est-ce que vous voulez?

source: [_j_] The grant finale! You on top of [e].
french: [_j_] La finale de la subvention ! Vous en haut du [e].

source: [_mc_] Hmm... sounds good.
french: [_mc_] Hmm ... sonne bien.

source: [_mc_] Let's try this.
french: [_mc_] Essayons ça.

source: [_j_] Mmh... looks sexy! I'll watch!
french: [_j_] Mmh ... a l'air sexy ! Je regarderai !

source: [_j_] Damn, this looks so hot!
french: [_j_] Damn, ça a l'air si chaud !

source: [_j_] You like it, [e]?
french: [_j_] Vous aimez, [e]?

source: [_j_] Haha, obvious.
french: [_j_] Haha, évident.

source: [_mc_] Heh, come closer...
french: [_mc_] Heh, plus proche ...

source: [_j_] Hnn, yes, [mcmd]!
french: [_j_] Hnn, oui, [mcmd]!

source: [_mc_] Damn, I'm close, [e], are you ready?
french: [_mc_] Damn, je suis proche, [e], êtes-vous prêt?

source: [_j_] Oh, [mcmd], I'm close, too!
french: [_j_] Oh, [mcmd], je suis proche aussi !

source: [_mc_] Shit!
french: [_mc_] Merde!

source: [_j_] Nhhh... fill her, [mcmd]! Fill her with your hot, juicy cum!
french: [_j_] Nhhh ... la remplir, [mcmd]! Renseignez avec votre foutre chaud et juteux !

source: [_j_] Fill your little sister's baby room with your seed, [mcmd]!
french: [_j_] Remplissez la chambre de bébé de votre petite sœur avec votre semence, [mcmd]!

source: [_mc_] Holy shit! [withflash]
french: [_mc_] Saint-merde ! [withflash]

source: [_mc_] Damn...
french: [_mc_] Merde...

source: [_j_] Mmmh, [mcmd] that was awesome!
french: [_j_] Mmmh, [mcmd] c'était génial !

source: [_j_] You'll love it, promise!
french: [_j_] Vous allez l'aimer, promettre !

source: [_mc_] Now I'm curious.
french: [_mc_] Maintenant, je suis curieux.

source: [_mc_] Oh, I think I know...
french: [_mc_] Oh, je pense que je sais ...

source: [_j_] Do you like it, [mcmd]?
french: [_j_] Tu aimais ça, [mcmd]?

source: [_mc_] Hmmm... suck on my clit, [e].
french: [_mc_] Hmmm ... sucer dans mon clit, [e].

source: [_mc_] How could I not like it, with two beautiful, hot girls...
french: [_mc_] Comment je ne l'aimais pas, avec deux belles filles chaudes ...

source: [_j_] Mhh... do you like...mphh... getting eaten out by your... mhhh... little girls, [mcmd]?
french: [_j_] Mhh ... vous aimez ... mphh ... vous mangez par votre ... mhhh ... petites filles, [mcmd]?

source: [_mc_] It feels great, girls!
french: [_mc_] C'est géo, les filles !

source: [_j_] Mhhh... your skin is so smooth...
french: [_j_] Mhhh ... votre peau est si lisse ...

source: [_j_] Look at her...mhhh... right between your legs... mmph... tasting your juicy, wet pussy...
french: [_j_] Regarde sa ... mhhh ... entre vos jambes ... mmph ... goûtez votre juteuse, la chatte mouillée ...

source: [_mc_] Damn, you look so sexy down there...
french: [_mc_] Damn, vous avez l'air si sexy là-bas ...

source: [_j_] Let us taste all your yummy pussy juice... mmphh...
french: [_j_] Laissez-nous goûter à tous vos jus de pussy yummy ...

source: [_j_] Cum for us, [mcmd], mhh... cum for us!
french: [_j_] Cum pour nous, [mcmd], mhh ... cum pour nous !

source: [_mc_] Oh fuck! Don't stop, don't stop! [withflash]
french: [_mc_] Oh merde ! Ne t'arrête pas, ne t'arrête pas ! [withflash]

source: [_j_] Yes, [mcmd], cum for us!
french: [_j_] Oui, [mcmd], cum pour nous !

source: [_j_] Gaaawd, we need to do this again some day.
french: [_j_] Gaaawd, nous devons le faire encore un jour.

source: [_j_] How about tomorrow night?
french: [_j_] La nuit de demain?

source: [_mc_] Haha, sure.
french: [_mc_] Haha, sûr.

source: [_j_] And the night after tomorrow?
french: [_j_] Et la nuit après demain?

source: [_mc_] How about every night?
french: [_mc_] Qu'en est-il de chaque nuit?

source: [_j_] Hehe, oh [mcmd], you're so naughty...
french: [_j_] Hehe, oh [mcmd], tu es si méchant ...

source: [_mc_] Hey, it's you two who came over to keep me from sleeping.
french: [_mc_] Hey, c'est vous deux qui est venu pour me garder de dormir.

source: [_j_] You didn't seem to mind it much.
french: [_j_] Vous ne semblez pas avoir beaucoup d'esprit.

source: [_mc_] Speaking of which, maybe you two should go back to your room, [e] needs to get up early for school, right [e]?
french: [_mc_] En parlant de ce qui, peut-être que vous devriez retourner dans votre chambre, [e] doit se lever tôt pour l'école, juste [e]?

source: [_j_] I guess we're going to sleep here tonight.
french: [_j_] Je suppose que nous allons dormir ici ce soir.

source: [_mc_] Well, let's hope [m] doesn't notice anything.
french: [_mc_] Eh bien, espérons que [m] ne remarque rien.

source: [_j_] We really need to make her change her mind, so she's okay with us sleeping here instead of [e]'s room.
french: [_j_] Nous avons vraiment besoin de lui faire changer d'avis, donc elle va bien avec nous pour dormir ici au lieu de [e]'s room.

source: [_mc_] Maybe she'll change her mind in the future.
french: [_mc_] Peut-être qu'elle changera d'avis à l'avenir.

source: [_j_] I'm sure you can convince her, hehe.
french: [_j_] Je suis sûr que vous pouvez la convaincre, hehe.

source: [_mc_] Maybe... wait, was that some kind of suggestion again?
french: [_mc_] Peut-être ... attendre, c'est une sorte de suggestion à nouveau?

source: [_j_] Hehe, good night, [mcmd].
french: [_j_] Hehe, bonne nuit, [mcmd].

source: [_mc_] Oh well, whatever... Night, [j]...
french: [_mc_] Oh bien, peu importe ... Nuit, [j]...

source: [_m_] [mc], do you want to eat breakfast with us?
french: [_m_] [mc], voulez-vous déjeuner avec nous?

source: [_mcthink_] Looks like they got up in time...
french: [_mcthink_] On dirait qu'ils se sont levé dans le temps ...

source: [_mcthink_] Looks like [e] didn't come over again...
french: [_mcthink_] On dirait que [e] ne s'est pas encore refait ...

source: [_mc_] Yeah, I'm coming...
french: [_mc_] Oui, je viens ...

source: [_n_] You get up, take a quick shower and then join the others for breakfast. [j] and [m] seem to have been engaged in a conversation for a while...
french: [_n_] Vous vous lever, prendre une douche rapide et ensuite vous joindre aux autres pour le petit déjeuner. [j] et [m] semblent avoir été engagés dans une conversation pendant un certain temps ...

source: [_j_] ...and then it all went down from there...
french: [_j_] ... et puis tout est descendu de là ...

source: [_m_] I see... say, [j], for how long are you suspended from school again?
french: [_m_] I see ... say, [j], for how long are you suspens from school again?

source: [_j_] This week still.
french: [_j_] Cette semaine encore.

source: [_m_] I see, any plans for today?
french: [_m_] Je vois, n'importe quel plan pour aujourd'hui?

source: [_j_] Uhh... no, not really.
french: [_j_] Uhh ... non, pas vraiment.

source: [_m_] Do you have any plans for the future? Maybe you could look for a job, it's not that long anymore until school is out.
french: [_m_] Avez-vous des plans pour l'avenir? Peut-être que vous pourriez chercher un emploi, ce n'est pas si longtemps que l'école est sortie.

source: [_j_] I... don't know. I will probably end up as a waitress anyway...
french: [_j_] Je ... ne sais pas. Je vais probablement finir comme une serveuse de toute façon ...

source: [_m_] You don't have any plans for the future?
french: [_m_] Vous n'avez aucun plan pour l'avenir?

source: [_j_] It's not like I have much to chose from.
french: [_j_] Ce n'est pas comme si j'avais beaucoup à choisir.

source: [_mc_] I didn't know what to do either.
french: [_mc_] Je ne savais pas quoi faire non plus.

source: [_mc_] After school... I didn't have a degree, I had no idea what to do, nor did I care at the time... and look at me now, I'm basically self-employed and do what I like.
french: [_mc_] Après l'école ... Je n'avais pas de diplôme, je n'avais aucune idée de quoi faire, et je ne me souciais pas du temps ... et me regardais maintenant, je suis fondamentalement un travailleur indépendant et je fais ce que j'aime.

source: [_m_] You don't have a degree?
french: [_m_] Vous n'avez pas de diplôme?

source: [_mc_] I didn't, you know how I left... I got my degree a few years later, but until then I still had many different jobs.
french: [_mc_] Je ne l'ai pas fait, vous savez comment je suis parti ... J'ai obtenu mon diplôme quelques années plus tard, mais jusqu'alors j'avais encore beaucoup d'emplois différents.

source: [_mc_] I'm not saying that a degree doesn't matter, it does, but just because you don't have a degree doesn't mean you can't do anything. There are still a lot of opportunities in life.
french: [_mc_] Je ne dis pas qu'un diplôme n'a pas d'importance, mais parce que vous n'avez pas un diplôme ne signifie pas que vous ne pouvez rien faire. Il y a encore beaucoup de possibilités dans la vie.

source: [_m_] I see...
french: [_m_] Je vois ...

source: [_m_] So, what are your plans for today?
french: [_m_] Alors, quels sont vos projets pour aujourd'hui?

source: [_mc_] Today is the deadline for the project I was working on, so I'll have to present it at work today.
french: [_mc_] Aujourd'hui est la date limite pour le projet sur laquelle je travaillais, donc je vais devoir le présenter au travail aujourd'hui.

source: [_m_] I see, sounds like it'll be a busy day for you.
french: [_m_] Je vois, j'ai l'impression que ce sera une journée chargée pour vous.

source: [_mc_] Yeah, probably...
french: [_mc_] Oui, probablement ...

source: [_n_] After breakfast, [e] and [m] get ready to leave for the day. To everyone's surprise, [j] demands to take care of the dishes... you decide to look through the project one more time before you leave for town.
french: [_n_] Après le petit déjeuner, [e] et [m] sont prêts à partir pour la journée. A la surprise de tout le monde, [j] demande de prendre soin de la vaisselle ... vous décidez d'examiner le projet une fois de plus avant de partir pour la ville.

source: [_mcthink_] Hmm... what to do now...
french: [_mcthink_] Hmm ... ce qu'il faut faire maintenant ...

source: [_mcthink_] Maybe I should look for a good TV to buy...
french: [_mcthink_] Peut-être que je devrais chercher une bonne télévision à acheter ...

source: [_mcthink_] I mean, it looks like I'll stay...
french: [_mcthink_] Je veux dire, on dirait que je resterai ...

source: [_mcthink_] Right?
french: [_mcthink_] Droit?

source: [_mcthink_] Damn, my life really took a 180 over the last two weeks...
french: [_mcthink_] Damn, ma vie a vraiment pris un 180 au cours des deux dernières semaines ...

source: [_j_] Whatcha doing?
french: [_j_] Whatcha faire?

source: [_mc_] I was just about to look for a TV online.
french: [_mc_] J'étais sur le point de chercher un téléviseur en ligne.

source: [_j_] Finally! That's great! Can I help?
french: [_j_] Enfin ! C'est super ! Puis-je vous aider?

source: [_j_] Are you waiting for somebody?
french: [_j_] Vous attendez quelqu'un?

source: [_mc_] No, not that I remember...
french: [_mc_] Non, pas que je me rappelle ...

source: [_j_] Oh no, I hope it's not that weird cop again...
french: [_j_] Oh non, j'espère que ce n'est pas si bizarre de cop encore ...

source: [_mc_] Let me check.
french: [_mc_] Laissez-moi vérifier.

source: [_mcthink_] Hum... not bad...
french: [_mcthink_] Hum ... pas mauvais ...

source: [_mc_] I could probably...
french: [_mc_] Je pourrais probablement ...

source: [_mc_] [t]? What's up? Done with the session?
french: [_mc_] [t]? Qu'est-ce qu'il y a? Fait avec la session?

source: [_t_] I'm just here to tell you that it's over.
french: [_t_] Je suis juste ici pour vous dire que c'est fini.

source: [_mc_] Over? What's over?
french: [_mc_] Over? Quoi de plus?

source: [_t_] Don't act stupid, you know what I mean, and I don't want you to ever interfere with my job and [e]'s therapy again!
french: [_t_] Ne fais pas de bêtise, tu sais ce que je veux dire, et je ne veux pas que tu interfère à nouveau avec mon job et [e]'s de thérapie !

source: [_mc_] Huh? Interfere? What?!
french: [_mc_] Huh? Interfere? Quoi?

source: [_mc_] ...the fuck...
french: [_mc_] ... la merde ...

source: [_mcthink_] What the hell is wrong with the women in this town?!
french: [_mcthink_] Qu'est-ce qui ne va pas avec les femmes de cette ville? !

source: [_mc_] Ugh... Who's that now?
french: [_mc_] Ugh ... Qui est maintenant?

source: [_mcthink_] Isn't that [st]'s number?
french: [_mcthink_] N'est-ce pas le numéro de [st]?

source: [_mc_] Yeah?
french: [_mc_] Oui?

source: [_st_] Hello, this is [st] from Atomic Aeronautics.
french: [_st_] Bonjour, c'est [st] de Atomic Aeronautics.

source: [_mc_] Hey, [st], what's up?
french: [_mc_] Hey, [st], qu'est-ce qui se fait?

source: [_st_] I've sent you a mail with all the changes necessary for the project.
french: [_st_] Je vous ai envoyé un mail avec tous les changements nécessaires pour le projet.

source: [_mc_] Huh? I thought we wanted to go through that after work?
french: [_mc_] Huh? Je pensais que nous voulions passer ça après le travail?

source: [_st_] Yes, that...
french: [_st_] Oui, que ...

source: [_st_] I thought it might be best to give you a rough outline beforehand. There are still some things we need to discuss.
french: [_st_] J'ai pensé qu'il serait peut-être préférable de vous donner une ébauche à l'avance. Il y a encore des choses dont nous devons discuter.

source: [_mc_] So, when and where do you want to meet?
french: [_mc_] Alors, quand et où voulez-vous vous rencontrer?

source: [_st_] I'm not sure, yet. Maybe tomorrow after work, if there's not too much to do.
french: [_st_] Je n'en suis pas sûr. Peut-être demain après le travail, s'il n'y a pas trop à faire.

source: [_mc_] You mean too much work, after work?
french: [_mc_] Vous voulez dire trop de travail, après le travail?

source: [_st_] Uhm... yes...
french: [_st_] Uhm ... oui ...

source: [_mc_] You really work too much, [st], that's not healthy, you know.
french: [_mc_] Vous travaillez vraiment trop, [st], ce n'est pas sain, vous savez.

source: [_st_] I... I'll call you tomorrow.
french: [_st_] I ... Je t'appellerai demain.

source: [_mc_] Okay... when do you need it to be done?
french: [_mc_] Ok ... quand avez-vous besoin de le faire?

source: [_st_] [boss] just called me and said he won't be back until next week, so it should be fine if everything is fixed until monday...
french: [_st_] [boss] vient de m'appeler et a dit qu'il ne sera pas de retour avant la semaine prochaine, donc il devrait être bon si tout est fixe jusqu'au lundi ...

source: [_mc_] Does he do that often?
french: [_mc_] Est-ce qu'il le fait souvent?

source: [_st_] What do you mean?
french: [_st_] Que voulez-vous dire?

source: [_mc_] Just leave the company for several days. I mean, you'll have to do his work as well, don't you?
french: [_mc_] Just leave the company for several days. Je veux dire, tu vas devoir faire son travail, n'est-ce pas?

source: [_st_] It's... it's fine, I don't mind.
french: [_st_] C'est. .. c'est bien, ça ne me déra pas.

source: [_mc_] Well, I'm sure you have tons of overtime already, don't you?
french: [_mc_] Bien, je suis sûr que vous avez déjà des tonnes d'heures supplémentaires, n'est-ce pas?

source: [_st_] I... I don't know... probably...
french: [_st_] I ... Je ne sais pas ... probablement ...

source: [_st_] It's... I'm fine... with working that much... I...
french: [_st_] C'est. .. Je vais bien ... avec beaucoup de travail ... I. ..

source: [_mcthink_] She's going to burn out if she's going on like that...
french: [_mcthink_] Elle va brûler si elle se passe comme ça ...

source: [_mcthink_] Maybe I should talk to [boss] about that.
french: [_mcthink_] Peut-être que je devrais parler au [boss] à ce sujet.

source: [_mcthink_] Or maybe I shouldn't, and even if, it's probably better to wait until he's back...
french: [_mcthink_] Ou peut-être que je ne devrais pas, et même si, c'est probablement mieux d'attendre qu'il soit de retour ...

source: [_mcthink_] Well, nothing I should worry about right now, let's see what the others are doing...
french: [_mcthink_] Bien, je ne devrais pas m'inquiéter maintenant, voyons ce que les autres font ...

source: [_m_] Oh, by the way, [j], I've been talking to the principal...
french: [_m_] Oh, au fait, [j], j'ai parlé au directeur ...

source: [_m_] ...he agreed to shorten your suspension if you behave.
french: [_m_] ... il a accepté de raccourcir votre suspension si vous vous comportez.

source: [_m_] I told him you'll do that from now on...
french: [_m_] Je lui ai dit que vous feriez ça dès maintenant ...

source: [_m_] ...this means you can go back to school tomorrow, so please do me a favor and do behave.
french: [_m_] ... ça veut dire que tu peux retourner à l'école demain, alors s'il te plaît, fais-moi une faveur et se comporte.

source: [_j_] Okay...
french: [_j_] Ok ...

source: [_m_] Oh, I didn't notice you, [mc].
french: [_m_] Oh, je ne vous ai pas remarqué, [mc].

source: [_mc_] I just came in.
french: [_mc_] Je viens d'y être.

source: [_m_] Ah, okay, I just told [j] that she can go back to school tomorrow.
french: [_m_] Ah, ok, j'ai juste dit à [j] qu'elle peut retourner à l'école demain.

source: [_mc_] Err, yeah, I heard that.
french: [_mc_] Err, ouais, j'ai entendu ça.

source: [_mc_] By the way, [t] told me that her mentor was your therapist, [m]?
french: [_mc_] En passant, [t] m'a dit que son mentor était votre thérapeute, [m]?

source: [_m_] Oh, that...
french: [_m_] Oh, ça ...

source: [_m_] I was so sad when I heard he died...
french: [_m_] J'étais si triste quand j'ai entendu qu'il était mort ...

source: [_mc_] So it's true?
french: [_mc_] Alors c'est vrai?

source: [_m_] Hm? Yes, yes he helped me get back on my feet... get to grips with... the past.
french: [_m_] Hm? Oui, oui, il m'a aidé à me remettre sur mes pieds ... je me saisiais du passé.

source: [_mc_] Why didn't you tell me about that?
french: [_mc_] Pourquoi ne m'avez-vous pas parlé de ça?

source: [_m_] Oh, I didn't think it was important.
french: [_m_] Oh, je ne pensais pas que c'était important.

source: [_mc_] Well, it would've helped a lot to understand the whole situation better.
french: [_mc_] Eh bien, ça aurait beaucoup aidé à mieux comprendre la situation.

source: [_m_] What do you mean?
french: [_m_] Que voulez-vous dire?

source: [_mc_] Well, why you choose [t] and...
french: [_mc_] Eh bien, pourquoi vous choisissez [t] et ...

source: [_mc_] ...well.
french: [_mc_] ... bien.

source: [_mc_] ...I guess you're right, it's not that important anyway...
french: [_mc_] ...Je suppose que vous avez raison, ce n'est pas si important de toute façon ...

source: [_m_] [e], [j], can you leave us alone for a moment?
french: [_m_] [e], [j], pouvez-vous nous laisser seuls pendant un instant?

source: [_j_] Uh... sure.
french: [_j_] Uh ... sûr.

source: [_m_] I'm sorry, I should've told you...
french: [_m_] Je suis désolé, je devrais t'avoir dit ...

source: [_m_] I promised to be honest with you...
french: [_m_] J'ai promis d'être honnête avec vous ...

source: [_m_] ...and I should've expected you to want to know about what happened after you left.
french: [_m_] ... et j'aurais dû vous attendre à ce que vous vouiez savoir ce qui s'est passé après votre départ.

source: [_mc_] While I appreciate that, it's really not that important anymore...
french: [_mc_] Bien que j'apprécie ce fait, ce n'est vraiment pas si important ...

source: [_mc_] Honestly, I kind of expected you to say something about what happened when you came back home, instead...
french: [_mc_] Honnêtement, je m'attendais à ce que vous disiez quelque chose sur ce qui s'est passé quand vous êtes revenu à la maison, à la place ...

source: [_m_] I... I'm sorry, we shouldn't have just entered your room...
french: [_m_] I ... Je suis désolé, nous ne devrions pas juste entrer dans votre chambre ...

source: [_mc_] Well, shit happens, I guess. I didn't expect you back so early, otherwise I would've locked the door.
french: [_mc_] Puits, merde, je suppose. Je ne t'attendais pas si tôt, sinon j'aurais fermé la porte.

source: [_m_] I'm not going to ask what happened in your room, but maybe lock the door next time...
french: [_m_] Je ne vais pas vous demander ce qui s'est passé dans votre chambre, mais peut-être verrouiller la porte la prochaine fois ...

source: [_mc_] Welp, yeah, I should've done that.
french: [_mc_] Welp, ouais, j'aurais dû faire ça.

source: [_m_] Didn't you hear us come back home?
french: [_m_] N'avez-vous pas entendu que nous revenons à la maison?

source: [_mc_] I did, but a little too late...
french: [_mc_] Je l'ai fait, mais un peu trop tard ...

source: [_m_] I never thought [t] would...
french: [_m_] Je n'ai jamais pensé que [t]...

source: [_mcthink_] Shit, she must've seen her leaving my room.
french: [_mcthink_] Shit, elle a dû la voir quitter ma chambre.

source: [_m_] It's okay, I...
french: [_m_] C'est bon, je ...

source: [_m_] It was just unexpected...
french: [_m_] C'était juste inattendu ...

source: [_mc_] Err... do you still want me to call you Mom?
french: [_mc_] Err ... tu veux toujours que je t'appelle maman?

source: [_m_] I... I'm okay with it...
french: [_m_] I ... Je vais bien avec ça ...

source: [_mc_] Are you sure? Even if we...
french: [_mc_] Etes-vous sûr? Même si nous ...

source: [_m_] Please...
french: [_m_] S'il vous plaît ...

source: [_m_] Can you give me one of the pills?
french: [_m_] Pouvez-vous me donner une des pilules?

source: [_mc_] Don't you think you can do without them?
french: [_mc_] Ne pensez-vous pas que vous pouvez faire sans eux?

source: [_m_] Please... Hun.
french: [_m_] S'il vous plaît ... Hun.

source: [_mc_] Fine... give me a sec.
french: [_mc_] Fine ... donne-moi une seconde.

source: [_mc_] Here...
french: [_mc_] Ici ...

source: [_m_] Thank you, Hun.
french: [_m_] Merci, Hun.

source: [_m_] I'll be in my room then...
french: [_m_] Je serai dans ma chambre alors ...

source: [_m_] I'll go to my room, it's time for my pills...
french: [_m_] Je vais dans ma chambre, il est temps pour mes pilules ...

source: [_mc_] What? Wait! [mmom]!
french: [_mc_] Quoi? Attends ! [mmom]!

source: [_mc_] Ugh... damn it...
french: [_mc_] Ugh ... merde ...
