Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] She isn't my sister, not even my stepsister, but [m] still acts like she is...
french: [pcthink] Elle n'est pas ma sœur, pas même ma demi-sœur, mais [m] elle agit toujours comme si elle l'était...
italian: [pcthink] Non è mia sorella, nemmeno mia sorellastra, ma [m] si comporta ancora come lei è...

source: [m] Maybe you didn't even realize it... and, I'm not mad or anything, but still... she's your sister...
french: [m] Peut-être que tu ne l'as même pas réalisé... et, je ne suis pas en colère ou quoi que ce soit, mais quand même... c'est ta sœur...
italian: [m] Forse non l'hai nemmeno realizzata... e, non sono arrabbiato o nulla, ma ancora... è tua sorella...

source: [pc] Are you fucking serious, [m]?
french: [pc] Tu es sérieuse, [m]?
italian: [pc] Stai scopando seriamente, [m]?

source: [m] W-What...?!
french: [m] Q-Quoi... ?!
italian: [m] W-Cosa...?!

source: [pc] How long are you going to play this game? Do you think I don't know what's going on?
french: [pc] Combien de temps vas-tu jouer à ce jeu ? Tu crois que je ne sais pas ce qui se passe ?
italian: [pc] Per quanto tempo giocherai a questo gioco? Pensi che non so cosa sta succedendo?

source: [m] W-What do you mean? I-I'm not playing any games!
french: [m] Q-Qu'est-ce que tu veux dire ? Je ne joue à aucun jeu !
italian: [m] W-Che cosa intendi? Non sto giocando nessuna partita!

source: [pc] Even {b}if{/b} she was my sister, she's old enough to know what she's doing.
french: [pc] Même {b}si{/b} elle était ma sœur, elle est assez grande pour savoir ce qu'elle fait.
italian: [pc] Anche {b}se{/b} era mia sorella, è abbastanza vecchia da sapere cosa sta facendo.

source: [m] "W-was"?
french: [m] 'E-Etait' ?
italian: [m] "W-era"?

source: [pc] STOP playing dumb, [m]! I know all about your affair!
french: [pc] ARRÊTES de jouer les idiotes, [m]! Je sais tout de ta liaison !
italian: [pc] STOP giocando a stupido, [m]! So tutto sul tuo affare!

source: [m] Y-You know?! But...
french: [m] T-Tu sais ?! Mais...
italian: [m] Sai?! Ma...

source: [pc] I was really stupid to think that you might really have changed!
french: [pc] J'ai été vraiment stupide de penser que tu avais peut-être vraiment changé !
italian: [pc] Sono stato davvero stupido a pensare che avresti potuto davvero cambiare!

source: [pc] But you're still lying to me!
french: [pc] Mais tu me mens encore !
italian: [pc] Ma mi stai ancora mentendo!

source: [pc] This won't happen again, you can't fool me anymore, [m]!
french: [pc] Cela ne se reproduira plus, tu ne peux plus me tromper, [m]!
italian: [pc] Questo non succederà di nuovo, non puoi più ingannarmi, [m]!

source: [m] ...I...
french: [m] ...Je...

source: [m] I'm sorry...
french: [m] Je suis désolée...

source: [pcthink] ...and there's the second woman running out of my room today...
french: [pcthink] ...et voilà la deuxième femme qui sort en courant de ma chambre aujourd'hui...
italian: [pcthink] ...e c'è la seconda donna che corre fuori dalla mia stanza oggi...

source: [pcthink] I didn't expect her to burst into tears... I guess I lost my temper quite a bit...
french: [pcthink] Je ne m'attendais pas à ce qu'elle éclate en sanglots... Je crois que j'ai un peu perdu mon sang-froid...
italian: [pcthink] Non mi aspettavo che lei scoppiasse in lacrime... Immagino di aver perso un po' di tempo...

source: [pcthink] ...or was it just another act from her?
french: [pcthink] ...ou était-ce juste un autre jeu de sa part ?
italian: [pcthink] o è stato solo un altro atto da lei?

source: [pcthink] Anyway, the cat is out of the bag now...
french: [pcthink] De toute façon, le chat est sorti du sac maintenant...
italian: [pcthink] Comunque, il gatto è fuori dalla borsa ora...

source: [pcthink] Maybe she will even start telling the truth from now on.
french: [pcthink] Peut-être qu'elle va même commencer à dire la vérité à partir de maintenant.
italian: [pcthink] Forse comincerà a dire la verità da ora in poi.

source: [pcthink] Damn, I feel a bit bad for her... if she's just acting, then she's really good at it...
french: [pcthink] Mince, je me sens un peu mal pour elle... si elle ne fait que jouer la comédie, alors elle est vraiment douée pour ça....
italian: [pcthink] Dannazione, mi sento un po' male per lei... se sta appena recitando, allora è davvero brava ad esso...

source: [pcthink] Ugh... great...
french: [pcthink] Ugh... génial...
italian: [pcthink] Ugh... grande...

source: [m] Was that [j] on a motorcycle?
french: [m] Est-ce que [j] était sur une moto ?
italian: [m] Era [j] su una moto?

source: [m] I didn't know she had a license.
french: [m] Je ne savais pas qu'elle avait un permis.
italian: [m] Non sapevo che avesse una licenza.

source: [pc] Yes...
french: [pc] Oui...
italian: [pc] Sì...

source: [m] I... can we talk?
french: [m] Je... on peut parler ?
italian: [m] Posso parlare?

source: [pcthink] Ugh... shit, I don't really want to deal with her right now...
french: [pcthink] Ugh... merde, je n'ai pas vraiment envie de m'occuper d'elle en ce moment...
italian: [pcthink] Ugh... merda, non voglio davvero occuparmi di lei in questo momento...

source: [m] Please...?
french: [m] S'il te plaît... ?
italian: [m] Per favore...?

source: [pcthink] ...I guess I should have expected her to want to talk after what happened yesterday...
french: [pcthink] ...Je suppose que j'aurais dû m'attendre à ce qu'elle veuille parler après ce qui s'est passé hier...
italian: [pcthink] ...Immagino che avrei dovuto aspettarmi che lei volesse parlare dopo quello che è successo ieri...

source: [m] Listen, I... I'm... I-I know I should have told you about the affair, but...
french: [m] Ecoutes, je... Je suis... Je-je sais que j'aurais dû te parler de la liaison, mais...
italian: [m] Ascolta, io... Io... Lo so che avrei dovuto dirti della vicenda, ma...

source: [m] Can we please go inside and talk?
french: [m] Peut-on aller à l'intérieur et parler ?
italian: [m] Possiamo entrare e parlare, per favore?

source: [pcthink] Looks like she might even be honest this time...
french: [pcthink] On dirait qu'elle pourrait même être honnête cette fois...
italian: [pcthink] Sembra che lei potrebbe anche essere onesta questa volta...

source: [pc] Fine...
french: [pc] Bien...

source: [m] Thank you...
french: [m] Merci...
italian: [m] Grazie...

source: [n] You follow her to her room. She closes the door behind you.
french: [n] Vous la suivez dans sa chambre. Elle ferme la porte derrière vous.
italian: [n] La segui nella sua stanza. Chiude la porta dietro di te.

source: [pc] Humph... don't want [e] to hear about it?
french: [pc] Humph... tu ne veux pas que [e] en entende parler ?
italian: [pc] Humph... non vuoi [e] sentirlo?

source: [m] [t] is here too, I don't want to disturb the therapy...
french: [m] [t] est là aussi, je ne veux pas perturber la thérapie...
italian: [m] [t] è anche qui, non voglio disturbare la terapia...

source: [m] ...and...
french: [m] ...et...
italian: [m] ...e...

source: [m] ...yes, [e] also doesn't know about the affair, so...
french: [m] ...oui, [e] ne sait pas non plus pour la liaison, alors...
italian: [m] ...sì, [e] non sa nemmeno della vicenda, così...

source: [pc] Tch, I don't believe it, you really are the worst...
french: [pc] Tch, je n'y crois pas, tu es vraiment la pire...
italian: [pc] Tch, non lo credo, tu sei davvero il peggio...

source: [m] But she...
french: [m] Mais elle...
italian: [m] Ma lei...

source: [m] ... don't you think she had enough to deal with in her life?
french: [m] ... tu ne crois pas qu'elle a eu assez à faire dans sa vie ?
italian: [m] ... non pensi che abbia avuto abbastanza per affrontare la sua vita?

source: [m] Would it be any better if she knew about it?
french: [m] Ce serait mieux si elle le savait ?
italian: [m] Sarebbe meglio se sapesse di esso?

source: [pcthink] Shit, she has a point...
french: [pcthink] Merde, elle a raison...
italian: [pcthink] Merda, ha un punto...

source: [m] I'm really sorry I didn't tell you about it, but it's such a long time ago and you've just come back...
french: [m] Je suis vraiment désolé de ne pas t'en avoir parlé, mais c'est tellement loin et tu viens juste de revenir...
italian: [m] Mi dispiace davvero di non averne parlato, ma è così tanto tempo fa e sei appena tornato...

source: [pc] You could have told me before I left...
french: [pc] Tu aurais pu me le dire avant de partir...
italian: [pc] Avresti potuto dirmi prima di partire...

source: [m] I... I could've, yes... but we...
french: [m] Je... J'aurais pu, oui... mais nous...
italian: [m] Io... Potrei dare, sì... ma noi...

source: [m] ...we didn't really have the best relationship back then, did we?
french: [m] ...nous n'avions pas vraiment les meilleures relations à l'époque, n'est-ce pas ?
italian: [m] ... non avevamo davvero il miglior rapporto in quel momento, vero?

source: [pcthink] Another good point... but!
french: [pcthink] Un autre bon point... mais !
italian: [pcthink] Un altro buon punto... ma!

source: [pc] But you did tell other people about it, didn't you?!
french: [pc] Mais tu en as parlé à d'autres personnes, n'est-ce pas ?!
italian: [pc] Ma tu ne hai parlato ad altre persone, no?!

source: [m] ...yes...
french: [m] ...oui...
italian: [m] ...sì...

source: [pc] Did... the old man know about it?
french: [pc] Est-ce que... le vieil homme est au courant ?
italian: [pc] Did... il vecchio lo sapeva?

source: [m] Hell no! He would have killed me!
french: [m] Bon sang non ! Il m'aurait tué !
italian: [m] Inferno no! Mi avrebbe ucciso!

source: [pcthink] That might even be true... literally...
french: [pcthink] Cela pourrait même être vrai... littéralement...
italian: [pcthink] Potrebbe anche essere vero... letteralmente...

source: [m] He... suspected something, but he never knew for sure...
french: [m] Il... soupçonnait quelque chose, mais il n'a jamais été sûr...
italian: [m] Lui... sospettava qualcosa, ma non sapeva mai di sicuro...

source: [m] He... tried to make me tell him the truth... several times... but I knew if I had told him...
french: [m] Il... a essayé de me faire dire la vérité... plusieurs fois... mais je savais que si je lui avais dit...
italian: [m] Ha provato a farmi dire la verità... diverse volte... ma sapevo se gli avevo detto...

source: [pc] Yeah, I can even remember that...
french: [pc] Ouais, je peux même me rappeler de ça...
italian: [pc] Sì, posso anche ricordarlo...

source: [m] You can?
french: [m] Tu peux?
italian: [m] È possibile?

source: [pc] Yeah... my memory about that time is a bit foggy... I almost forgot about all this... but everything seems to be coming back bit by bit since I've been back...
french: [pc] Oui... mes souvenirs de cette époque sont un peu brumeux... J'avais presque oublié tout ça... mais tout semble revenir petit à petit depuis mon retour....
italian: [pc] Sì... la mia memoria su quel tempo è un po' nebbiosa... ho quasi dimenticato tutto questo. . ma sembra che tutto stia tornando poco a poco da quando sono tornato...

source: [m] I'm... so sorry...
french: [m] Je suis... tellement désolée...
italian: [m] Mi dispiace...

source: [m] Can I ask you a question?
french: [m] Je peux te poser une question ?
italian: [m] Posso farti una domanda?

source: [pc] ...yeah.
french: [pc] ...ouais.
italian: [pc] ...sì.

source: [m] Why did you say that [e] isn't your sister?
french: [m] Pourquoi as-tu dit que [e] n'est pas ta sœur ?
italian: [m] Perché hai detto che [e] non è tua sorella?

source: [pcthink] Huh? What's that all about now? Didn't she just admit it?
french: [pcthink] Huh ? C'est quoi cette histoire maintenant ? Elle ne vient pas de l'admettre ?
italian: [pcthink] Huh? Cosa c'è di tutto ora? Non lo ha appena ammesso?

source: [m] I mean... I know you've been mad at me, and that you probably wanted to hurt me...
french: [m] Je veux dire... Je sais que tu as été en colère contre moi, et que tu voulais probablement me faire du mal...
italian: [m] Voglio dire... So che sei stato arrabbiato con me, e che probabilmente volevi farmi del male...

source: [m] Or maybe it's because you've... developed some feelings for her, feelings one shouldn't have for [hisher] sister...
french: [m] Ou peut-être est-ce parce que tu as... développé des sentiments pour elle, des sentiments que l'on ne devrait pas avoir pour [hisher] sœur...
italian: [m] O forse è perché sei... hai sviluppato alcuni sentimenti per lei, sentimenti che non si dovrebbe avere per [hisher] sorella...

source: [m] ...but saying something like that isn't fair towards her...
french: [m] ...mais dire quelque chose comme ça n'est pas juste envers elle...
italian: [m] ...ma dire qualcosa del genere non è giusto verso di lei...

source: [pcthink] What the fuck?!
french: [pcthink] C'est quoi ce bordel ?!
italian: [pcthink] Che cazzo?!

source: [pc] What the hell, [m]? You just admitted that she isn't my sister yourself!
french: [pc] C'est quoi ce bordel, [m]? Tu viens d'admettre toi-même qu'elle n'est pas ma sœur !
italian: [pc] Che inferno, [m]? Hai appena ammesso che lei non è mia sorella da sola!

source: [m] What? What are you talking about?
french: [m] Quoi ? De quoi tu parles ?
italian: [m] Cosa? Di cosa stai parlando?

source: [pc] You had an affair with another man! You got pregnant by that man!
french: [pc] Tu as eu une liaison avec un autre homme ! Tu es tombée enceinte de cet homme !
italian: [pc] Hai avuto una relazione con un altro uomo! Sei incinta da quell'uomo!

source: [m] What? No!!!
french: [m] Quoi ? Non !!!
italian: [m] Cosa? No!!!

source: [extend] No no no, Hun, that's not true! I didn't even sleep with him once!
french: [extend] Non non non, Hun, ce n'est pas vrai ! Je n'ai même pas couché avec lui une seule fois !
italian: [extend] No no no, Hun, non è vero! Non ho nemmeno dormito con lui una volta!

source: [pc] Bullshit! Do you think I'd believe that?
french: [pc] Conneries ! Tu crois que je vais croire ça ?
italian: [pc] Bullshit! Pensi che ci crederebbe?

source: [m] But it's true! I was way too scared about what would happen if your dad found out. I wanted to... but I never did.
french: [m] Mais c'est vrai ! J'avais bien trop peur de ce qui se passerait si ton père le découvrait. Je voulais le faire... mais je ne l'ai jamais fait.
italian: [m] Ma è vero! Ero troppo spaventato di cosa succederebbe se tuo papà lo scoprisse. Volevo... ma non l'ho mai fatto.

source: [pc] That's...
french: [pc] C'est...
italian: [pc] Questo...

source: [pcthink] Fuck... am I supposed to believe this?
french: [pcthink] Putain... je suis censé croire ça ?
italian: [pcthink] Fuck... dovrei crederci?

source: [pcthink] This even makes sense considering the situation she was in...
french: [pcthink] C'est même logique vu la situation dans laquelle elle était...
italian: [pcthink] Questo ha anche senso considerando la situazione in cui si trovava...

source: [m] Don't worry, Hun, she really is your sister... well, half sister, but still...
french: [m] Ne t'inquiète pas, Hun, c'est vraiment ta sœur enfin, demi-sœur, mais quand même...
italian: [m] Non ti preoccupare, Hun, è davvero tua sorella... beh, mezza sorella, ma ancora...

source: [m] I'm sorry for the confusion, I really should have cleared things up with you way earlier...
french: [m] Je suis désolé pour la confusion, j'aurais vraiment dû clarifier les choses avec toi bien plus tôt...
italian: [m] Mi dispiace per la confusione, avrei davvero dovuto sgomberare le cose con voi prima di...

source: [pcthink] But she {b}did{/b} say that [e] is from the other man on the phone... didn't she?
french: [pcthink] Mais elle {b}a dit{/b} que [e] est de l'autre homme au téléphone... n'est-ce pas ?
italian: [pcthink] Ma lei {b}ha detto {/b} che [e] è dall'altro uomo al telefono... non lei?

source: [pcthink] Shit, this could actually mean that this guy just {b}thought{/b} he was the father, but he wasn't, and [m] never told him...
french: [pcthink] Merde, ça pourrait en fait signifier que ce gars a juste {b}pensé{/b} qu'il était le père, mais il ne l'était pas, et [m] ne lui a jamais dit...
italian: [pcthink] Merda, questo potrebbe significare che questo ragazzo solo {b}pensi{/b} era il padre, ma non lo era, e [m] non gli ha mai detto...

source: [pcthink] But it could also mean that he {b}was{/b} the father, and she never told him... damn it!
french: [pcthink] Mais cela pourrait aussi signifier qu'il {b}était{/b} le père, et qu'elle ne lui a jamais dit... bon sang !
italian: [pcthink] Ma potrebbe anche significare che lui {b}era {/b} il padre, e lei non gli ha mai detto... maledetto!

source: [m] I hope you can forgive me one more time...
french: [m] J'espère que tu pourras me pardonner encore une fois...
italian: [m] Spero che tu possa perdonarmi ancora una volta...

source: [pcthink] Why is everything so complicated when it comes to [m]?
french: [pcthink] Pourquoi tout est si compliqué quand il s'agit de [m]?
italian: [pcthink] Perché tutto è così complicato quando si tratta di [m]?

source: [m] I promise I'll be honest from now on and I will make it up to you...
french: [m] Je promets que je serai honnête à partir de maintenant et que je me rattraperai...
italian: [m] Prometto che sarò onesto d'ora in poi e lo farò a voi...

source: [pcthink] Why can't she just be the same bitch she was when I left?
french: [pcthink] Pourquoi ne peut-elle pas être la même garce qu'elle était quand je suis parti ?
italian: [pcthink] Perché non può essere la stessa troia che era quando sono partita?

source: [m] Are you... okay, Hun?
french: [m] Tu vas... bien, Hun ?
italian: [m] Stai... ok, Hun?

source: [pcthink] Damn it, I'll ask her again when she took the pills, and no distractions this time, no tits, no ass, no nothing, I need some answers!
french: [pcthink] Merde, je vais lui redemander quand elle a pris les pilules, et pas de distractions cette fois, pas de seins, pas de cul, rien, il me faut des réponses !
italian: [pcthink] Dannazione, le chiederò di nuovo quando ha preso le pillole, e nessuna distrazione questa volta, nessuna tette, nessun asino, niente niente, ho bisogno di alcune risposte!

source: [pc] Eh, yeah, I'm okay!
french: [pc] Eh, ouais, je vais bien !
italian: [pc] Eh, sì, sto bene!

source: [pc] I was just a bit surprised by our... misunderstanding... but it's good that you cleared things up.
french: [pc] J'étais juste un peu surpris par notre... malentendu... mais c'est bien que tu aies clarifié les choses.
italian: [pc] Sono rimasto un po' sorpreso dal nostro... malinteso... ma è bene che tu abbia ripulito le cose.

source: [m] Yes it is... I think I feel better now, too.
french: [m] Oui c'est... Je pense que je me sens mieux maintenant, aussi.
italian: [m] Sì lo è... penso di sentirmi meglio anche ora.

source: [pc] Well, I still have a bit of work to do, so I better get started.
french: [pc] Bon, j'ai encore un peu de travail à faire, alors je ferais mieux de commencer.
italian: [pc] Beh, ho ancora un po' di lavoro da fare, quindi meglio iniziare.

source: [m] Okay, thank you for listening to me.
french: [m] Ok, merci de m'avoir écoutée.
italian: [m] Ok, grazie per avermi ascoltato.

source: [pc] Anytime...
french: [pc] A ton service...
italian: [pc] In qualsiasi momento...

source: [pc] Oh by the way, do you need your medicine, [m]?
french: [pc] Oh au fait, as-tu besoin de tes médicaments, [m]?
italian: [pc] Oh a proposito, hai bisogno del tuo medicinale, [m]?

source: [m] Yes, please... I didn't take it yesterday...
french: [m] Oui, s'il te plaît... Je ne l'ai pas pris hier...
italian: [m] Sì, per favore... Non l'ho preso ieri...

source: [pc] Alright, I'll get you a pill. I'll be right back.
french: [pc] Très bien, je vais te donner une pilule. Je reviens tout de suite.
italian: [pc] Bene, ti prenderò una pillola. Sarò subito indietro.

source: [m] Thank you, Hun, that's really nice of you.
french: [m] Merci, Hun, c'est très gentil de ta part.
italian: [m] Grazie, Hun, è davvero bello di voi.

source: [n] A while later.
french: [n] Un peu plus tard.
italian: [n] Un po' più tardi.

source: [pcthink] I guess that's enough for today...
french: [pcthink] Je suppose que c'est assez pour aujourd'hui...
italian: [pcthink] Immagino che sia sufficiente per oggi...

source: [pcthink] Oh shit! I wanted to pump [m] for information!
french: [pcthink] Oh merde ! Je voulais cuisiner [m] pour avoir des informations !
italian: [pcthink] Oh shit! Volevo pompare [m] per informazioni!

source: [pcthink] ...hehe, pump [m]...
french: [pcthink] ...héhé, cuisinons [m]...
italian: [pcthink] ...hehe, pompa [m]...

source: [pcthink] Ugh, shit, I should focus on the questions!
french: [pcthink] Ugh, merde, je devrais me concentrer sur les questions !
italian: [pcthink] Ugh, merda, dovrei concentrarmi sulle domande!

source: [pcthink] I better hurry, before it's too late...
french: [pcthink] Je ferais mieux de me dépêcher, avant qu'il ne soit trop tard...
italian: [pcthink] Farei meglio ad affrettarmi, prima che sia troppo tardi...

source: [pc] [m] I... uff...
french: [pc] [m] Je... uff...
italian: [pc] [m] Io... uff...

source: [m] Oh hey, Hun. Can I help you with anything?
french: [m] Oh hé, Hun. Je peux t'aider pour quelque chose ?
italian: [m] Oh hey, Hun. Posso aiutarti con qualcosa?

source: [pc] Damn, err... I mean, I... just wanted to make sure that you took your medicine...
french: [pc] Merde, err... Je veux dire, je... voulais juste m'assurer que tu avais pris tes médicaments...
italian: [pc] Dannazione, errore... Voglio dire, io... volevo solo assicurarsi che hai preso la tua medicina...

source: [m] Oh, of course, thank you for caring so much.
french: [m] Oh, bien sûr, merci de t'en soucier autant.
italian: [m] Oh, naturalmente, grazie per la cura così tanto.

source: [m] ...and thank you for taking care of the pills, that's really nice of you, Hun.
french: [m] ...et merci d'avoir pris soin des pilules, c'est vraiment gentil de ta part, Hun.
italian: [m] ...e grazie per aver preso cura delle pillole, che è davvero bello di voi, Hun.

source: [pc] What are you doing there by the way?
french: [pc] Au fait, que fais-tu là ?
italian: [pc] Che cosa state facendo lì a proposito?

source: [m] Hum... I don't remember...
french: [m] Hum... Je ne me souviens pas...
italian: [m] Uomo... Non ricordo...

source: [m] Umm... no, I'm sorry...
french: [m] Umm... non, je suis désolée...
italian: [m] Umm... no, mi dispiace...

source: [pc] Looks like you were searching for something.
french: [pc] On dirait que tu cherchais quelque chose.
italian: [pc] Sembra che tu stavi cercando qualcosa.

source: [m] Searching?
french: [m] Chercher ?
italian: [m] Ricerca?

source: [pcthink] Alright, there's no doubt she took the pills...
french: [pcthink] D'accord, il ne fait aucun doute qu'elle a pris les pilules...
italian: [pcthink] Bene, non c'è dubbio che ha preso le pillole...

source: [m] OH, right, yes. I was searching for the paternity test!
french: [m] OH, oui, oui. Je cherchais le test de paternité !
italian: [m] OH, giusto, sì. Stavo cercando il test di paternità!

source: [pc] Paternity test?
french: [pc] Test de paternité ?

source: [m] I wanted to show it to you.
french: [m] Je voulais te le montrer.
italian: [m] Volevo mostrarvelo.

source: [pc] What paternity test?
french: [pc] Quel test de paternité ?
italian: [pc] Quale test di paternità?

source: [m] Your dad demanded one after I got pregnant with [e]...
french: [m] Ton père en a demandé un après que je sois tombée enceinte de [e]...
italian: [m] Il tuo papà ne ha richiesto uno dopo la gravidanza con [e]...

source: [pcthink] A paternity test... of course he wanted that...
french: [pcthink] Un test de paternité... bien sûr qu'il voulait ça...
italian: [pcthink] Un test di paternità... ovviamente voleva che...
