Repository: BlackRam-oss/BM
Catalog: game/*/*/events_e.po
Languages: french, italian

source: [_mcthink_] What?! [e]?
french: [_mcthink_] Quoi? ! [e]?

source: [_mcthink_] Why is she sleeping in my bed?
french: [_mcthink_] Pourquoi couche-t-elle dans mon lit?

source: [_mcthink_] She looks so cute when she's sleeping...
french: [_mcthink_] Elle a l'air si mignonne quand elle dort ...

source: [_mc_] Hey sleepyhead, wake up!
french: [_mc_] Hey sleepyhead, réveil up !

source: [_mc_] Good morning [e]...
french: [_mc_] Bonjour [e]...

source: [_mc_] You know this is my bed... right?
french: [_mc_] Tu sais que c'est mon lit ... pas vrai?

source: [_mc_] Gosh, [e]! I almost had a heart attack!
french: [_mc_] Gosh, [e]! J'ai presque eu une crise cardiaque !

source: [_mc_] Anyway, [m] says breakfast is almost finished, so you better get up...
french: [_mc_] Quoi qu'il en soit, [m] dit que le petit déjeuner est presque terminé, alors vous ferez mieux de vous lever ...

source: [_n_] She takes her time to get up and leaves the room.
french: [_n_] Elle prend son temps pour se lever et quitter la pièce.

source: [_mcthink_] Damn, she got me with that surprise attack...
french: [_mcthink_] Damn, elle m'a eu avec cette attaque surprise ...

source: [_mcthink_] Usually I was the one always trying to scare her when we were younger.
french: [_mcthink_] En général, j'ai toujours essayé de l'effrayer quand nous étions plus jeunes.

source: [_mcthink_] Sometimes I scared her so much that she started to cry... I always felt so sorry when that happened...
french: [_mcthink_] Parfois, j'ai tellement peur qu'elle a commencé à pleurer ... Je me suis toujours senti tellement désolé quand ça s'est passé ...

source: [_mcthink_] ...and I was even more sorry when [m] noticed what I did...
french: [_mcthink_] ... et j'étais encore plus désolé quand [m] a remarqué ce que j'ai fait ...

source: [_n_] A while later [withdissolve]
french: [_n_] A au plus tard [withdissolve]

source: [_mcthink_] Damn, I wanted to play with myself a bit after touching [m]s tits, but this stupid therapist bitch totally destroyed the mood...
french: [_mcthink_] Damn, je voulais jouer avec moi un peu après avoir touché [m]s seins, mais cette stupide salope de thérapeute a complètement détruit l'humeur ...

source: [_mcthink_] But the pills [m] takes... I wonder how far I could go...
french: [_mcthink_] Mais les pilules [m] prennent ... Je me demande jusqu'où je pourrais aller ...

source: [_n_] The door to your room opens.
french: [_n_] La porte de votre chambre s'ouvre.

source: [_mc_] Hey [e], what's up?
french: [_mc_] Hey [e], qu'est-ce qui se fait?

source: [_mc_] What's wrong? Why are you being shy now?
french: [_mc_] Qu'est-ce qui ne va pas? Pourquoi tu es timide maintenant?

source: [_mcthink_] Okay, definitely not shy!
french: [_mcthink_] Ok, certainement pas timide !

source: [_mc_] This [t] is quite annoying, huh?
french: [_mc_] Ce [t] est assez ennuyeux, hein?

source: [_mc_] Yeah, I don't like her either...
french: [_mc_] Oui, je ne l'aime pas non plus ...

source: [_mc_] Come here...
french: [_mc_] Venez ici ...

source: [_mc_] I missed you, sis...
french: [_mc_] Je vous ai manqué, sis ...

source: [_mcthink_] Wow, I guess she missed me, too.
french: [_mcthink_] Wow, je suppose qu'elle m'a manqué aussi.

source: [_n_] She rests on your lap for a while. Both of you keep quiet until [m] calls for dinner.
french: [_n_] Elle repose sur vos genoux pendant un moment. Les deux sont calmes jusqu'à [m] appels pour le dîner.

source: [_n_] Night [withdissolve]
french: [_n_] Nuit [withdissolve]

source: [_mcthink_] I wonder if [e] is going to sneak over again...
french: [_mcthink_] Je me demande si [e] va se faufiler encore ...

source: [_mcthink_] I can't remember a day she didn't at least try to sleep over back when we were kids.
french: [_mcthink_] Je ne peux pas me souvenir d'un jour où elle n'a pas essayé au moins de dormir quand nous étions enfants.

source: [_mcthink_] It all started after Dad's death...
french: [_mcthink_] Tout a commencé après la mort de Dad ...

source: [_mcthink_] ...it's a bit weird that she is still doing it...
french: [_mcthink_] ... c'est un peu bizarre qu'elle le fasse encore ...

source: [_mcthink_] ...but it's also kind of cute, hehe.
french: [_mcthink_] ... mais c'est aussi mignon, hehe.

source: [_n_] You can hear the door handle being moved slowly.
french: [_n_] Vous pouvez entendre que la poignée de la porte est déplacée lentement.

source: [_mcthink_] I guess there is my answer...
french: [_mcthink_] Je suppose qu'il y a ma réponse ...

source: [_mcthink_] Ha! Time for a revenge attack.
french: [_mcthink_] Ha ! Le temps d'une attaque de vengeance.

source: [_n_] You pretend to be asleep.
french: [_n_] Vous faites semblant d'être endoréi.

source: [_n_] [e] moves slowly, trying to make no noises. As she reaches your bed, she climbs into it and gives you a soft poke.
french: [_n_] [e] se déplace lentement, en essayant de ne pas faire de bruit. Quand elle atteint votre lit, elle monte dans le lit et vous donne une douce poke.

source: [_mcthink_] That poke was so soft, she was definitely not trying to wake me up.
french: [_mcthink_] Cette poke était si douce, elle n'essayait certainement pas de me réveiller.

source: [_n_] [e] fiddles a bit with the blanket, you assume that she is trying to get under it without waking you up.
french: [_n_] [e] fiddles un peu avec la couverture, vous présuez qu'elle essaie de l'obtenir sans vous réveiller.

source: [_mcthink_] Alright, this is my chance for a surprise attack!
french: [_mcthink_] Alright, c'est ma chance pour une attaque surprise !

source: [_mcthink_] What the... she isn't trying to get under the blanket! She is staring at my crotch!
french: [_mcthink_] Quoi ... elle n'essaie pas de se mettre sous la couverture ! Elle est affamée à mon croche !

source: [_mcthink_] Shit, I didn't expect this...
french: [_mcthink_] Shit, je ne m'attendais pas à ça ...

source: [_mc_] Haha, too bad I'm wearing shorts this time, eh [e]?
french: [_mc_] Haha, trop mauvais je porte des shorts cette fois, eh [e]?

source: [_mc_] Naughty little sis, did you do that yesterday too?
french: [_mc_] Naughty petite sis, tu as fait ça hier aussi?

source: [_n_] She shakes her head fiercely, still hiding behind the blanket.
french: [_n_] Elle se fait la tête farouchement, se cachant derrière la couverture.

source: [_mcthink_] Damn, she's so cute...
french: [_mcthink_] Damn, elle est si mignonne ...

source: [_mc_] You know, as the older one of us I should mention that this is quite inappropriate...
french: [_mc_] Vous savez, comme le plus ancien d'entre nous, je devrais mentionner que c'est tout à fait inapproprié ...

source: [_mc_] ...but who cares, right?
french: [_mc_] ... mais qui se soucie, n'est-ce pas?

source: [_mcthink_] She obviously doesn't...
french: [_mcthink_] Elle ne ...

source: [_mcthink_] Damn, I can feel her pussy lips on my leg...
french: [_mcthink_] Damn, je peux sentir ses lèvres chattes sur ma jambe ...

source: [_mcthink_] It almost feels like she isn't wearing anything under her pyjamas...
french: [_mcthink_] On a presque l'impression qu'elle ne porte rien sous son pyjama ...

source: [_mcthink_] Wait!
french: [_mcthink_] Attends !

source: [_mcthink_] She {b}isn't{/b} wearing anything under her pyjamas!
french: [_mcthink_] She {b}isn 't { /b } portant quoi que ce soit sous son pyjama !

source: [_mcthink_] Fuck... is she wet?
french: [_mcthink_] Fuck ... est-elle mouillée?

source: [_n_] You notice that she very subtly grinds on your leg.
french: [_n_] Vous remarez qu'elle grince très subtilement votre jambe.

source: [_mcthink_] What the hell, is she doing this on purpose?
french: [_mcthink_] Qu'est-ce qu'elle fait à dessein?

source: [_mcthink_] Gawd, Sis, don't do this to me! I'm horny enough already...
french: [_mcthink_] Gawd, Sis, ne me fais pas ça ! Je suis assez exalte ...

source: [_mcthink_] I'm getting the hardest boner ever!
french: [_mcthink_] Je suis en train de devenir le plus dur jamais !

source: [_mcthink_] Err... Lions... Rats... Little Cats... Catgirls... Fuck!
french: [_mcthink_] Err ... Lions ... Rats ... Little Cats ... Les Catfilles ... Putain !

source: [_n_] After a while of struggling you manage to fall asleep.
french: [_n_] Après un certain temps de lutte, vous vous endormez.

source: [_mcthink_] Damn, she is sneaky!
french: [_mcthink_] Damn, elle est sournoise !

source: [_mcthink_] She hasn't even noticed me...
french: [_mcthink_] Elle ne m'a même pas remarqué ...

source: [_mcthink_] Looks like she's having fun in the VR world.
french: [_mcthink_] On dirait qu'elle s'amuse dans le monde VR.

source: [_mcthink_] I guess she has never experienced anything like it before.
french: [_mcthink_] Je suppose qu'elle n'a jamais connu ce genre de choses auparavant.

source: [_mcthink_] I'm a bit impressed she could set it up so quickly...
french: [_mcthink_] Je suis un peu impressionnée qu'elle ait pu le monter si vite ...

source: [_mcthink_] Well, I guess I just let her be...
french: [_mcthink_] Eh bien, je suppose que je la laisse ...

source: [_mcthink_] What the...
french: [_mcthink_] Ce que ...

source: [_mcthink_] What is she doing?
french: [_mcthink_] Qu'est-ce qu'elle fait?

source: [_mcthink_] What the fuck!? VR porn?!
french: [_mcthink_] Qu'est-ce que la merde !? VR porn? !

source: [_mcthink_] She's watching VR porn?!
french: [_mcthink_] Elle regarde le porno VR? !

source: [_n_] You quickly turn around and take the HMD from her head.
french: [_n_] Vous vous tourrez rapidement et vous prenez la HMD de sa tête.

source: [_mc_] What the fuck [e]! Who the hell told you that you could use my stuff??
french: [_mc_] Quoi de merde [e]! Qui t'a dit que tu pouvais utiliser mes affaires??

source: [_mc_] This isn't yours!
french: [_mc_] Ce n'est pas le vôtre !

source: [_n_] She runs out of the room.
french: [_n_] Elle sort de la chambre.

source: [_mcthink_] Damn... She looked kinda scared...
french: [_mcthink_] Damn ... Elle avait l'air d'avoir peur ...

source: [_mcthink_] ...did I overdo it?
french: [_mcthink_] ... je l'ai dépassé?

source: [_mcthink_] Shit, why didn't she just play a Game or watch one of the animated Movies?
french: [_mcthink_] Shit, pourquoi n'a-t-elle pas juste joué un jeu ou regarder l'un des films d'animation?

source: [_mcthink_] Why did she have to watch porn?!
french: [_mcthink_] Pourquoi a-t-elle dû regarder du porno? !

source: [_mcthink_] Maybe I should have a look for her.
french: [_mcthink_] Peut-être que je devrais avoir un regard pour elle.

source: [_mcthink_] But she did use my stuff without even asking...
french: [_mcthink_] Mais elle a utilisé mes affaires sans même demander ...

source: [_mc_] Ugh, fuck!
french: [_mc_] Ugh, merde !

source: [_mcthink_] Of course she didn't ask, she doesn't speak... dammit.
french: [_mcthink_] Bien sûr qu'elle n'a pas demandé, elle ne parle pas ... dammit.

source: [_mc_] Thanks [e].
french: [_mc_] Merci [e].

source: [_mc_] *Sigh*
french: [_mc_] *Cuir *

source: [_mc_] ...Sorry [e]. I didn't mean to yell at you...
french: [_mc_] ... Désolé [e]. Je ne voulais pas vous crier ...

source: [_mc_] Listen, you can use my stuff if you want, but at least give me a hint, okay?
french: [_mc_] Écoute, tu peux utiliser mes trucs si tu veux, mais au moins me donner un indice, d'accord?

source: [_mcthink_] So I have the chance to hide my porn collection...
french: [_mcthink_] Alors j'ai la chance de cacher ma collection de porno ...

source: [_n_] You and [e] get the rest of the boxes into your room and head to the livingroom for breakfast afterwards.
french: [_n_] Vous et [e] recevez le reste des boîtes dans votre chambre et la tête au salon pour le petit déjeuner par la suite.

source: [_n_] After [e] and [m] left, you start to unpack the rest of your stuff.
french: [_n_] Après [e] et [m] , vous commencez à déballer le reste de vos affaires.

source: [_n_] Hours later [withdissolve]
french: [_n_] Heures plus tard [withdissolve]

source: [_mcthink_] Huh? She looks sad...
french: [_mcthink_] Huh? Elle a l'air triste ...

source: [_mcthink_] Or not?
french: [_mcthink_] Ou pas?

source: [_mcthink_] ...must have been my imagination...
french: [_mcthink_] ... doit avoir été mon imagination ...

source: [_mcthink_] ...Anyway...
french: [_mcthink_] ...En tout cas ...

source: [_mc_] ... we didn't have the chance to talk since I've come back, so I thought now might be a good time?
french: [_mc_] ... nous n'avons pas eu la chance de parler depuis que je suis revenu, alors j'ai pensé que maintenant pourrait être un bon moment?

source: [_mc_] Hey, don't worry, there is nothing to be concerned about, okay?
french: [_mc_] Hé, ne vous inquiéte pas, il n'y a rien à craindre, d'accord?

source: [_mc_] Heh, right...
french: [_mc_] Heh, à droite ...

source: [_mc_] So... errm... how are you [e]?
french: [_mc_] Alors ... erreur ... comment vous êtes [e]?

source: [_mc_] Eh... well you know... about when I left back then...
french: [_mc_] Eh ... eh bien vous savez ... à propos de quand je suis parti ...

source: [_mc_] Err... I'm sorry [e]... I know I should have told you that I was leaving, and I promise that it's not going to happen again...
french: [_mc_] Err ... Je suis désolé [e]... Je sais que j'aurais dû vous dire que je pars, et je promets que ça ne se reproduira pas ...

source: [_mc_] I mean... I might not stay here, but...
french: [_mc_] Je veux dire ... Je ne restez pas ici, mais ...

source: [_mc_] H-Hey, I won't leave, don't worry...
french: [_mc_] H-Hey, je ne partirai pas, ne vous inquiéterez pas ...

source: [_mc_] What I meant is, even if I'm not going to stay here in the house, I'm not going to leave the city.
french: [_mc_] Ce que je voulais dire, c'est que, même si je ne vais pas rester ici dans la maison, je ne vais pas quitter la ville.

source: [_mc_] {b}If{/b} I'm going to move out again, you're going to be the first one to know, and you can come visit me whenever you want...
french: [_mc_] {b}Si { /b } Je vais à nouveau sortir, vous allez être le premier à savoir, et vous pouvez venir me voir à chaque fois que vous voulez ...

source: [_mc_] Well... actually, I demand that you are going to come visit me every day, hehe.
french: [_mc_] Eh bien ... en fait, je demande que tu vas venir me rendre visite tous les jours, hehe.

source: [_n_] [e] hugs you again as if she doesn't want to let you go anymore. You assure her that you're not going to disappear again. She doesn't answer, but you can tell that she is happy.{p}After a while [m] calls for dinner...
french: [_n_] [e] vous emballez comme si elle ne voulait plus vous laisser partir. Vous l'assurerez que vous n'allez pas disparaître à nouveau. Elle ne répond pas, mais vous pouvez dire qu'elle est heureuse.{p}After a while [m] calls for dinner ...

source: [_mcthink_] Hum... [m] said that [e] usually oversleeps on weekends.
french: [_mcthink_] Hum ... [m] dit que le [e] surprend habituellement les week-ends.

source: [_mcthink_] Just to see if she's okay...
french: [_mcthink_] Juste pour voir si elle va bien ...

source: [_mcthink_] There she is, sleeping peacefully...
french: [_mcthink_] Elle est là, dormant pacifiquement ...

source: [_mcthink_] Damn she's so cute...
french: [_mcthink_] Damn elle est si mignonne ...

source: [_mcthink_] I can't believe she still sleeps with that old teddy...
french: [_mcthink_] Je ne peux pas croire qu'elle dort encore avec ce vieux ...

source: [_mcthink_] I can still remember the day my Mom gave it to me...
french: [_mcthink_] Je me souviens encore du jour où ma mère m'a donné ...

source: [_mcthink_] Anyway, no time to revel in the past, I have to buy a present!
french: [_mcthink_] Quoi qu'il en soit, pas de temps pour revel dans le passé, je dois acheter un cadeau !

source: [_mcthink_] I guess I better hurry to find an awesome present for her.
french: [_mcthink_] Je suppose que je ferais mieux de me trouver un cadeau génial pour elle.

source: [_m_] ...and then [mc] jumped up and ran after him.
french: [_m_] ... et puis [mc] a sauté et a couru après lui.

source: [_m_] At first I wasn't even sure what happened, but when I saw [e] crying, I knew *hic*
french: [_m_] Au début, je n'étais même pas sûr de ce qui s'est passé, mais quand j'ai vu [e] pleurer, je connaissais * hic *

source: [_j_] [mc] the heroine, hehe.
french: [_j_] [mc] l'héroïne, hehe.

source: [_j_] [mc] the hero, hehe.
french: [_j_] [mc] le héros, hehe.

source: [_m_] Haha, yes [heshe] was always like that when it came to [e]...
french: [_m_] Haha, oui [heshe] a toujours été comme ça quand il est arrivé au [e]...

source: [_t_] I wonder how much is left of that heroine nowadays.
french: [_t_] Je me demande combien il reste de cette héroïne de nos jours.

source: [_t_] I wonder how much is left of that hero nowadays.
french: [_t_] Je me demande combien il reste de ce héros de nos jours.

source: [_t_] Are you sure there is no alcohol in the punch [m]?
french: [_t_] Etes-vous sûr qu'il n'y a pas d'alcool dans le punch [m]?

source: [_m_] Yes, of course, I'm sure...
french: [_m_] Oui, bien sûr, je suis sûr ...

source: [_t_] I have to admit, I feel a bit dizzy...
french: [_t_] Je dois admettre, je me sens un peu étourdi ...

source: [_m_] Hum... now that you mention it, I'm feeling a bit weird myself...
french: [_m_] Hum ... maintenant que vous le mentionnez, je me sens un peu bizarre moi-même ...

source: [_j_] Maybe it's the weather, it's really hot today, hehe.
french: [_j_] Peut-être que c'est le temps, il fait vraiment chaud aujourd'hui, hehe.

source: [_t_] I doubt that.
french: [_t_] J'en doute.

source: [_m_] Oh I hope it's not the fruit. I made extra sure they were fresh...
french: [_m_] Oh, j'espère que ce n'est pas le fruit. Je m'assurais qu'ils étaient frais ...

source: [_j_] I feel good and the punch tastes as awesome as always [m].
french: [_j_] I feel good and the punch goûts as awesome as always [m].

source: [_m_] Thanks, [j].
french: [_m_] Merci, [j].

source: [_m_] How about you [mc]?
french: [_m_] Comment pour vous [mc]?

source: [_mc_] I didn't notice anything and it tastes really good.
french: [_mc_] Je n'ai rien remarqué et c'est vraiment bon.

source: [_m_] Thanks, Hun.
french: [_m_] Merci, Hun.

source: [_mcthink_] Damn, I hope this doesn't backfire...
french: [_mcthink_] Damn, j'espère que ça ne rime pas ...

source: [_j_] I wonder why [e] is taking so long...
french: [_j_] Je me demande pourquoi [e] prend tant de temps ...

source: [_m_] Hum, right. I'll have a look for her.
french: [_m_] Hum, droite. Je vais la chercher.

source: [_j_] Oh, why don't you let [mc] have a look. You've done so much for [e] today, you should sit down and enjoy the punch, hehe.
french: [_j_] Oh, pourquoi ne pas laisser [mc] avoir un look. Vous avez fait tellement pour [e] aujourd'hui, vous devriez vous asseoir et profiter du punch, hehe.

source: [_mc_] Yeah, let me look for her...
french: [_mc_] Oui, laissez-moi chercher ...

source: [_m_] Oh... sure [mc].
french: [_m_] Oh ... sûr [mc].

source: [_j_] Another glass [m]?
french: [_j_] Un autre verre [m]?

source: [_m_] Umm... sure, why not?
french: [_m_] Umm ... sûr, pourquoi pas?

source: [_mcthink_] Shit, I hope [j] doesn't overdo it...
french: [_mcthink_] Shit, j'espère que [j] ne le surprend pas ...

source: [_mc_] [e], it's me...
french: [_mc_] [e], c'est moi ...

source: [_mc_] I'm coming in.
french: [_mc_] Je viens.

source: [_mcthink_] Huh? What's going on with her?
french: [_mcthink_] Huh? Qu'est-ce qui se passe avec elle?

source: [_mc_] What's up [e]? Everybody is waiting for you?
french: [_mc_] Quoi de plus [e]? Tout le monde vous attend?

source: [_mcthink_] Is she crying?
french: [_mcthink_] Elle pleure-t-elle?

source: [_mc_] Hey, what's wrong? For a second I thought you were crying...
french: [_mc_] Hé, qu'est-ce qui ne va pas? Pour une seconde, je pensais que tu pleurais ...

source: [_mcthink_] Damn, I bet it's [t]'s fault! That bitch!
french: [_mcthink_] Damn, je parie que c'est la faute de [t]! Cette salope !

source: [_mc_] Come on [e], whatever happened, forget about it. It's your birthday and you should be happy.
french: [_mc_] Venez le [e], quoi qu'il arrive, oubliez ça. C'est ton anniversaire et tu devrais être heureux.

source: [_mc_] Come on, there is a lot of cake waiting for you and of course some neat presents. I bet you'll love them.
french: [_mc_] Allez, il y a beaucoup de gâteau qui vous attend et bien sûr quelques cadeaux. Je parie que tu les aimeras.

source: [_mc_] Hey, I spent {i}ages{/i} to find a good present for you, so if you don't get up and attend your own birthday party I'm sure I'll start crying like a baby.
french: [_mc_] Hey, j'ai passé {i}ages { /i } pour trouver un bon cadeau pour vous, donc si vous ne vous lever pas et assister à votre fête d'anniversaire, je suis sûr que je vais commencer à pleurer comme un bébé.

source: [_n_] She gets up, goes to the wardrobe and looks at you meaningfully.
french: [_n_] Elle se lève, va à la garde-robe et vous regarde de manière significative.

source: [_mc_] Oh, yeah, I get it. I'll let you change...
french: [_mc_] Oh, oui, je l'ai. Je vous laisse changer ...

source: [_mcthink_] Alright, let's hope the rest of this "party" is going to work out better...
french: [_mcthink_] Alright, espérons que le reste de ce "parti" va mieux travailler ...

source: [_mcthink_] Just a quick visit to the toilet...
french: [_mcthink_] Juste une visite aux toilettes ...

source: [_mc_] Whoa... sorry...
french: [_mc_] Whoa ... désolé ...

source: [_mcthink_] Shit, why didn't she lock the door?
french: [_mcthink_] Shit, pourquoi elle n'a pas verrouillé la porte?

source: [_extend_] calm.
french: [_extend_] calme.

source: [_t_] {size=-10}Would you shut the door already or are you going to peep on me forever?{/size}
french: [_t_] { size=-10 } Vous feriez déjà fermer la porte ou vous allez vous y piller à jamais? { /size }

source: Voice [special_delimiter] {size=-10}Nya!{/size}
french: Voix [special_delimiter] { size=-10 } Nya! { /size }

source: [_mcthink_] Huh? What was that?
french: [_mcthink_] Huh? Qu'est-ce que c'était?

source: Voice [special_delimiter] {size=-10}Nya nya nya...{/size}
french: Voix [special_delimiter] { size=-10 } Nya nya nya nya ... { /size }

source: [_mcthink_] Is that [e]?
french: [_mcthink_] Est-ce le [e]?

source: [_e_] {size=-10}Nyaaa...{/size}
french: [_e_] { size=-10 } Nyaaa ... { /taille }

source: [_mcthink_] Well that's interesting...
french: [_mcthink_] Eh bien, c'est intéressant ...

source: [_mcthink_] I guess it's time for a...
french: [_mcthink_] Je suppose qu'il est temps de ...

source: [_mc_] SURPRISE ATTACK! [withhpunch]
french: [_mc_] ATTAQUE SURPRISE ! [withhpunch]

source: [_mc_] Hey, cute outfit! Is this your present from [j]?
french: [_mc_] Hey, jolie tenue ! Est-ce votre cadeau du [j]?

source: [_mc_] So that's why you where making these cute anime cat noises...
french: [_mc_] Alors c'est pour ça que tu as fait ces mignons chats animés ...

source: [_mc_] Come on, do it again.
french: [_mc_] Allez, recommrez-le.

source: [_mc_] Haha, no need to be embarrassed [e], I've heard you anyway and it was actually really cute.
french: [_mc_] Haha, pas besoin d'être embarrassé [e], je vous ai entendu de toute façon et c'était vraiment mignon.

source: [_mc_] ...or maybe the tail?
french: [_mc_] ... ou peut-être la queue?

source: [_mc_] You won't escape me!
french: [_mc_] Vous ne m'échinerez pas !

source: [_mc_] What the?!
french: [_mc_] Quel est le? !

source: [_mcthink_] Don't tell me this is...
french: [_mcthink_] Ne me dites pas que c'est. ..

source: [_mc_] ...a plug?!
french: [_mc_] ... une fiche? !
