Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] A strap-on?
french: [_mc_] Une sangle?

source: [_j_] Yeah, awesome isn't it?
french: [_j_] Oui, c'est génial, n'est-ce pas?

source: [_j_] It even has this little one here, hehe.
french: [_j_] Elle a même ce petit ici, hehe.

source: [_j_] I thought that... maybe you want to try it out on me?
french: [_j_] Je croyais que ... tu veux peut-être essayer ça sur moi?

source: [_j_] Awwww, come on, I've never tried it out... I really want you to bang me like a dirty little girl!
french: [_j_] Awwww, viens, je n'ai jamais essayé ... Je veux vraiment que tu me benne comme une petite fille sale !

source: [_j_] Don't make me put my puppy pout face on, [mcmd]... you'll regret it, I swear!
french: [_j_] Ne me faites pas mettre mon puppy face, [mcmd]... vous le regretterez, je le jure !

source: [_mc_] Haha, okay, okay you won. I can't win against a puppy pout face of a cute girl!
french: [_mc_] Haha, okay, ok tu as gagné. Je ne peux pas gagner contre un petit visage de chiot d'une fille mignonne !

source: [_j_] Hehe, finally! I've had it for so long, but never really got to try it out.
french: [_j_] Hehe, enfin ! Je l'ai depuis si longtemps, mais je n'ai jamais vraiment essayé.

source: [_j_] Pound me like a dirty little girl, [mcmd]!
french: [_j_] Livre me comme une petite fille sale, [mcmd]!

source: [_mc_] Haha, you bet!
french: [_mc_] Haha, vous pariez !

source: [_j_] Hnnn, yes, [mcmd]!
french: [_j_] Hnnn, oui, [mcmd]!

source: [_j_] Faster, [mcmd]! Pound me like a dirty little girl! Haaa...
french: [_j_] Faster, [mcmd]! Je suis comme une petite fille sale ! Haaa ...

source: [_j_] Fill me, fill my belly with your cum, [mcmd]!
french: [_j_] Remplissage, remplissez mon ventre avec votre cum, [mcmd]!

source: [_j_] I'm... Nnnnnhaaaaa! [withflash]
french: [_j_] Je suis ... Nnnnnhaaaaa ! [withflash]

source: [_j_] I don't know why, but sex with you feels kinda special...
french: [_j_] I don't know why, but sex with you sent kinda special ...

source: [_mc_] Does it?
french: [_mc_] Est-ce que?

source: [_j_] Yeah!
french: [_j_] Oui !

source: [_mc_] Well... thanks...
french: [_mc_] Eh bien ... merci ...

source: [_j_] You have to tell me your secret, hehe.
french: [_j_] Vous devez me dire votre secret, hehe.

source: [_mc_] Uhh... there is no secret.
french: [_mc_] Uhh ... il n'y a pas de secret.

source: [_j_] I bet you had a quadzillion girls to practice your secret technique, hehe.
french: [_j_] Je parie que vous aviez un quadzillion de filles pour pratiquer votre technique secrète, hehe.

source: [_j_] Are you sure you don't want to take a shower?
french: [_j_] Etes-vous sûr de ne pas vouloir prendre une douche?

source: [_mc_] Yeah, definitely not in this shower... I'll take a shower when I'm back home.
french: [_mc_] Oui, certainement pas dans cette douche ... Je prendrai une douche quand je serai de retour à la maison.

source: [_j_] Hum... too bad.
french: [_j_] Hum ... trop mauvais.

source: [_mc_] Speaking of which, I should go... it's getting late.
french: [_mc_] Parler de ça, je devrais y aller ... il est en retard.

source: [_j_] Aww, that's even worse...
french: [_j_] Aww, c'est encore pire ...

source: [_mc_] Haha yeah, but hey maybe we can shower together regularly soon.
french: [_mc_] Haha yeah, mais hé peut-être nous pouvons prendre une douche ensemble bientôt.

source: [_j_] Uhh, that sounds nice! Maybe [e] and [m] can join us, hehe.
french: [_j_] Uhh, ça sonne bien ! Peut-être [e] et [m] peuvent nous rejoindre, hehe.

source: [_mc_] Haha, dirty girl.
french: [_mc_] Haha, sale fille.

source: [_j_] Hehe, you made me dirty!
french: [_j_] Hehe, tu m'as salé !

source: [_j_] ... I guess I should try the shower...
french: [_j_] ... Je suppose que je devrais essayer la douche ...

source: [_j_] Hehe, I will...
french: [_j_] Hehe, je ...

source: [_j_] But I think I'll just leave your "dirt" where it is for a little longer...
french: [_j_] Mais je pense que je vais laisser votre "saleté" là où c'est pour un peu plus ...

source: [_j_] ...maybe even play with it... hehe.
french: [_j_] ... peut-être même jouer avec ça ... hehe.

source: [_mc_] You dirty little minx!
french: [_mc_] You sale little minx !

source: [_j_] You made me, [mcmd]...
french: [_j_] Vous m'avez fait, [mcmd]...

source: [_n_] As you leave the apartment...
french: [_n_] Au moment de quitter l'appartement ...

source: Girl [special_delimiter] Yes, I could hear it all, she was like "yes [mcmd], give it to me [mcmd]", haha.
french: Fille [special_delimiter] Oui, je pouvais entendre tout, elle était comme "oui [mcmd], donne-moi [mcmd]", haha.

source: [_mcthink_] Oh shit...
french: [_mcthink_] Oh merde ...

source: Girl [special_delimiter] [heshe!c] must be really good...
french: La fille [special_delimiter] [ heshe ! c ] doit être vraiment bonne ...

source: Girl [special_delimiter] Ah, err...
french: Fille [special_delimiter] Ah, err ...

source: Girl [special_delimiter] ... t-that's what happens in the movie I told you about earlier... haha.
french: Fille [special_delimiter] ... t-c'est ce qui se passe dans le film que je vous ai dit ... haha.

source: Girl [special_delimiter] Yes...
french: Fille [special_delimiter] Oui ...

source: [_j_] Ouch ouch ouch! Fuck!
french: [_j_] Ouch ouch ouch ! Putain !

source: [_n_] You can't help but giggle seeing [j] jumping on one foot holding the other.
french: [_n_] You can't help but giggle voyant [j] sauter sur un pied tenant l'autre.

source: [_j_] Hey, that's not funny!
french: [_j_] Hé, ce n'est pas drôle !

source: [_mc_] Haha, that's what you get for sneaking into someone else's bedroom.
french: [_mc_] Haha, c'est ce que vous avez pour éternuement dans la chambre de quelqu'un d'autre.

source: [_j_] I didn't sneak... you were just sleeping like a log.
french: [_j_] Je n'ai pas sourde ... vous dormiez comme un journal.

source: [_mc_] Suuuuure...and you think I'd believe that, hm?
french: [_mc_] Suuuuure...et vous pensez que je le croirais, hm?

source: [_j_] You better believe it!
french: [_j_] Vous feriez mieux de le croire !

source: [_j_] [m] is making breakfast and [e] is still asleep, so I thought I'd wake you up.
french: [_j_] [m] is making breakfast and [e] is still asleep, so I pensais I'd wake you up.

source: [_mc_] By kicking my bed?
french: [_mc_] En donnant mon lit?

source: [_j_] You know that [e] was trying to sneak over tonight?
french: [_j_] Vous savez que [e] essayait de se faufiler ce soir?

source: [_mc_] Like usual...
french: [_mc_] Comme d'habitude ...

source: [_j_] Yeah I know, she really likes to sleep with... err next to you, hehe.
french: [_j_] Oui, je sais, elle aime vraiment dormir avec ... err près de toi, hehe.

source: [_mcthink_] Little minx...
french: [_mcthink_] Petit minx ...

source: [_j_] you know...
french: [_j_] vous savez ...

source: [_j_] I was expecting you to come over and molest us in our sleep.
french: [_j_] Je m'attendais à ce que vous virez nous molester dans notre sommeil.

source: [_mc_] Huh?! What do you think I am? Some kind of dirty pervert?
french: [_mc_] Huh? ! Qu'est-ce que tu penses que je suis? Une sorte de pervers sale?

source: [_j_] Maybe, hehe.
french: [_j_] Peut-être, hehe.

source: [_mc_] I think you might've played too many adult games.
french: [_mc_] Je pense que vous avez peut-être joué trop de jeux pour adultes.

source: [_j_] Mmmmmaybe...
french: [_j_] Mmmmpeut-être ...

source: [_j_] But [mcmd], I wouldn't mind if you molest me in my sleep, and I bet [e] wouldn't mind either, hehe.
french: [_j_] Mais [mcmd], je ne me dérangerais pas si tu me molles dans mon sommeil, et je parie que [e] ne me dérangerait pas non plus, hehe.

source: [_mc_] Jeez, you better stop that, or I'll have to punish you for being so naughty.
french: [_mc_] Jeez, vous feriez mieux d'arrêter ça, ou je vais devoir te punir pour être si méchant.

source: [_j_] Oh, but I wouldn't mind if you punish me [mcmd]...
french: [_j_] Oh, mais ça ne me dérangerait pas si tu me punais [mcmd]...

source: [_mc_] I guess that means I'll have to give you some extra punishment then, huh?.
french: [_mc_] Je suppose que ça veut dire que je vais devoir vous infliger une punition supplémentaire, hein?

source: [_j_] Hmmmm... please [mcmd].
french: [_j_] Hmmmm ... s'il vous plaît [mcmd].

source: [_mc_] Well shit, we better stop here, I bet that either [m] or [e] will come looking for us if we don't get up.
french: [_mc_] Bien merde, nous ferions mieux d'arrêter ici, je parie que soit [m] ou [e] nous recherchions si nous ne nous sortons pas.

source: [_j_] Awwww but I want my punishment...
french: [_j_] Awwww mais je veux ma punition ...

source: [_mc_] Heh, you're not supposed to want it, but don't worry, you'll get your punishment later.
french: [_mc_] Heh, tu n'es pas censé le vouloir, mais ne t'inquiète pas, tu auras ta punition plus tard.

source: [_j_] Hehe, I hope so, [mcmd].
french: [_j_] Hehe, je l'espère, [mcmd].

source: [_j_] Well, I guess I'll let you get up then... that is... unless you want me to help, hehe.
french: [_j_] Eh bien, je suppose que je vais te laisser monter alors ... c'est. .. à moins que tu ne veux que je l'aide, hehe.

source: [_mc_] I'm good, thanks.
french: [_mc_] Je suis bon, merci.

source: [_j_] Too bad.
french: [_j_] Trop mauvaise.

source: [_j_] Well, see you in a bit.
french: [_j_] Eh bien, tu te vois un peu.

source: [_n_] You get up, go to the bathroom and take a shower...
french: [_n_] Vous vous lever, aller aux toilettes et prendre une douche ...

source: [_mc_] Whoops, sorry I...
french: [_mc_] Whoops, désolé I. ..

source: [_j_] What do you think?
french: [_j_] Que pensez-vous?

source: [_mc_] Oh you've been to a hairdresser?
french: [_mc_] Oh, vous êtes chez un coiffeur?

source: [_j_] Yeah, I talked [m] into it, hehe.
french: [_j_] Oui, j'ai parlé [m] , hehe.

source: [_mc_] Looks good, I like the color.
french: [_mc_] Looks good, j'aime la couleur.

source: [_j_] Thanks, I was hoping you'd like it.
french: [_j_] Merci, j'espérais que vous l'aimeriez.

source: [_mc_] Wait, did [m] get a new haircut too?
french: [_mc_] Attends, est-ce que [m] a une nouvelle coupe de cheveux aussi?

source: [_j_] More like a new styling, but it looks great, you should see her!
french: [_j_] Plus comme un nouveau styling, mais ça a l'air super, vous devriez la voir !

source: [_mcthink_] Shit, that's why she looked different...
french: [_mcthink_] Shit, c'est pourquoi elle avait l'air différente ...

source: [_j_] So, were you looking for me, or do you want to use the bathroom?
french: [_j_] Alors, tu me cherches-tu, ou tu veux utiliser la salle de bain?

source: [_mc_] Err, the latter actually...
french: [_mc_] Err, ce dernier ...

source: [_j_] Too bad...
french: [_j_] Trop mauvais ...

source: [_j_] Well, go ahead! Don't mind me.
french: [_j_] Eh bien, allez-y ! Ne me dérais pas.

source: [_mc_] Are you sure?
french: [_mc_] Etes-vous sûr?

source: [_mc_] Well, if you don't mind, I won't mind either..
french: [_mc_] Eh bien, si vous ne l'esprit pas, je n'y vais pas non plus ..

source: [_j_] Hm~hm~hm~...
french: [_j_] Hm ~ hm ~ ...

source: [_mcthink_] Looks like someone is quite happy about her new hair style...
french: [_mcthink_] On dirait que quelqu'un est très heureux de son nouveau style de cheveux ...

source: [_mc_] Hey, what are you looking at?
french: [_mc_] Hé, qu'est-ce que vous examinez?

source: [_j_] Umm... nothing? Hehe, sorry, I couldn't help it.
french: [_j_] Umm ... rien? Hehe, désolé, je ne pouvais pas l'aider.

source: [_mc_] Yeah, and I bet it was totally {b}not{/b} intentional...
french: [_mc_] Oui, et je parie que c'était totalement {b}pas { /b } intentionnel ...

source: [_j_] Who knows, hehe.
french: [_j_] Qui sait, hehe.

source: [_j_] Oh come on, did you really expect me to not look?
french: [_j_] Oh come on, tu m'attends vraiment à ce que je ne regarde pas?

source: [_mc_] Well, I guess you're right, I should've expected it, knowing you...
french: [_mc_] Eh bien, je suppose que vous avez raison, je devrais m'y attendre, sachant que ...

source: [_j_] Yes you should have.
french: [_j_] Oui, vous devriez l'avoir.

source: [_j_] You know, I was just thinking...
french: [_j_] Vous savez, je pensais juste ...

source: [_j_] Maybe you want me to help?
french: [_j_] Peut-être que vous voulez que je vous aide?

source: [_mc_] Uhh... help with what exactly?
french: [_mc_] Uhh ... aide avec quoi exactement?

source: [_j_] Cleaning, hehe.
french: [_j_] Nettoyage, hehe.

source: [_mc_] Cleaning what?
french: [_mc_] Nettoyage de quoi?

source: [_j_] You, with my mouth, hehe.
french: [_j_] Vous, avec ma bouche, hehe.

source: [_j_] Oh that's entirely your fault, [mcmd]!
french: [_j_] Oh, c'est entièrement votre faute, [mcmd]!

source: [_mc_] Heh, go ahead then.
french: [_mc_] Heh, allez à l'époque.

source: [_mc_] I think you need to go a bit deeper to clean it properly.
french: [_mc_] Je pense que vous devez aller un peu plus loin pour le nettoyer correctement.

source: [_mc_] Shit, yeah, that's it!
french: [_mc_] Shit, ouais, c'est tout !

source: [_mc_] Shit, shit, shit!
french: [_mc_] Shit, merde, merde !

source: [_mc_] Hnn... you're such a dirty girl, [j]!
french: [_mc_] Hnn ... vous êtes une fille sale, [j]!

source: [_mc_] Oh shit, don't stop, babygirl.
french: [_mc_] Oh merde, ne t'arrête pas, babygirl.

source: [_mc_] Oh shit, oh shit, oh shit!
french: [_mc_] Oh merde, oh merde, oh merde !

source: [_mc_] I'm... cumming! Haa! [withflash]
french: [_mc_] Je ... cumming ! Haa ! [withflash]

source: [_j_] Thank you, [mcmd], that was delicious!
french: [_j_] Merci, [mcmd], c'était délicieux !

source: [_mc_] Shit, [j], I could get used to that.
french: [_mc_] Shit, [j], je pourrais m'en servir.

source: [_j_] Me too, [mcmd], hehe.
french: [_j_] Moi aussi, [mcmd], hehe.

source: [_mc_] Huh, that's it? You don't want me to return the favor?
french: [_mc_] Huh, c'est ça? Tu ne veux pas que je retourne la faveur?

source: [_mc_] I see... so...
french: [_mc_] Je vois ... donc ...

source: [_mc_] You're going to stay in the bathroom?
french: [_mc_] Vous allez rester dans la salle de bain?

source: [_j_] Yeah, maybe you and [e] should spend some time alone, too.
french: [_j_] Oui, peut-être que vous et [e] devraient passer du temps seul, aussi.

source: [_mc_] Hmm... how considerate...
french: [_mc_] Hmm ... à quel point ...

source: [_j_] Right?
french: [_j_] Droit?

source: [_mcthink_] Alright, time to get some answers!
french: [_mcthink_] Alright, time to get some réponses !

source: [_j_] Thanks, [m]! Hehe.
french: [_j_] Merci, [m]! Hehe.

source: [_mc_] What are you doing here, [j]? Didn't [m] tell you she doesn't want to get disturbed when she takes the pills?
french: [_mc_] Qu'est-ce que vous faites ici, [j]? Le [m] ne vous a-t-il pas dit qu'elle ne voulait pas être dérangée quand elle prend les pilules?

source: [_j_] Uhh... no?
french: [_j_] Uhh ... non?

source: [_j_] I was just having a nice little chit-chat with her...
french: [_j_] J'avais juste un joli petit chit-chat avec elle ...

source: [_mc_] Uh-huh... just a chit-chat...
french: [_mc_] Uh-huh ... juste un chit-chat ...

source: [_j_] So I guess you didn't just want to enter the room, right?
french: [_j_] Alors je suppose que tu ne voulais pas juste entrer dans la chambre, non?

source: [_mc_] Uhh, I was just walking by.
french: [_mc_] Uhh, j'étais juste en train de marcher.

source: [_mc_] Hey, what do you think of me!?
french: [_mc_] Hey, qu'est-ce que tu penses de moi !?

source: [_j_] Only the best {size=-15}and naughtiest{/size} things, hehe.
french: [_j_] Seul le meilleur { size=-15 } et le plus naughtiest { /size }, hehe.

source: [_j_] Where's [e] by the way?
french: [_j_] Où est le [e] par la voie?

source: [_mc_] She's waiting in my room.
french: [_mc_] Elle attend dans ma chambre.

source: [_j_] Okay, any plans for the rest of the day?
french: [_j_] Ok, tous les plans pour le reste de la journée?

source: [_mc_] No, not really.
french: [_mc_] Non, pas vraiment.

source: [_j_] Why don't we watch a movie or something?
french: [_j_] Pourquoi ne pas regarder un film ou quelque chose?

source: [_mcthink_] Shit, if I go into [m]'s room now she'll know something's fishy...
french: [_mcthink_] Shit, si je vais dans la chambre [m]maintenant elle saura quelque chose de ...

source: [_mcthink_] Damnit, that was unsatisfying...
french: [_mcthink_] Damnit, ce n'était pas satisfaisant ...

source: [_mcthink_] I guess I could just watch some porn...
french: [_mcthink_] Je suppose que je pourrais regarder un peu de porno ...

source: [_mcthink_] Well, I guess I'll have some alone time now...
french: [_mcthink_] Eh bien, je suppose que je vais avoir un peu de temps maintenant ...

source: [_mcthink_] Hmm, I guess I could check my mail and stuff...
french: [_mcthink_] Hmm, je suppose que je pourrais vérifier mon courrier et les trucs ...

source: [_mcthink_] Oh damn, I have to deliver the project tomorrow... shit!
french: [_mcthink_] Oh merde, je dois livrer le projet demain ... merde !

source: [_mcthink_] Guess I better finish it before it's too late...
french: [_mcthink_] Je ferais mieux de le terminer avant qu'il ne soit trop tard ...

source: [_mcthink_] Alright, this does actually look good!
french: [_mcthink_] Alright, this does effective look good !

source: [_mc_] Are they still having their session?
french: [_mc_] Est-ce qu'ils ont encore leur session?

source: [_j_] Whatcha doing?
french: [_j_] Whatcha faire?

source: [_mc_] Working.
french: [_mc_] Travail.

source: [_j_] Working? On a sunday?
french: [_j_] Travail? Un jour de soleil?

source: [_mc_] Yeah, I totally forgot that I have to deliver a project tomorrow...
french: [_mc_] Oui, j'ai complètement oublié que je dois livrer un projet demain ...

source: [_j_] Uh-huh, workaholic.
french: [_j_] Uh-huh, bourreau de travail.

source: [_mc_] I'm not a workaholic, there's not much else to do anyway.
french: [_mc_] Je ne suis pas un bourreau de travail, il n'y a pas grand chose à faire de toute façon.

source: [_j_] You could've spent time with me!
french: [_j_] Vous auriez pu passer du temps avec moi !

source: [_mc_] I just told you that I have to deliver it tomorrow, didn't I?
french: [_mc_] Je viens de vous dire que je dois la livrer demain, n'est-ce pas?

source: [_j_] Show me!
french: [_j_] Montrez-moi !

source: [_mc_] There's not much to see, it's just a lot of code and the UI won't work until it's implemented in the main system.
french: [_mc_] Il n'y a pas beaucoup à voir, c'est juste beaucoup de code et l'assurance-chômage ne fonctionnera pas tant qu'elle n'aura pas été mise en œuvre dans le système principal.

source: [_j_] Uh... okay...
french: [_j_] Uh ... ok ...

source: [_mc_] Heh, I've just finished working on it anyway.
french: [_mc_] Heh, je viens de finir de travailler sur ça de toute façon.

source: [_j_] Nice, so we can play a game!
french: [_j_] Nice, donc on peut jouer à un jeu !

source: [_mc_] What game?
french: [_mc_] Quel jeu?

source: [_j_] I have some ideas.
french: [_j_] J'ai quelques idées.

source: [_mc_] Wait, you are talking about a computer game... right?
french: [_mc_] Attends, tu parles d'un jeu d'ordinateur ... pas vrai?

source: [_mc_] Heh, I see you're already playing games with me.
french: [_mc_] Heh, je vois que tu joues déjà avec moi.

source: [_j_] Am I? Oh, but isn't life a game anyway?
french: [_j_] Am I? Oh, mais n'est-ce pas un jeu de toute façon?

source: [_mc_] But what kind of game would it be then? An adventure? An action game?
french: [_mc_] Mais quel genre de jeu serait alors? Une aventure? Un jeu d'action?

source: [_j_] Hmm, maybe it is...
french: [_j_] Hmm, peut-être que c'est. ..

source: [_j_] Maybe it's a dating sim, or a visual novel.
french: [_j_] Peut-être que c'est un sim de datation, ou un roman visuel.

source: [_mc_] A romance game?
french: [_mc_] Un jeu de romance?

source: [_j_] Ohh, maybe? Hehe.
french: [_j_] Ohh, peut-être? Hehe.

source: [_mc_] Or it turns out to be a horror game...
french: [_mc_] Ou il s'avère qu'il s'agit d'un jeu d'horreur ...

source: [_j_] Let's hope not!
french: [_j_] Espérons que non !

source: [_j_] Hey, maybe it's a porn game, haha. I {b}bet{/b} it's a porn game!
french: [_j_] Hey, peut-être que c'est un jeu de porno, haha. I {b}bet { /b } c'est un jeu de porno !

source: [_mc_] Heh, maybe.
french: [_mc_] Heh, peut-être.

source: [_j_] Hmm... if we're in a game, why not ask the player?
french: [_j_] Hmm ... si on est dans un jeu, pourquoi ne pas demander au joueur?

source: [_mc_] Haha, sure!
french: [_mc_] Haha, sûr !

source: [_j_] Hey, Player, what kind of game are we in?
french: [_j_] Hey, Player, quel genre de jeu sommes-nous?

source: [_mc_] Err... why do you ask me?
french: [_mc_] Err ... Pourquoi me demandes-tu?

source: [_j_] I'm not asking you, I'm asking the player! You're obviously the MC.
french: [_j_] Je ne vous demande pas, je demande au joueur ! Vous êtes évidemment le MC.

source: [_mc_] What? Why me? Why not you, or [e]?
french: [_mc_] Quoi? Pourquoi moi? Pourquoi pas vous, ou [e]?

source: [_j_] Because you're the one who gets all the girls.
french: [_j_] Parce que vous êtes celui qui reçoit toutes les filles.

source: [_mc_] Huh? You think so?
french: [_mc_] Huh? Vous le pensez?

source: [_j_] Obviously! All the girls have at least a crush on you!
french: [_j_] Evidemment ! Toutes les filles ont au moins une béguin pour toi !

source: [_mc_] And who is "all the girls"?
french: [_mc_] Et qui est "toutes les filles"?

source: [_j_] Oh come on, it's everyone in this house! Even visitors! You seem to have some kind of magic attraction, like the MC in porn VN's.
french: [_j_] Oh come on, c'est tout le monde dans cette maison ! Même les visiteurs ! Vous semblez avoir une sorte d'attraction magique, comme le MC dans le porno VN's.

source: [_mc_] Err... aren't those MC's usually weird creeps?
french: [_mc_] Err ... ne sont pas les plus étranges de MC?

source: [_j_] Yeah, haha.
french: [_j_] Oui, haha.

source: [_mc_] Well thanks for calling me a creep then...
french: [_mc_] Eh bien merci de m'avoir appelé un fluage alors ...

source: [_mc_] Also, don't they usually have a huge horse cock?
french: [_mc_] De plus, n'ont-ils pas habituellement une grosse queue de cheval?

source: [_j_] Yeah, usually... maybe the dev prefers small cocks?
french: [_j_] Oui, généralement ... peut-être que le dev préfère les petits cocons?

source: [_j_] You're still above average... honestly it's quite impressive and I love it!
french: [_j_] Vous êtes toujours au-dessus de la moyenne ... honnêtement, c'est assez impressionnant et je l'aime !

source: [_mc_] Well, thanks, I'm glad you like it.
french: [_mc_] Eh bien, merci, je suis content que tu l'aimes.

source: [_j_] It's not the only thing I like about you...
french: [_j_] Ce n'est pas la seule chose que j'aime pour toi ...

source: [_mc_] Is that so? Tell me more.
french: [_mc_] Est-ce ainsi? Dis-moi plus.

source: [_j_] You don't have one?
french: [_j_] Vous n'en avez pas?

source: [_mc_] Obviously not! It's... normal.
french: [_mc_] Evidemment pas ! C'est ... normal.

source: [_j_] Hmm, too bad, it must be something else then...
french: [_j_] Hmm, trop mauvais, ça doit être autre chose que ...

source: [_mc_] Maybe my good looks or being an awesome person all around...
french: [_mc_] Peut-être que ma belle apparence ou être une personne géante tout autour ...

source: [_j_] Haha, maybe.
french: [_j_] Haha, peut-être.

source: [_mc_] Also, aren't they usually male and have a huge horse cock?
french: [_mc_] De plus, n'est-ce pas habituellement un mâle et une grosse queue de cheval?

source: [_j_] There are some games with incredibly good looking female MC's.
french: [_j_] Il y a des jeux avec des femmes de MC féminines incroyablement bonnes.
