Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [pc] No, it was just this one time...
italian: [pc] No, era solo questa una volta...

source: [pcthink] Damn, I didn't expect her to ask so many questions... when will she stop?!
italian: [pcthink] Dannazione, non mi aspettavo che lei facesse così tante domande... quando si fermerà?!

source: [t] Did she ever tell you that she wanted to marry you?
italian: [t] Vi ha mai detto che voleva sposarvi?

source: [pc] What? What kind of question is that?
italian: [pc] Cosa? Che tipo di domanda è quello?

source: [t] It's quite common for young girls to want to marry their parental figure.
italian: [t] È abbastanza comune per le giovani ragazze voler sposare la loro figura genitoriale.

source: [pc] I'm not her dad!
italian: [pc] Non sono suo papà!

source: [pc] I'm not her mom!
italian: [pc] Io non sono sua mamma!

source: [t] That doesn't matter... did she or not?
italian: [t] Non importa... lei o no?

source: [pc] ...ugh, yes, she did....
italian: [pc] ... brutto, sì, ha fatto....

source: [t] I see... did you agree?
italian: [t] Ho visto... sei d'accordo?

source: [pc] Why does it even matter? I mean, we were kids, it didn't mean anything!
italian: [pc] Perché ha anche importanza? Voglio dire, noi eravamo bambini, non voleva dire niente!

source: [t] Did you?
italian: [t] Ti è vero?

source: [pc] Yes, but as I said, we were just kids!
italian: [pc] Sì, ma come ho detto, eravamo solo bambini!

source: [pc] Of course not! She didn't even understand what she was asking for at that time.
italian: [pc] Certamente no! Non ha nemmeno capito quello che chiedeva all'epoca.

source: [t] I see... did you ever touch her or hold her so she cannot move?
italian: [t] Ho visto... la hai mai toccata o la tieni in mano in modo che lei non possa muoversi?

source: [t] ...or do you do that only to people you don't know?
italian: [t] o lo fai solo alle persone che non lo conosci?

source: [pc] ...the fuck! I {b}never{/b} touched her {b}that{/b} way!
italian: [pc] ...il cazzo! {b}mai{/b} le ha toccato {b}che{/b} via!

source: [t] ...so you are just a pervert...
italian: [t] ...quindi sei solo un perverso...

source: [t] You obviously {b}are{/b} a pervert!
italian: [t] Ovviamente {b}sono{/b} un perverso!

source: [pc] Wait a minute, why am I the pervert here? You were the one who was completely wet...
italian: [pc] Aspetta un minuto, perché sono io il pervertito qui? Tu eri colui che era completamente bagnato...

source: [pc] ...and it didn't even take a minute for you to cum!
italian: [pc] ...e non ci sono voluti nemmeno un minuto per voi a cum!

source: [t] W-What are you talking about?
italian: [t] Di cosa stai parlando?

source: [pc] Did you think I wouldn't notice that smell last time in the bathroom? It was more than obvious!
italian: [pc] Pensavi che non avrei notato quell'odore l'ultima volta in bagno? Era più che ovvio!

source: [t] T-That had nothing to do with you!
italian: [t] T-Che non aveva niente a che fare con te!

source: [pc] Ah yeah? So what was the reason for you cumming so quickly then?
italian: [pc] Ah sì? Qual è stato il motivo per voi così rapidamente cumming allora?

source: [pc] Ah yeah? Wait, don't tell me you did something to [e]!
italian: [pc] Ah sì? Aspetta, non dirmi che hai fatto qualcosa a [e]!

source: [t] W-what? No, of course not!!
italian: [t] Che cosa? No, ovviamente no!!

source: [pc] You better tell the truth!
italian: [pc] È meglio dire la verità!

source: [t] I'd never do such a thing, I'm not like that!
italian: [t] Non farei mai una cosa del genere, non sono così!

source: [pc] Hmph... well I guess that make me the only possible reason, doesn't it?
italian: [pc] Hmph... bene immagino che mi fanno l'unica ragione possibile, vero?

source: [t] N-no! I...
italian: [t] N-no! Io...

source: [t] It was just...
italian: [t] Era solo...

source: [pc] I'm listening.
italian: [pc] Sto ascoltando.

source: [t] Fuck you, it won't ever happen again!
italian: [t] Cazzo tu, non succederà mai più!

source: [pc] Well, whatever, I guess question time is over...
italian: [pc] Beh, qualunque cosa, immagino che il tempo delle interrogazioni sia finito...

source: [t] Humph, asshole!
italian: [t] Humph, stronzo!

source: [t] Humph, bitch!
italian: [t] Humph, cagna!

source: [n] She storms off like a fury.
italian: [n] Lei tempesta come una furia.

source: [pc] Heh, so by your logic, you wouldn't cum again if I touch you?
italian: [pc] Heh, così per la tua logica, non spereresti di nuovo se ti tocca?

source: [pc] Heh, so by your logic, you can't be wet right now, right?
italian: [pc] Heh, così per la tua logica, non puoi essere bagnato in questo momento, giusto?

source: [t] O-Of course! I...
italian: [t] O-Certo! Io...

source: [pc] Alright, why don't we try and see if that's the truth.
italian: [pc] Bene, perché non cerchiamo di vedere se questa è la verità.

source: [t] N-No, I didn't mean...
italian: [t] N-No, non intendevo...

source: [pc] No? Yes? What? Can't decide?
italian: [pc] No? Sì? Cosa? Non puoi decidere?

source: [t] T-That's not... aahhhn...
italian: [t] T-Questo non è... aahhhn...

source: [pc] Well look at that, it seems like you've been waiting for it.
italian: [pc] Guardate bene, sembra che lo stavate aspettando.

source: [t] Hnn...no... fuck you! Leave me alone!
italian: [t] Hnn...no... ti scopa! Lasciami da solo!

source: [pc] And if not?
italian: [pc] E se no?

source: [t] I'll scream!
italian: [t] Io urlerò!

source: [pc] Do it! Stop me if you want.
italian: [pc] Fate! Mi fermi se vuoi.

source: [t] Unnh... f-fuck you! Stop it!
italian: [t] Unnh... f-scopa! Smettilo!

source: [pc] You really need this, don't you?
italian: [pc] Hai davvero bisogno di questo, vero?

source: [t] Hnn... no... Pig!
italian: [t] Hnn... no... Maiale!

source: [pc] Oh I think you do and you know it!
italian: [pc] Oh penso che tu lo sappia e lo sai!

source: [t] Ahnnn... no... you're forcing me, pervert.
italian: [t] Ahnnn... no... mi stai forzando, pervertito.

source: [pc] You could just push me away and leave, you know?
italian: [pc] Potresti semplicemente spingermi via e andarmene, sa?

source: [t] You... aahh... asshole!
italian: [t] Tu... ahh... stronzo!

source: [t] You... aahh... bitch!
italian: [t] Tu... ahh... puttana!

source: [pc] Well that was quick.
italian: [pc] Beh, è stato veloce.

source: [pc] What a squirter you are, and so needy.
italian: [pc] Che squirter sei e così bisognoso.

source: [pc] You should thank me you know...
italian: [pc] Dovresti ringraziarmi sapete...

source: [pc] I'm sure you heard me.
italian: [pc] Sono sicuro che mi hai sentito.

source: [t] W-why would I do that!? You molested me...
italian: [t] Perché lo fare!? Mi hai molestato...

source: [pc] I made you cum, and you clearly needed that.
italian: [pc] Ti ho fatto cum, e hai chiaramente bisogno di questo.

source: [t] T-thats not...
italian: [t] T-thats non...

source: [pc] Thank me!
italian: [pc] Grazie!

source: [pc] Thank me, or leave!
italian: [pc] Grazie, o se ne vada!

source: [t] Ugh... Thank you...
italian: [t] Ugh... Grazie...

source: [pc] Good girl!
italian: [pc] Buona ragazza!

source: [pc] So, you wanted to leave, didn't you?
italian: [pc] Allora, volevi andarsene, vero?

source: [t] Humph, asshole! Pig!
italian: [t] Humph, stronzo! Maiale!

source: [pcthink] What a little sub... and so feisty...
italian: [pcthink] Che piccolo sub... e così faticoso...

source: [pc] We should talk.
italian: [pc] Dovremmo parlare.

source: [t] Humph... Why don't you just leave me alone, pervert!
italian: [t] Humph... Perché non mi lasci solo, pervertito!

source: [pc] Why would I?
italian: [pc] Perché dovrei?

source: [pc] I saw you in the city today, you know...
italian: [pc] Oggi ti ho visto in città, sai...

source: [t] Oh really? I'm surprised you didn't try to molest me there too...
italian: [t] Oh veramente? Sono sorpreso che tu non abbia cercato di molestarmi anche lì...

source: [pc] I didn't want to interfere.
italian: [pc] Non volevo interferire.

source: [t] Don't act like you have any manners. I bet you were just shy because it was out in the open...
italian: [t] Non agire come se avessi delle maniere. Scommetto che tu fossi solo timido perché era fuori all'aperto...

source: [pc] Nah, it just looked like you had enough to do with your boyfriend.
italian: [pc] Nah, sembrava che tu avessi abbastanza a che fare con il tuo fidanzato.

source: [t] I-I don't have a boyfriend...
italian: [t] Non ho un fidanzato...

source: [pc] Yeah, I guess that's true by now... and I bet he won't try to "molest" you again.
italian: [pc] Sì, immagino che questo sia vero ora... e scommetto che non cercherà di "molestare" di nuovo.

source: [t] W-What are you talking about?!
italian: [t] Di cosa stai parlando?!

source: [pc] You could have knocked me out, too...
italian: [pc] Avresti potuto buttarmi fuori, troppo...

source: [pc] ...but you didn't even try...
italian: [pc] ...ma non hai nemmeno provato...

source: [t] It's not like...
italian: [t] Non è come...

source: [pc] Get on your knees!
italian: [pc] Mettiti in ginocchio!

source: [t] W-what?
italian: [t] W-cosa?

source: [pc] You heard me.
italian: [pc] Mi hai sentito.

source: [t] N-No, why would I?!
italian: [t] N-No, perché io?!

source: [pc] Because it's time for you to give something back!
italian: [pc] Perché è il momento per voi di restituire qualcosa!

source: [t] What are you talking about?
italian: [t] Di cosa stai parlando?

source: [pc] You know what I'm talking about.
italian: [pc] Sai di cosa sto parlando.

source: [pc] It's been two times already... you've had your fun and I've never asked for anything in return.
italian: [pc] È già stato due volte... ti sei divertito e non ho mai chiesto nulla in cambio.

source: [pc] I've caught you two times already... you've been dripping wet!
italian: [pc] Ti ho già catturato due volte... sei stato bagnato!

source: [t] T-That's not what was happening!
italian: [t] T-Non è quello che stava succedendo!

source: [pc] No? I didn't make you cum?
italian: [pc] No? Non ti ho fatto cum?

source: [pc] I don't even need to see it to know that you're wet right now!
italian: [pc] Non ho nemmeno bisogno di vederlo per sapere che sei bagnato in questo momento!

source: [t] That's not...
italian: [t] Non è...

source: [pc] Stop being selfish and get on your knees.
italian: [pc] Smettetela di essere egoista e mettetevi in ginocchio.

source: [pc] Do it!
italian: [pc] Faccelo!

source: [pcthink] Shit, she's really doing it!
italian: [pcthink] Merda, lo sta davvero facendo!

source: [pc] Well...
italian: [pc] Bene...

source: [pc] You know what to do.
italian: [pc] Sai cosa fare.

source: [pc] Not bad, [t], not bad...
italian: [pc] Non male, [t], non cattivo...

source: [t] Unn... asshole...
italian: [t] Unn... stronzo...

source: [pc] Hum, maybe not good enough.
italian: [pc] Hum, forse non abbastanza buono.

source: [pc] So, how do you like giving something back for a change?
italian: [pc] Quindi, come ti piace restituire qualcosa per un cambiamento?

source: [t] Gmrrgh!
italian: [t] Gmrgh!

source: [t] Ghaaah...haah... I... hate you!
italian: [t] Ghaaah...haah... Io... ti odio!

source: [pc] Yeah, why don't you go back to it...
italian: [pc] Sì, perché non tornate ad esso...

source: [pc] That's better.
italian: [pc] È meglio.

source: [pcthink] Damn, she's actually really good at this...
italian: [pcthink] Dannazione, è davvero brava in questo...

source: [pcthink] ...and despite her attitude, she's really giving it her all!
italian: [pcthink] ...e nonostante il suo atteggiamento, lei gli sta davvero dando tutto!

source: [pc] Shit, I'm gonna...!
italian: [pc] Merda, sto andandando...!

source: [pc] Well that wasn't too bad, I hope you enjoyed it as much as I did.
italian: [pc] Beh, questo non era troppo male, spero che ti sia piaciuto tanto quanto ho fatto.

source: [t] *Gulp* ...fuck you!
italian: [t] *Gulp* ...ti scopa!

source: [pc] Still the same attitude, eh?
italian: [pc] Ancora lo stesso atteggiamento, eh?

source: [pc] Well, seeya next time, then.
italian: [pc] Beh, seeya la prossima volta, allora.

source: [pcthink] What was that? No drama, no harassing me, no complaints?
italian: [pcthink] Che cos'era quello? Nessun dramma, niente molesti, niente lamentele?

source: [pcthink] She just left without a word...
italian: [pcthink] Ha appena lasciato senza parola...

source: [pcthink] Well, at least it was fun. I wonder how far this will go in the future...
italian: [pcthink] Beh, almeno è stato divertente. Mi chiedo fino a che punto questo andrà in futuro...

source: [pcthink] Hum... it's been over a week already that I'm back...
italian: [pcthink] Uomo... è stato più di una settimana già che sono tornato...

source: [pcthink] ... and nothing really went like planned...
italian: [pcthink] ... e niente è davvero andato come previsto...

source: [pcthink] But is it really a bad thing? A lot of crazy stuff happened since...
italian: [pcthink] Ma è davvero una brutta? È successo un sacco di cose pazzesche dalla...

source: [pc] ...Huh, is that [t]?
italian: [pc] ...Huh, è [t]?

source: [pcthink] Yeah, looking at the way she walks... that's clearly her attitude...
italian: [pcthink] Sì, guardando il modo in cui cammina... è chiaramente il suo atteggiamento...

source: [pcthink] What's up with her anyway, I don't get that woman.
italian: [pcthink] Che cosa c'è di lei, comunque, non ottengo quella donna.

source: [pcthink] Looks like that grumpy guy has the morning shift...
italian: [pcthink] Sembra che quel tipo scontroso abbia il turno di mattina...

source: [pc] Hum... maybe I should follow [t]? This might be a good opportunity to learn a bit more about her.
italian: [pc] Uomo... forse dovrei seguire [t]? Questa potrebbe essere una buona occasione per saperne di più su di lei.

source: [pcthink] Yeah, let's see where this goes. Maybe I can even have a normal talk with her..................oh who am I kidding...
italian: [pcthink] Sì, vediamo dove va questo. Forse posso anche avere un normale colloquio con lei..................oh chi sto scherzando...

source: Naw, fuck that, I need coffee!
french: Non, j'en ai marre, j'ai besoin d'un café !
italian: Naw, cazzo quello, ho bisogno di caffè!

source: [pcthink] That's better...
italian: [pcthink] È meglio...

source: [n] A few minutes later...
italian: [n] Qualche minuto dopo...

source: [pcthink] Damn where is she going?
italian: [pcthink] Dannazione dove sta andando?

source: [pcthink] I doubt that someone like her would have her office in such an area... or even just a client...
italian: [pcthink] Dubito che qualcuno come lei avrebbe il suo ufficio in una tale zona... o anche solo un cliente...

source: [pcthink] Wait... isn't this the old dopehead corner?
italian: [pcthink] Aspetta... non è questo il vecchio angolo dopehead?

source: [pcthink] Don't tell me she's...
italian: [pcthink] Non mi dica di lei...

source: [pcthink] Shit... really, [t]?
italian: [pcthink] Mettile... davvero, [t]?

source: [pcthink] A playground?
italian: [pcthink] Un parco giochi?

source: [pcthink] That definitely wasn't here when I visited this area the last time...
italian: [pcthink] Sicuramente non era qui quando ho visitato questa zona l'ultima volta...

source: [pcthink] But it doesn't look new either...
italian: [pcthink] Ma non sembra nuovo neanche...

source: Girl || Hey uncle, can you help me?
italian: Ragazza <unk> Hey zio, puoi aiutarmi?

source: Girl || Hey auntie, can you help me?
italian: Ragazza <unk> Hey auntie, potete aiutarmi?

source: [pc] Huh? What's up?
italian: [pc] Huh? Che cos'è?

source: [pcthink] ...and where the hell is [t]?!
italian: [pcthink] ...e dove l'inferno è [t]?!

source: Girl || Over here!
italian: Ragazza <unk> <unk> Sopra qui!

source: [pc] Hey have you seen...
italian: [pc] Ehi hai visto...

source: [pc] WHOA!
italian: [pc] QUI!

source: [pc] Shit! What the hell, [t]?! That was too close!
italian: [pc] Merda! Che inferno, [t]?! Era troppo vicino!

source: Girl || Whoa, Katie! That was awesome!!
italian: Ragazza <unk> <unk> Whoa, Katie! È stato fantastico!!

source: [t] I told you not to call me Katie!
italian: [t] Ti ho detto di non chiamarmi Katie!

source: Girl || Shorryyy Katie!
italian: Ragazza <unk> <unk> Shorryyy Katie!

source: [t] Why are you following me?!
italian: [t] Perché mi stai seguendo?!

source: [pc] I'm not following you, I just wanted to visit an old place...
italian: [pc] Non ti sto seguendo, volevo solo visitare un vecchio posto...

source: [t] Tsk, do you even remember this place?
italian: [t] Tsk, ti ricordi anche questo posto?

source: [pc] Yeah, of course, it's the old dopehead corner.
italian: [pc] Sì, naturalmente, è il vecchio angolo dopehead.

source: [pcthink] Shit, maybe I should have pretended not knowing this place...
italian: [pcthink] Merda, forse avrei dovuto fingere di non conoscere questo posto...

source: [t] Is that all?
italian: [t] È tutto?

source: [pc] What do you mean?
italian: [pc] Che cosa intendi?

source: [pc] Jeez, why am I an idiot now... what the fuck is wrong with you?!
italian: [pc] Jeez, perché sono un idiota adesso... che cazzo è sbagliato con te?!

source: [t] With me? Are you serious?
italian: [t] Con me? Sei serio?

source: [t] You are the druglord here...
italian: [t] Tu sei il farmacista qui...

source: [pc] What??
italian: [pc] Cosa??

source: [t] And you are the one molesting innocent people... and you're the one who doesn't remember anything!
italian: [t] E tu sei l'unica persona innocente che molesta... e tu sei colui che non ricorda niente!

source: [pc] Druglord? Remembering? What the fuck are you talking about?! I never sold drugs!
italian: [pc] Druglord? Ricorda? Di che cazzo stai parlando?! Non ho mai venduto droghe!

source: [t] Humpf... just leave me alone!
italian: [t] Humpf... lasciami da solo!

source: [pcthink] Holy shit... what's going on? What is she talking about?
italian: [pcthink] Merda santa... che cosa sta succedendo? Di cosa sta parlando?

source: [pcthink] Did [m] tell her stories about me?
italian: [pcthink] Ha [m] raccontato le sue storie su di me?

source: [pcthink] But why would she tell lies?
italian: [pcthink] Ma perché direbbe bugie?

source: [pc] Hum... alright, I'll take the bait, now what's this all about... "Katie"?!
italian: [pc] Uomo... bene, prenderò l'esca, ora che cosa è tutto questo... "Katie"?!

source: [t] DON'T CALL ME KATIE!
italian: [t] NON TUTTE ME KATIE!

source: [n] Years ago.
italian: [n] Anni fa.

source: [pcthink] Almost there...
italian: [pcthink] Quasi lì...

source: [pcthink] I wonder if this little slut will come too, hehe.
italian: [pcthink] Mi chiedo se questa piccola troia verrà anche, hehe.

source: [pcthink] I wonder if this little cutie will come too, hehe.
italian: [pcthink] Mi chiedo se questo piccolo cutie verrà anche, hehe.

source: Voice || DON'T CALL ME KATIE!
italian: Voce Non Ho CALL ME KATIE!

source: [pcthink] Shit, it's those guys...
italian: [pcthink] Merda, sono quei ragazzi...

source: [pcthink] But who's the girl?
italian: [pcthink] Ma chi è la ragazza?

source: Guy 1" "You know this bitch?
italian: Ragazzo 1" "Sai questa cagna?

source: Guy 2" "Yeah, she's in the same class as my little sister.
italian: Guy 2" "Sì, lei è nella stessa classe della mia sorellina.

source: Guy 1" "Hehe, what is a little girl like you doing in a place like this?
italian: Guy 1" "Hehe, che cos'è una bambina come se facessi in un posto come questo?

source: Guy 2" "I bet she's here for a fix.
italian: Guy 2" "Scommetto che è qui per una correzione.

source: [t] N-No, I just...
italian: [t] N-No, solo...

source: Guy 1" "She can have a fix from my dick!
italian: Guy 1" "Lei può avere una correzione dal mio cazzo!

source: Guy 2" "Haha, is that what you want Katie? Do you want a dose of dick?
italian: Guy 2" "Haha, è quello che vuoi Katie? Vuoi una dose di cazzo?

source: [t] N-No! Let me go!
italian: [t] N-No! Lasciami andare!

source: Guy 1" "Why not have some fun first, hehe.
italian: Guy 1" "Perché non avere un po 'di divertimento prima, hehe.

source: Guy 2" "Come on Katie, just a little suck!
italian: Guy 2" "Vieni su Katie, solo un po 'di succhio!

source: [pcthink] Jeez, these idiots...
italian: [pcthink] Jeez, questi idioti...

source: [pc] Hey, is that all you can do? Scaring little girls?
italian: [pc] Ehi, è tutto quello che puoi fare? Spaventare le bambine?

source: Guy 1" "YOU!
italian: Ragazzo 1" "YOU!

source: Guy 2" "Get lost, [pc], this is none of your business!
italian: Guy 2" "Vieni perso, [pc], questo non è nessuno dei tuoi affari!

source: [pc] You know, I just thought that you guys must be really desperate. Can't find a girl who actually wants to suck your dick, huh?
italian: [pc] Sai, ho appena pensato che tu ragazzi debba essere davvero disperato. Non riesci a trovare una ragazza che vuole davvero succhiare il tuo cazzo, eh?

source: Guy 2" "What did you just say? Desperate for some beating?
italian: Guy 2" "Che cosa hai appena detto? Desperato per qualche battito?

source: [pc] Yeah, sure, like last time? Bigmouth?
italian: [pc] Sì, sicuro, come l'ultima volta? Bigmouth?

source: Guy 1" "There are two of us now, motherfucker!
italian: Guy 1" "Ci sono due di noi ora, motherfucker!

source: Guy 2" "We'll beat the shit out of you, asshole!
italian: Guy 2" "batteremo il grido di te, stronzo!

source: Guy 2" "What did you... how about {b}you{/b} suck my dick, bitch?!
italian: Guy 2" "Che cosa hai fatto... come circa {b}tu{/b} succhiare il mio cazzo, cagna?!

source: [pc] You wish!
italian: [pc] Lo desideri!

source: Guy 2" "I'll make you beg for it!
italian: Guy 2" "Ti farò pregare per esso!

source: [pc] Good luck with that!
italian: [pc] Buona fortuna con quello!

source: [pc] ...and don't come back!
italian: [pc] ...e non tornare!

source: [pcthink] Ugh... shit, they almost got me...
italian: [pcthink] Ugh... merda, mi hanno quasi preso...

source: [t] Are you alright?
italian: [t] Hai ragione?

source: [t] You're bleeding.
italian: [t] Stai sanguinando.

source: [pc] Yeah, I'm good, it's probably fatal, but that's okay.
italian: [pc] Sì, sono buono, è probabilmente fatale, ma va bene.

source: [t] What?!
italian: [t] Cosa?!

source: [pc] Haha, I'm joking, it's just a scratch. How about you?
italian: [pc] Haha, sto scherzando, è solo un graffio. Che ne dai?

source: [t] I'm fine... thank you.
italian: [t] Sto bene... grazie.

source: [pc] I haven't seen you here before, are you new?
italian: [pc] Non ti ho visto qui prima, sei nuovo?

source: [pc] Oh, I see, you really wanted a fix...
italian: [pc] Oh, vedete, volevate davvero una correzione...

source: [t] N-No, I'm just late, and I wanted to take a shortcut home!
italian: [t] N-No, sono solo in ritardo, e volevo prendere una scorciatoia a casa!

source: [pc] Well, you better hurry then, and I'd suggest to avoid this "shortcut" from now on.
italian: [pc] Beh, è meglio affrettarsi allora, e suggerirei di evitare questa "scorciatoia" d'ora in poi.

source: [pc] It's probably best if you never come back to this place...
italian: [pc] Probabilmente è meglio se non tornate mai a questo posto...

source: [t] I won't...
italian: [t] Non lo farò...

source: [pcthink] That little girl... it was her.
italian: [pcthink] Quella ragazzina... era lei.

source: [pcthink] Shit, how am I supposed to remember that, I've only met her once, and it's so long ago...
italian: [pcthink] Merda, come dovrei ricordarmi, l'ho incontrata solo una volta, ed è così tanto tempo fa...

source: [pc] Alright...
italian: [pc] Bene...

source: [pc] First of all, I never sold drugs! I was just hanging around here from time to time.
italian: [pc] Prima di tutto, non ho mai venduto droghe! Ero solo appeso qui di tanto in tanto.

source: [t] Sure...
italian: [t] Certo...
