Repository: BlackRam-oss/BM
Catalog: game/*/*/events_e.po
Languages: french, italian

source: [_mc_] Guess, I should open the door then. Why don't you choose the next outfit until I'm back?
french: [_mc_] Guess, je devrais ouvrir la porte à l'époque. Pourquoi ne choisiez-vous pas la prochaine tenue jusqu'à ce que je sois de retour?

source: [_mc_] By the way, I like this outfit most, [e].
french: [_mc_] Au fait, j'aime cette tenue la plus, [e].

source: [_mc_] Right, you got a session with [e], right?
french: [_mc_] Droit, vous avez une session avec [e], n'est-ce pas?

source: [_mc_] Jeez, what's up with her again...
french: [_mc_] Jeez, ce qui est à nouveau avec elle ...

source: [_mcthink_] And here I thought she'd be a bit more... reasonable after yesterday...
french: [_mcthink_] Et ici, je pensais qu'elle serait un peu plus ... raisonnable après hier ...

source: [_mcthink_] She's like the prototype of a tsundere in manga...
french: [_mcthink_] Elle est comme le prototype d'un tsundere dans le manga ...

source: [_mcthink_] I wonder if she ever reads manga.
french: [_mcthink_] Je me demande si elle lit le manga.

source: [_mcthink_] Oh shit, I hope [e] got dressed in time!
french: [_mcthink_] Oh merde, j'espère que [e] s'est habillé dans le temps !

source: [_j_] This is the spot, and it looks like I was right.
french: [_j_] C'est l'endroit, et on dirait que j'avais raison.

source: [_mc_] Yeah, you were right.
french: [_mc_] Oui, vous avez raison.

source: [_mc_] Jeez, not now...
french: [_mc_] Jeez, pas maintenant ...

source: [_mc_] What's up, [mmom]?
french: [_mc_] Quoi de plus, [mmom]?

source: [_m_] ...did you find [e]?
french: [_m_] ... avez-vous trouvé [e]?

source: [_mc_] Yeah, we just found her, she's fine.
french: [_mc_] Oui, on vient de la trouver, elle va bien.

source: [_m_] Oh{cps=2}...{/cps} I mean, thank god!
french: [_m_] Oh { cps= 2 } ... { /cps } Je veux dire, Dieu merci !

source: [_m_] Uhm... well... I just called [oc]...
french: [_m_] Uhm ... eh bien ... Je viens de appeler [oc]...

source: [_mc_] [oc]!? But why?
french: [_mc_] [oc]!? Mais pourquoi?

source: [_m_] I was worried [e] ran away again. I just couldn't sit still and do nothing.
french: [_m_] I was inquiet [e] ran again. Je ne pouvais pas rester assis et ne rien faire.

source: [_mc_] But I told you it was just a minor argument, [mmom].
french: [_mc_] Mais je vous ai dit que c'était juste un argument mineur, [mmom].

source: [_m_] I know, it's just...
french: [_m_] Je sais, c'est juste ...

source: [_mc_] It's okay, [mmom], I can understand you.
french: [_mc_] C'est bon, [mmom], je peux te comprendre.

source: [_m_] Thanks, Hun...
french: [_m_] Merci, Hun ...

source: [_mc_] [mmom], that was absolutely unnecessary. You should've just listened to me.
french: [_mc_] [mmom], c'était absolument inutile. Tu devrais juste m'écouter.

source: [_m_] I-I know... I... I'm sorry, Hun.
french: [_m_] Je sais ... I. .. Je suis désolé, Hun.

source: [_extend_] I know I should've listened to you, I promise it won't happen again.
french: [_extend_] Je sais que j'aurais dû vous écouter, je vous promets que ça ne se reproduira plus.

source: [_m_] I know... I was just so worried... I overreacted...
french: [_m_] Je sais ... J'étais tellement inquiète ... J'ai trop réagi ...

source: [_m_] I'll call [oc] again and tell him that you found her... and...
french: [_m_] Je vais appeler de nouveau [oc] et lui dire que vous l'avez trouvée ... et ...

source: [_m_] ...please don't tell [e] that I reacted like that.
french: [_m_] ... je vous prie de ne pas dire [e] que j'ai réagi comme ça.

source: [_mc_] Okay... we'll be back soon.
french: [_mc_] D'accord ... nous serons bientôt de retour.

source: [_mcthink_] Wow, I didn't expect her to be so worried...
french: [_mcthink_] Wow, je ne m'attendais pas à ce qu'elle soit aussi inquiète ...

source: [_j_] What happened?
french: [_j_] Que s'est-il passé?

source: [_mc_] Err... well, nothing special, [m] was just worried.
french: [_mc_] Err ... bien, rien de spécial, [m] était juste inquiet.

source: [_j_] Oh, okay...
french: [_j_] Oh, ok ...

source: [_mc_] Looks like [e] didn't notice us, yet...
french: [_mc_] On dirait que [e] ne nous a pas remarqué, pourtant ...

source: [_mc_] Alright, I guess it's better if I talk to her alone.
french: [_mc_] Alright, je suppose que c'est mieux si je parle à elle seule.

source: [_j_] Yeah, I'll leave you to it.
french: [_j_] Oui, je vous laisse.

source: [_mc_] Thanks, [j].
french: [_mc_] Merci, [j].

source: [_mcthink_] I wonder what she's thinking...
french: [_mcthink_] Je me demande ce qu'elle pense ...

source: [_mc_] Why did you run away, [e]? Why don't you talk to me?
french: [_mc_] Pourquoi vous êtes-vous enfuiez-vous, [e]? Pourquoi ne me parlez-vous pas?

source: [_mc_] Look, I don't know why you don't want to talk to me, but the cat is out of the bag now. I know you can talk, so what's the point of keep being silent?
french: [_mc_] Ecoute, je ne sais pas pourquoi tu ne veux pas me parler, mais le chat est sorti du sac maintenant. Je sais que vous pouvez parler, alors quel est le point de silence?

source: [_mcthink_] Hmm, she still doesn't want to talk to me...
french: [_mcthink_] Hmm, elle ne veut toujours pas me parler ...

source: [_mc_] I know you wanted me to stay, so I'll just sit here and shut up.
french: [_mc_] Je sais que tu voulais que je reste, donc je vais m'asseoir ici et me taire.

source: [_mc_] Let's both be silent...
french: [_mc_] Soyons silencieux ...

source: [_mcthink_] Hrm... why doesn't she talk to me?
french: [_mcthink_] Hrm ... pourquoi ne me parle-t-elle pas?

source: [_mcthink_] This area... I haven't been here since I was a child...
french: [_mcthink_] Ce secteur ... Je n'ai pas été là depuis que j'étais enfant ...

source: [_mcthink_] It used to be way above the water... then it got flooded after they built the dam, and now it's a marsh...
french: [_mcthink_] C'était bien au-dessus de l'eau ... puis il a été inondé après qu'ils ont construit le barrage, et maintenant c'est un marais ...

source: [_mcthink_] I wonder if [e] knows about any of it.
french: [_mcthink_] Je me demande si [e] sait ce qu'il en est.

source: [_e_] You just left.
french: [_e_] Vous venez de partir.

source: [_e_] You didn't even say goodbye...
french: [_e_] Vous n'avez même pas dit au revoir ...

source: [_mc_] Is that why you didn't want to talk to me?
french: [_mc_] C'est pourquoi vous n'avez pas voulu me parler?

source: [_mc_] Look, I'm sorry. It was...
french: [_mc_] Écoute, je suis désolé. C'était ...

source: [_mc_] ... it was... well, you know the circumstances...
french: [_mc_] ... c'était ... bien, tu connais les circonstances ...

source: [_mc_] I know I shouldn't have just left without a word, I know I should've told you, but I was young, I was angry, I was desperate, I just didn't know any better way.
french: [_mc_] Je sais que je ne devrais pas avoir juste un mot, je sais que j'aurais dû te dire, mais j'étais jeune, j'étais en colère, j'étais désespérée, je ne savais juste pas mieux.

source: [_e_] I missed you...
french: [_e_] Je vous ai manqué ...

source: [_mc_] I'm sorry, [e].
french: [_mc_] Je suis désolé, [e].

source: [_e_] I wanted to talk to you...
french: [_e_] Je voulais vous parler ...

source: [_mc_] But you wanted to know if I'd stay...
french: [_mc_] Mais tu voulais savoir si je resterais ...

source: [_e_] I needed to be sure...
french: [_e_] J'avais besoin d'être sûr ...

source: [_e_] ...but then...
french: [_e_] ... mais ...

source: [_mc_] Then what? What happened?
french: [_mc_] Alors quoi? Que s'est-il passé?

source: [_e_] I... I got scared about what you'd think of me, if I told you it was all just a lie...
french: [_e_] I ... J'ai eu peur de ce que tu penses de moi, si je t'avais dit que c'était juste un mensonge ...

source: [_e_] I thought you might leave again if I told you...
french: [_e_] Je pensais que vous pourriez repartir si je vous l'avais dit ...

source: [_e_] I don't want you to leave...
french: [_e_] Je ne veux pas que tu parles ...

source: [_mc_] I already told you I won't leave. I have a good job here, and it looks like [m] really has changed, so, I guess it's time to let the past be the past...
french: [_mc_] Je vous ai déjà dit que je ne partirai pas. J'ai un bon boulot ici, et il semble que [m] a vraiment changé, donc, je suppose qu'il est temps de laisser le passé être le passé ...

source: [_mc_] ... and that aside you're the only family I have left.
french: [_mc_] ... et que de côté vous êtes la seule famille que j'ai quitté.

source: [_e_] You aren't mad at me?
french: [_e_] Vous n'êtes pas en colère contre moi?

source: [_mc_] Not really... a bit disappointed... but I guess I kinda deserved it.
french: [_mc_] Pas vraiment ... un peu déçu ... mais je suppose que je le méritais.

source: [_e_] I'm sorry...
french: [_e_] Je suis désolé ...

source: [_mc_] Whoa, [e] watch out!
french: [_mc_] Whoa, [e] montre !

source: [_mc_] Ugh... are you okay, [e]?
french: [_mc_] Ugh ... tu vas bien, [e]?

source: [_mc_] Hn? Are you falling back to being silent again?
french: [_mc_] Hn? Êtes-vous en train de revenir pour être à nouveau silencieux?

source: [_e_] Eh... s-sorry, I'm just not used to talking much...
french: [_e_] Eh ... je suis désolé, je ne suis pas habitué à parler beaucoup ...

source: [_mc_] Nngh... You really only talk to [j], don't you?
french: [_mc_] Nngh ... Tu ne parle vraiment que [j], n'est-ce pas?

source: [_mc_] Why did you stop talking anyway?
french: [_mc_] Pourquoi avez-vous cessé de parler?

source: [_e_] I... don't know...
french: [_e_] Je ... ne sais pas ...

source: [_mc_] You don't know?
french: [_mc_] Vous ne savez pas?

source: [_e_] I... for a while I wasn't able to speak... I think...
french: [_e_] I. .. pour un moment que je n'ai pas pu parler ... Je pense ...

source: [_mc_] You think? You're not sure?
french: [_mc_] Vous pensez? Vous n'êtes pas sûr?

source: [_e_] It's been so long... for a while I really thought I can't speak, I hadn't said anything for a long time, but one day I just blurped out some words and realized I could talk again...
french: [_e_] Ça a été si longtemps ... pendant un moment que j'ai vraiment pensé que je ne pouvais pas parler, je n'avais rien dit pendant longtemps, mais un jour je viens de brouiller quelques mots et je me suis rendu compte que je pouvais encore parler ...

source: [_mc_] Do you remember what happened that day when you went missing?
french: [_mc_] Vous vous souvenez de ce qui s'est passé ce jour-là quand vous avez disparu?

source: [_e_] I... all I remember is seeing a white light...
french: [_e_] I. .. tout ce que je me rappelle est de voir une lumière blanche ...

source: [_mc_] A white light?
french: [_mc_] Une lumière blanche?

source: [_e_] Uh-huh... like headlights of a car.
french: [_e_] Uh-huh ... comme des phares d'une voiture.

source: [_mc_] A car, huh. Do you think you got hit by it?
french: [_mc_] Une voiture, hein. Tu crois que tu as été frappé par ça?

source: [_e_] Uh-uh... I don't think so.
french: [_e_] Uh-uh ... Je ne le pense pas.

source: [_mc_] Oh, right, [m] mentioned that doctors checked you when they found you...
french: [_mc_] Oh, juste, [m] a mentionné que les médecins vous ont vérifié quand ils vous ont trouvé ...

source: [_mc_] Anything else you remember?
french: [_mc_] Toute autre chose dont vous vous souvenez?

source: [_e_] I don't know... it was late... it was dark...
french: [_e_] Je ne sais pas ... il était tard ... il était sombre ...

source: [_e_] I was walking on a street, then the light... that's all I remember.
french: [_e_] Je marchais dans une rue, puis la lumière ... c'est tout ce que je me rappelle.

source: [_e_] You won't tell Mom, right?
french: [_e_] Vous ne direz pas maman, n'est-ce pas?

source: [_mc_] [m]? She really doesn't know?
french: [_mc_] [m]? Elle ne sait vraiment pas?

source: [_mc_] But why? Why didn't you tell her? I doubt you've just started talking a few days ago.
french: [_mc_] Mais pourquoi? Pourquoi ne l'avez-vous pas dit? Je doute que vous venez de parler il y a quelques jours.

source: [_mc_] [e] you need to tell her! She's your mother!
french: [_mc_] [e] vous devez lui dire ! C'est ta mère !

source: [_e_] I know!
french: [_e_] Je sais !

source: [_e_] But...
french: [_e_] Mais ...

source: [_e_] If she knew I was able to talk all this time...
french: [_e_] Si elle savait que j'étais capable de parler tout ce temps ...

source: [_mc_] How long have you been able to talk again?
french: [_mc_] Combien de temps avez-vous pu parler à nouveau?

source: [_e_] ... three or four years I think...
french: [_e_] ... trois ou quatre ans je pense ...

source: [_mc_] Really?! And you haven't ever talked to [m] since then?
french: [_mc_] Vraiement? ! Et vous n'avez jamais parlé à [m] depuis?

source: [_e_] She made you leave! It was her fault!
french: [_e_] Elle t'a fait partir ! C'était sa faute !

source: [_mc_] She's changed, [e], you know that better than anybody else, don't you? ...and I know you care about her.
french: [_mc_] Elle a changé, [e], vous le savez mieux que quiconque, n'est-ce pas? ... et je sais que vous vous en souciez.

source: [_mc_] Look, I can forget about the past, and I think you can do it too, don't you think?
french: [_mc_] Ecoutez, je peux oublier le passé, et je pense que vous pouvez le faire aussi, ne pensez-vous pas?

source: [_e_] It's... not only that... I just don't know how to tell her...
french: [_e_] C'est ... pas seulement que ... Je ne sais pas comment lui dire ...

source: [_e_] You've been disappointed I didn't talk to you for a few days, but for her it's been years.
french: [_e_] Vous avez été déçu de ne pas vous avoir parlé pendant quelques jours, mais pour elle cela a été des années.

source: [_mc_] I get that you don't want to hurt her feelings, but I'm sure she'd just be happy to hear you talk again.
french: [_mc_] Je comprends que vous ne voulez pas blesser ses sentiments, mais je suis sûr qu'elle serait heureuse de vous entendre parler à nouveau.

source: [_e_] No, I mean... she's been through so much... your dad... the alcohol... the therapy...
french: [_e_] Non, je veux dire ... elle a été tellement ... votre père ... l'alcool ... la thérapie ...

source: [_e_] I'm scared of what telling her might do to her... to her psyche.
french: [_e_] J'ai peur de ce qu'elle peut lui dire ... à sa psyché.

source: [_mcthink_] I can understand her concerns... [m] has changed, and she might even be able to discontinue using the pills, but her mind is still somewhat fragile...
french: [_mcthink_] Je peux comprendre ses préoccupations ... [m] a changé, et elle pourrait même être en mesure de cesser d'utiliser les pilules, mais son esprit est encore quelque peu fragile ...

source: [_mcthink_] Maybe I should talk to [t]... she's a trained psychologist after all. That reminds me...
french: [_mcthink_] Peut-être que je devrais parler au [t]... elle est une psychologue formée après tout. Ça me rappelle ...

source: [_mc_] By the way, could it be that you've been talking to [t] at some point?
french: [_mc_] Au fait, pourrait-on dire que vous avez parlé à [t] à un moment ou un autre?

source: [_e_] A few words... at the beginning...
french: [_e_] Quelques mots ... au début ...

source: [_mc_] I thought so. Why did you stop? Because you don't like her?
french: [_mc_] Je le pensais. Pourquoi t'as arrêté? Parce que tu ne l'aimais pas?

source: [_e_] No...
french: [_e_] Non.

source: [_e_] She always wanted me to practice this and that... tried to make me talk...
french: [_e_] Elle a toujours voulu que je pratique ça et que ... essaye de me faire parler ...

source: [_e_] ...when she noticed I {b}can{/b} talk, she tried even more, it was so annoying...
french: [_e_] ... quand elle a remarqué que je {b}peut { /b } parler, elle a essayé encore plus, c'était tellement embêtant ...

source: [_e_] I don't like to talk much...
french: [_e_] Je n'aime pas parler beaucoup ...

source: [_mc_] But you should at least talk to the people close to you, [e]. Being quiet all the time can cause a lot of trouble, but I'm sure you know that better than anyone.
french: [_mc_] Mais vous devriez au moins parler aux gens proches de vous, [e]. Se taire tout le temps peut causer beaucoup de problèmes, mais je suis sûr que vous le savez mieux que quiconque.

source: [_e_] But even when you talk, people don't understand, they don't listen. They rather hear what they want.
french: [_e_] Mais même quand vous parlez, les gens ne comprennent pas, ils n'écoutez pas. Ils entendent plutôt ce qu'ils veulent.

source: [_e_] I don't want to talk to people...
french: [_e_] Je ne veux pas parler aux gens ...

source: [_mc_] But you talk to [j]... and me now.
french: [_mc_] Mais vous parlez à [j]... et moi maintenant.

source: [_e_] That's different... and [t]... I don't hate her, I just wanted her to leave me alone, so I stopped talking to her.
french: [_e_] C'est différent ... et [t]... Je ne la déteste pas, je voulais juste qu'elle me laisse tranquille, alors j'ai arrêté de lui parler.

source: [_mc_] Well, that didn't work out, did it?
french: [_mc_] Eh bien, ça n'a pas réussi, n'est-ce pas?

source: [_mc_] So you don't hate her?
french: [_mc_] Alors vous ne la déteste pas?

source: [_e_] No, I just don't like the sessions...
french: [_e_] Non, je n'aime pas les séances ...

source: [_mc_] I see...
french: [_mc_] Je vois ...

source: [_mc_] Alright, well, why don't we head back? [m] must be wondering where we are, and I think [j] might be a bit worried.
french: [_mc_] Alright, eh bien, pourquoi ne pas reculer? [m] doit se demander où nous sommes, et je pense que [j] pourrait être un peu inquiet.

source: [_mc_] Come on, [e]. Do you want them to worry about us?
french: [_mc_] Come on, [e]. Veux-tu qu'ils s'inquiètent pour nous?

source: [_mc_] I'll think about something regarding [m], so you don't have to worry, but you have to promise me something.
french: [_mc_] Je penserai à quelque chose au sujet du [m], donc vous n'avez pas à vous inquiéter, mais vous devez me promettre quelque chose.

source: [_mc_] Don't stop talking to me like you did with [t].
french: [_mc_] Ne m'arrêtez pas de me parler comme vous l'avez fait avec le [t].

source: [_e_] I-I won't.
french: [_e_] Je ne le ferai pas.

source: [_mc_] Alright, let's go then.
french: [_mc_] Alright, allons-y.

source: [_mc_] By the way, [e].
french: [_mc_] En chemin, [e].

source: [_mc_] Why did you think you'd need to make me stay with sex?
french: [_mc_] Pourquoi avez-vous pensé que vous auriez besoin de me faire rester avec le sexe?

source: [_e_] ...it was not...
french: [_e_] ... ce n'était pas ...

source: [_e_] The others are waiting!
french: [_e_] Les autres attendent !

source: [_mcthink_] Heh, she's embarrassed...
french: [_mcthink_] Heh, elle est gênée ...

source: [_mcthink_] Huh, who's that?
french: [_mcthink_] Huh, c'est qui?

source: [_mcthink_] Is that [oc]?
french: [_mcthink_] Est-ce le [oc]?

source: [_mcthink_] Damn, he must've come to see if everything's alright...
french: [_mcthink_] Damn, il doit venir voir si tout va bien ...

source: [_mc_] Hey, [oc]. Sorry for the trouble. I think [m] is a little overprotective.
french: [_mc_] Hey, [oc]. Désolé pour le problème. Je pense que [m] est un peu surprotecteur.

source: [_oc_] No surprise with your history, you guys should know better. You're lucky I could stop the "rescue operation" in time, after [m] called me a second time.
french: [_oc_] Pas de surprise avec votre histoire, vous devriez savoir mieux. Vous avez de la chance, je pourrais arrêter l'opération de sauvetage dans le temps, après [m] m'a appelé une seconde fois.

source: [_mc_] Rescue operation?! Shit.
french: [_mc_] Opération de sauvetage? ! Merde.

source: [_oc_] [e], you're old enough to think about your decisions, so think twice before you just disappear without a word again.
french: [_oc_] [e], vous êtes assez vieux pour penser à vos décisions, alors pensez à deux fois avant de disparaître sans un mot.

source: [_oc_] I know you don't talk, but there's always a way to let others know.
french: [_oc_] Je sais que vous ne parlez pas, mais il y a toujours un moyen de faire connaître les autres.

source: [_mc_] Come on, [oc], everyone needs some fresh air once in a while, [m] just overreacted.
french: [_mc_] Come on, [oc], everyone needs some fresh air once in a while, [m] just overréagi.

source: [_oc_] True, but not everyone is mute and has a history like you two.
french: [_oc_] Vrai, mais tout le monde n'est pas muet et a une histoire comme vous deux.

source: [_mc_] Well... true... I guess, but history is history... and shouldn't we leave the past in the past, and all that stuff?
french: [_mc_] Puits ... vrai ... Je suppose, mais l'histoire est l'histoire ... et ne devrions-nous pas laisser le passé dans le passé, et tout ça?

source: [_oc_] You've always been good at talking your way out of bad situations...
french: [_oc_] You've always been good at conversation your way out of bad situations ...

source: [_oc_] ...but what about your sister, do you think she's the same?
french: [_oc_] ... mais qu'en est-il de ta sœur, tu crois qu'elle est la même?

source: get closer
french: Se rapprocher

source: get really close
french: être vraiment fermé

source: Wake her up
french: Révechez-sa

source: Just look
french: Il suffit de regarder

source: Look for her.
french: Cherchez elle.

source: Don't look for her.
french: Ne la recherche pas.

source: Get closer.
french: Lapprochez.

source: Leave.
french: Laisse.

source: Her bed.
french: Son lit.

source: Your bed.
french: Votre lit.

source: (Make a noise)
french: (Faire un bruit)

source: (Wait)
french: (Attente)

source: Looks great, I like it.
french: C'est super, j'aime bien.

source: Nah, your normal outfit looks better.
french: Nah, votre tenue normale semble mieux.

source: Nah, that's too goth style.
french: Nah, c'est trop de style.

source: Looks great, but isn't that a little bit too much for everyday use?
french: On dirait bien, mais ce n'est pas un peu trop pour un usage quotidien?

source: Luscious! I love it!
french: Luscious ! Je l'adore !

source: Comfort her.
french: Confort elle.

source: Scold her.
french: Elle l'a scelle.

source: [pcthink] What?! [e]?
italian: [pcthink] Cosa?! [e]?

source: [pcthink] Why is she sleeping in my bed?
italian: [pcthink] Perché sta dormendo nel mio letto?

source: [pcthink] She looks so cute when she's sleeping...
italian: [pcthink] Lei sembra così carina quando sta dormendo...

source: [pc] Hey sleepyhead, wake up!
italian: [pc] Ehi sonnolenza, svegliati!

source: [pcthink] Ugh... shit...
italian: [pcthink] Ugh... merda...

source: [pc] Good morning [e]...
italian: [pc] Buongiorno [e]...

source: [pc] You know this is my bed... right?
italian: [pc] Sai che questo è il mio letto... giusto?

source: [pc] Gosh, [e]! I almost had a heart attack!
italian: [pc] Gosh, [e]! Ho quasi avuto un attacco di cuore!

source: [pc] Anyway, [m] says breakfast is almost finished, so you better get up...
italian: [pc] Comunque, [m] dice che la colazione è quasi finita, quindi è meglio alzarsi...

source: [n] She takes her time to get up and leaves the room.
italian: [n] Lei prende il suo tempo per alzarsi e lasciare la stanza.

source: [pcthink] Damn, she got me with that surprise attack...
italian: [pcthink] Dannazione, mi ha preso con quell'attacco a sorpresa...

source: [pcthink] Usually I was the one always trying to scare her when we were younger.
italian: [pcthink] Di solito ero io a cercare sempre di spaventare lei quando eravamo più giovani.

source: [pcthink] Sometimes I scared her so much that she started to cry... I always felt so sorry when that happened...
italian: [pcthink] A volte l'ho spaventata così tanto che ha iniziato a piangere... mi sono sempre sentito così dispiaciuto quando è successo...
