Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: Reporter [special_delimiter] The man responsible for the fire stated that he wanted to protect his wife from becoming corrupted by another man.
french: Reporter [special_delimiter] L'homme responsable de l'incendie a déclaré qu'il voulait protéger sa femme de la corruption d'un autre homme.

source: Reporter [special_delimiter] Police told us that the man believes that some unspecified person is using a magical serum to bend his wife's and other women's will.
french: Le journaliste [special_delimiter] La police nous a dit que l'homme croit qu'une personne non spécifiée utilise un sérum magique pour plier la volonté de sa femme et d'autres femmes.

source: Reporter [special_delimiter] He was sent to a mental hospital...
french: Reporter [special_delimiter] Il a été envoyé dans un hôpital psychiatrique ...

source: [_mcthink_] Jeez, this guy must have played too many porn games...
french: [_mcthink_] Jeez, ce gars doit avoir joué trop de jeux porno ...

source: [_mcthink_] Anyway I... huh?
french: [_mcthink_] Quoi qu'il en soit I. .. huh?

source: [_n_] *Mobile phone rings*
french: [_n_] *anneaux de téléphonie mobile *

source: [_mcthink_] [m]... what does she want now?
french: [_mcthink_] [m]... qu'est-ce qu'elle veut maintenant?

source: [_mc_] Yes...
french: [_mc_] Oui ...

source: [_m_] Hey [mc], it's [m].
french: [_m_] Hey [mc], c'est [m].

source: [_mc_] Yeah, I know.
french: [_mc_] Oui, je sais.

source: [_m_] I'm sorry, we are running a bit late, if [t] shows up, could you tell her that we will be home soon?
french: [_m_] Je suis désolé, nous sommes un peu en retard, si [t] se montre, pourriez-vous lui dire que nous serons bientôt à la maison?

source: [_mc_] The therapist? Did you seriously invite her to [e]'s birthday?
french: [_mc_] Le thérapeute? L'avez-vous sérieusement invité à l'anniversaire de [e]?

source: [_m_] No it's...
french: [_m_] Non ...

source: [_m_] It's... a session.
french: [_m_] C'est. .. une séance.

source: [_mc_] What? That's even worse!
french: [_mc_] Quoi? C'est encore pire !

source: [_m_] [mc], please. I know you don't like her, but these sessions are important for [e] and [t] doesn't have much time, so we have to take what we can get.
french: [_m_] [mc], s'il vous plaît. Je sais que vous ne l'aimez pas, mais ces sessions sont importantes pour les [e] et [t] n'ont pas beaucoup de temps, donc nous devons prendre ce que nous pouvons obtenir.

source: [_mc_] Geez, [m] this is awful...
french: [_mc_] Geez, [m] c'est affreux ...

source: [_m_] I know, I'm sorry...
french: [_m_] Je sais, je suis désolé ...

source: [_mc_] You should be sorry for [e], it's her birthday!
french: [_mc_] Vous devriez être désolé pour [e], c'est son anniversaire !

source: [_m_] Will you tell her [mc]? Please?
french: [_m_] Est-ce que vous lui dites le [mc]? Je te prie?

source: [_mc_] Humph... yeah fine...
french: [_mc_] Humph ... ouais ...

source: [_m_] Thank you, Hun. We'll be home soon.
french: [_m_] Merci, Hun. Nous serons bientôt chez nous.

source: [_mcthink_] I can't believe it, she's ruining [e]'s birthday...
french: [_mcthink_] Je n'arrive pas à le croire, elle ruine [e]'s anniversaire ...

source: [_n_] *Doorbell rings*
french: [_n_] * anneaux de cloche *

source: [_mcthink_] Ugh... speak of the devil...
french: [_mcthink_] Ugh ... parle du diable ...

source: [_n_] You get up and open the door.
french: [_n_] Vous vous lever et ouvrir la porte.

source: [_m_] This, and that... oh could you take the plate, Hun?
french: [_m_] Ceci, et que ... oh pourriez-vous prendre la plaque, Hun?

source: [_mc_] Sure...
french: [_mc_] Bien sûr ...

source: [_m_] Alright, that's it, everything is ready. Now we only need to wait for [e].
french: [_m_] Alright, c'est tout, tout est prêt. Maintenant, nous avons seulement besoin d'attendre [e].

source: [_mc_] Is no one else coming?
french: [_mc_] Est-ce que personne d'autre ne vient?

source: [_m_] Well...
french: [_m_] Puits ...

source: [_m_] [e] doesn't have many friends because of... how she is.
french: [_m_] [e] n'a pas beaucoup d'amis à cause de ... comment elle est.

source: [_m_] ...and aunt Jenna died a few years back...
french: [_m_] ... et tante Jenna est morte il y a quelques années ...

source: [_mc_] Jenna is dead?
french: [_mc_] Jenna est morte?

source: [_m_] Yes... that's one of the things I wrote you in the letter I sent you...
french: [_m_] Oui ... c'est une des choses que je t'ai écrit dans la lettre que je t'ai envoyée ...

source: [_m_] I'm sorry, Hun.
french: [_m_] Je suis désolé, Hun.

source: [_mc_] Uhh... yeah, forget it...
french: [_mc_] Uhh ... ouais, oublie ...

source: [_mcthink_] Damn, I liked aunt Jenna...
french: [_mcthink_] Damn, j'aimais tante Jenna ...

source: [_m_] Anyway, why don't you sit down and I'll go get the punchbowl?
french: [_m_] Quoi qu'il en soit, pourquoi ne pas vous asseoir et je vais aller chercher le punchbowl?

source: [_j_] I've got it already.
french: [_j_] Je l'ai déjà.

source: [_m_] Oh, thanks [j].
french: [_m_] Oh, merci [j].

source: [_j_] Anytime~
french: [_j_] En tout temps ~

source: [_m_] Oh [t], did you finish for today?
french: [_m_] Oh [t], as-tu fini pour aujourd'hui?

source: [_t_] Yes, obviously.
french: [_t_] Oui, évidemment.

source: [_m_] Nice, why don't you come and sit down with us for a while?
french: [_m_] Nice, pourquoi ne vivez-vous pas nous asseoir avec nous pendant un moment?

source: [_mcthink_] Looks like [j] thinks the same.
french: [_mcthink_] On dirait que [j] pense la même.

source: [_m_] You should try my punch.
french: [_m_] Vous devriez essayer mon punch.

source: [_t_] Sorry, I don't have time and I still have to drive.
french: [_t_] Désolé, je n'ai pas le temps et je dois encore conduire.

source: [_m_] Oh, don't worry, there is no alcohol in it.
french: [_m_] Oh, ne vous inquiéte pas, il n'y a pas d'alcool.

source: [_t_] No I...
french: [_t_] Non I. ..

source: [_j_] Oh you HAVE to try it, I'm sure you've never had punch as good as [m]'s! Hehe.
french: [_j_] Oh, vous l'avez essayé, je suis sûr que vous n'avez jamais eu de punch aussi bon que [m]'! Hehe.

source: [_mcthink_] What the fuck [j]?
french: [_mcthink_] Quelle est la merde [j]?

source: [_m_] Why thank you [j]. See [t]? Come on, I'm sure your work can wait for a few minutes.
french: [_m_] Pourquoi merci [j]. Voir [t]? Allez, je suis sûr que votre travail peut attendre quelques minutes.

source: [_t_] Humph... fine, but just one glass.
french: [_t_] Humph ... fine, mais juste un verre.

source: [_m_] Oh [mc], do you know what got into [t]?
french: [_m_] Oh [mc], tu sais ce qui est arrivé au [t]?

source: [_mc_] Err... no, why? What happened?
french: [_mc_] Err ... non, pourquoi? Que s'est-il passé?

source: [_m_] She came into the room, blushing bright red like a tomato, grabbed her bag and left...
french: [_m_] Elle est entrée dans la pièce, roussée de rouge vif comme une tomate, a attrapé son sac et a quitté ...

source: [_j_] Yeah, all she said was "[mc], the perv molested me while I was in the bathroom." Hehe.
french: [_j_] Oui, tout ce qu'elle a dit était "[mc], le perv m'a abusé pendant que j'étais dans la salle de bain. " Hehe.

source: [_mc_] W-WHAT?!
french: [_mc_] W-QUOI? !

source: [_m_] [j]! That's not funny.
french: [_m_] [j]! Ce n'est pas drôle.

source: [_j_] Hehe, sorry.
french: [_j_] Hehe, désolé.

source: [_mcthink_] Gawd! She was just joking... damn you [j], I almost died.
french: [_mcthink_] Gawd ! Elle était juste plaisant ... vous [j], j'ai failli mourir.

source: [_m_] All [t] said, was that she has to leave and before I could say anything she was gone...
french: [_m_] Tous les [t] ont dit qu'elle devait partir et avant que je puisse dire tout ce qu'elle était partie ...

source: [_mc_] Strange...
french: [_mc_] Étrange ...

source: [_m_] Right?
french: [_m_] Droit?

source: [_m_] Anyway, what's up with [e]? Will she be ready soon?
french: [_m_] En tout cas, qu'est-ce qui est avec le [e]? Sera-t-elle prête bientôt?

source: [_mc_] Yeah, she's changing right now.
french: [_mc_] Oui, elle est en train de changer.

source: [_j_] Oh, so you molested her instead?
french: [_j_] Oh, alors vous l'avez molesté?

source: [_j_] Yeah, sorry [m], you're right, I shouldn't say things like that...
french: [_j_] Oui, désolé [m], vous avez raison, je ne devrais pas dire des choses comme ça ...

source: [_j_] ...It's not like [mc] {b}{i}needs{/i}{/b} to molest her anyway, hehe.
french: [_j_] ...Ce n'est pas comme [mc] {b}{i}a besoin de { /i } { /b } pour la molester de toute façon, hehe.

source: [_m_] Ugh... you're hopeless [j].
french: [_m_] Ugh ... vous êtes sans espoir [j].

source: [_n_] A little bit later. [withdissolve]
french: [_n_] Un peu plus tard. [withdissolve]

source: [_j_] ...and then you saw the burning apartment building?
french: [_j_] ... et puis vous avez vu l'immeuble en feu?

source: [_mc_] Yeah.
french: [_mc_] Oui.

source: [_m_] I'm so sorry, Hun. But at least you are here with us now. *hic*
french: [_m_] Je suis désolé, Hun. Mais au moins vous êtes ici avec nous maintenant. * hic *

source: [_j_] Yeah, without the fire we would've never met, so cheers to the crazy dude who...
french: [_j_] Oui, sans le feu que nous n'aurions jamais rencontré, alors applaudisseurs au mec fou qui ...

source: [_m_] There you are, we've been waiting for you [e]... Oh you look beautiful!
french: [_m_] Vous êtes là, nous vous attendons [e]... Oh, tu as l'air belle !

source: [_j_] Wow, [e], you look luscious!
french: [_j_] Wow, [e], vous avez l'air luscieuse !

source: [_m_] I guess now we know what took her so long.
french: [_m_] Je suppose que nous savons maintenant ce qui l'a prise aussi longtemps.

source: [_j_] Hey, say something [mc]!
french: [_j_] Hey, dis quelque chose [mc]!

source: [_mc_] Sorry, I had to collect my jaw from the floor first, you look stunning [e].
french: [_mc_] Désolé, j'ai dû ramasser ma mâchoire du premier étage, vous avez l'air sensationnel [e].

source: [_m_] Well then, why don't you come over here and sit down with us, [e]...
french: [_m_] Alors, pourquoi ne pas venir ici et s'asseoir avec nous, [e]...

source: [_j_] ...WHAHAHA, [heshe] really fell out of the bed?
french: [_j_] ...WHAHAHA, [heshe] est vraiment tombé du lit?

source: [_m_] Yes, it was really funny *hic*
french: [_m_] Oui, c'était vraiment drôle * hic *

source: [_m_] And guess what, [heshe] was sleeping completely naked, haha.
french: [_m_] Et devinez quoi, [heshe] dormait complètement nu, haha.

source: [_j_] NO WAY!
french: [_j_] PAS DE CHEMIN !

source: [_m_] It's true, right [mc]?
french: [_m_] C'est vrai, juste [mc]?

source: [_j_] Aww, I would've loved to see that! Hehe.
french: [_j_] Aww, j'aurais aimé voir ça ! Hehe.

source: [_m_] Oh by the way, don't you want to give [e] your presents?
french: [_m_] Oh by the way, tu ne veux pas donner [e] tes cadeaux?

source: [_j_] I already gave her mine yesterday.
french: [_j_] J'ai déjà donné ma mine hier.

source: [_m_] Really, what is it?
french: [_m_] Vraiement, qu'est-ce que c'est?

source: [_j_] Just some nice clothes and... a secret, hehe.
french: [_j_] Juste quelques beaux vêtements et ... un secret, hehe.

source: [_j_] What did you get her [mc]?
french: [_j_] Qu'est-ce que vous avez obtenu son [mc]?

source: [_mc_] Oh I have a...
french: [_mc_] Oh, j'ai un ...

source: [_mcthink_] Shit, I can't give it to her in front of [m]. She still thinks [e] has no idea how electronics work...
french: [_mcthink_] Shit, je ne peux pas la lui donner devant le [m]. Elle pense toujours que [e] n'a aucune idée de la façon dont l'électronique fonctionne ...

source: [_m_] Well?
french: [_m_] Eh bien?

source: [_mc_] Err... well, haha, it's a secret too...
french: [_mc_] Err ... eh bien, haha, c'est un secret aussi ...

source: [_m_] Huh? Why do you all have secret presentsh... did I miss the joke here? *hic*
french: [_m_] Huh? Pourquoi vous avez tous des secrets de presentsh ... ai-je manqué la blague ici? * hic *

source: [_j_] Naaw, don't worry, we just don't want to destroy the surprise, hehe.
french: [_j_] Naaw, ne vous inquiétons pas, nous ne voulons pas détruire la surprise, hehe.

source: [_m_] Oh... okay... *hic*
french: [_m_] Oh ... OK ... * hic *

source: [_m_] ...and then I deshided to *hic... shtop drinking and shange my life... it wash the besht deshision I've ever made...
french: [_m_] ... et ensuite j'ai délirté à * hic ... shtop boire et merde ma vie ... il lave la deshision besht que j'ai jamais faite ...

source: [_j_] Yeah, that was a great decision, hehe.
french: [_j_] Oui, c'était une grande décision, hehe.

source: [_mc_] Are you okay [m]?
french: [_mc_] Etes-vous d'accord [m]?

source: [_m_] Ugh... I don't feel sho well...
french: [_m_] Ugh ... Je ne me sens pas bien ...

source: [_mcthink_] Shit, she definitely had enough punch for today...
french: [_mcthink_] Shit, elle a vraiment eu assez de punch pour aujourd'hui ...

source: [_mc_] Maybe you should lie down for a while.
french: [_mc_] Peut-être que vous devriez vous allonger pendant un moment.

source: [_m_] ...but it's [e]'sh birthday... *hic*
french: [_m_] ... mais c'est [e]'sh anniversaire ... * hic *

source: [_mc_] Doesn't help if you feel bad [m].
french: [_mc_] Ne vous aide pas si vous vous sentez mal [m].

source: [_m_] Uhh... everything is shpinning...
french: [_m_] Uhh ... tout est en place ...

source: [_j_] You should help her to the bedroom, [mc]. Hehe.
french: [_j_] Vous devriez l'aider à la chambre, [mc]. Hehe.

source: [_m_] But I don't want to go to bed yet... *hic*
french: [_m_] Mais je ne veux pas encore aller au lit ... * hic *

source: [_mc_] Come on [m], I'll help you...
french: [_mc_] Venez le [m], je vous aiderai ...

source: [_m_] Ugh... okay... i-if I must...
french: [_m_] Ugh ... ok ... i-si je dois ...

source: [_j_] Wow, I've never seen [m] {b}this{/b} drunk before!
french: [_j_] Wow, je n'ai jamais vu [m] {b}ce { /b } saoul avant !

source: [_mc_] Well I did... several times...
french: [_mc_] Eh bien, j'ai fait ... plusieurs fois ...

source: [_mcthink_] ...and she was completely different this time...
french: [_mcthink_] ... et elle était complètement différente cette fois ...

source: [_j_] She will be alright... right?
french: [_j_] Elle va bien ... pas vrai?

source: [_j_] Great! Now let's start the {i}real{/i} party, right [e]? Hehe...
french: [_j_] Grand ! Maintenant, allons commencer le vrai { /i } parti {i}, juste [e]? Hehe ...

source: [_e_] ...ehh...
french: [_e_]...

source: [_mc_] Looks like the party is over before it even started...
french: [_mc_] On dirait que le parti est terminé avant même d'avoir commencé ...

source: [_j_] AAAAaaaawwww... stupid [j]!
french: [_j_] AAAAaaaawwww ... stupide [j]!

source: [_j_] I'm sorry...
french: [_j_] Je suis désolé ...

source: [_j_] I wanted this to be something special for [e] and now everything is fucked...
french: [_j_] Je voulais que ce soit quelque chose de spécial pour [e] et maintenant tout est fucked ...

source: [_mc_] Well, you tried... and I guess this is a birthday she will remember...
french: [_mc_] Eh bien, vous avez essayé ... et je suppose que c'est un anniversaire qu'elle se souviendra ...

source: [_j_] If she remembers anything at all...
french: [_j_] Si elle se souvient de tout ...

source: [_mc_] I'm going to take her to bed...
french: [_mc_] Je vais la prendre au lit ...

source: [_j_] Yeah...
french: [_j_] Oui ...

source: [_mcthink_] I guess I was right...
french: [_mcthink_] Je suppose que j'avais raison ...

source: [_mcthink_] ...it didn't turn out well...
french: [_mcthink_] ... ça ne s'est pas bien sorti ...

source: [_mc_] Good night [e].
french: [_mc_] Bonne nuit [e].

source: [_mcthink_] Well, back home...
french: [_mcthink_] Eh bien, retour à la maison ...

source: [_mcthink_] Home...
french: [_mcthink_] Accueil ...

source: [_mcthink_] I've never felt at home in this house...
french: [_mcthink_] Je ne me suis jamais senti chez moi dans cette maison ...

source: [_mcthink_] Hum... I guess [m] isn't going to clear the table anytime soon...
french: [_mcthink_] Hum ... Je suppose que [m] ne va pas effacer la table à n'importe quel moment ...

source: [_mcthink_] At least there's no huge pile of junk to clean up like after a normal party...
french: [_mcthink_] Au moins il n'y a pas d'énorme pile de jonque à nettoyer comme après une fête normale ...

source: [_n_] You clear the table and decide to go to bed.
french: [_n_] Vous effacez la table et décidez d'aller au lit.

source: [_mcthink_] What a "party"...
french: [_mcthink_] Quel "parti" ...

source: [_mcthink_] That must have been the worst birthday party ever...
french: [_mcthink_] Ça doit avoir été la pire fête d'anniversaire jamais ...

source: [_mcthink_] Poor [e], I hope she{w=1.0}{nw}
french: [_mcthink_] Médiocre [e], j'espère qu'elle { w=1.0 }{nw}

source: [_mcthink_] Wow she's really drunk...
french: [_mcthink_] Wow qu'elle est vraiment saoul ...

source: [_mc_] Oh well... good night [e]...
french: [_mc_] Oh bien ... bonne nuit [e]...

source: [_mcthink_] When did she become so attached to me?
french: [_mcthink_] Quand est-elle devenue si attachée à moi?

source: [_mcthink_] She's was always a bit clingy when we were younger, but this is... different...
french: [_mcthink_] Elle a toujours été un peu clingante quand nous étions plus jeunes, mais c'est ... différent ...

source: [_mcthink_] Could she really be in love with me, like [j] said?
french: [_mcthink_] Est-ce qu'elle pourrait vraiment être amoureuse de moi, comme [j]?

source: [_mcthink_] ...with her own [bs]?
french: [_mcthink_] ... avec son propre [bs]?

source: [_mcthink_] ...and why doesn't she talk?
french: [_mcthink_] ... et pourquoi ne parle-t-elle pas?

source: [_mcthink_] Or does she?
french: [_mcthink_] Ou est-ce qu'elle?

source: [_mcthink_] Could she be talking to [j]?
french: [_mcthink_] Pourrait-elle parler au [j]?

source: [_mcthink_] I'd understand it if she doesn't want to talk to [m]... or that therabitch...
french: [_mcthink_] Je le comprendrais si elle ne veut pas parler au [m]... ou ...

source: [_mcthink_] ...but why wouldn't she want to talk to me?
french: [_mcthink_] ... mais pourquoi elle ne voudrait pas me parler?

source: [_mcthink_] What the hell happened after I moved out?!
french: [_mcthink_] Qu'est-ce qui s'est passé après que j'ai déménagé? !

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...

source: [_mcthink_] Well, time to get up. I need to use the bathroom.
french: [_mcthink_] Eh bien, le temps de se lever. J'ai besoin d'utiliser la salle de bain.

source: [_mcthink_] I guess I'll let her sleep...
french: [_mcthink_] Je suppose que je vais laisser son sommeil ...

source: [_mcthink_] I hope [m] isn't up already...
french: [_mcthink_] J'espère que [m] n'est pas déjà en hausse ...

source: [_n_] On your way to the office it starts to rain.
french: [_n_] En route pour le bureau, il commence à pleuvoir.

source: [_mcthink_] Shit, lucky me!
french: [_mcthink_] Shit, j'ai de la chance !

source: [_n_] You can see a woman running towards the entrance of the building in which you suspect the office to be located.
french: [_n_] Vous pouvez voir une femme courir vers l'entrée du bâtiment où vous soupçonnent le bureau à être situé.

source: [_mc_] Hey! Hey you!
french: [_mc_] Hey ! Hé toi !

source: Woman [special_delimiter] Y-yes?!
french: Femme [special_delimiter] Y-oui? !

source: [_mc_] Is this Atomic Aeronautics?
french: [_mc_] Cette Aéronautique atomique?

source: Woman [special_delimiter] Y-yes!
french: Femme [special_delimiter] Y-oui !

source: Woman [special_delimiter] [mc] [mcsure]?
french: Femme [special_delimiter] [mc] [mcsure]?

source: [_mc_] Yes, I'm starting work here tomorrow!
french: [_mc_] Oui, je commence à travailler ici demain !

source: Woman [special_delimiter] O-oh, that's you... please, let's go inside!
french: Femme [special_delimiter] O-oh, c'est vous ... s'il vous plaît, allons à l'intérieur !

source: You follow her.
french: Vous la suivez.
italian: La segui.

source: [_mc_] Finally out of the rain...
french: [_mc_] Finalement, hors de la pluie ...

source: Woman [special_delimiter] Why are you here?
french: Femme [special_delimiter] Pourquoi êtes-vous ici?

source: Woman [special_delimiter] I-I mean, you're starting tomorrow, why are you here today?
french: Femme [special_delimiter] Je veux dire, tu commence demain, pourquoi es-tu ici aujourd'hui?

source: [_mc_] Well... it's been a while since I left town, and I don't know this area, so I thought it might be a good idea to have a look before I start.
french: [_mc_] Eh bien ... c'est un moment depuis que j'ai quitté la ville, et je ne connais pas ce domaine, donc j'ai pensé que ça pourrait être une bonne idée d'avoir un regard avant de commencer.

source: Woman [special_delimiter] I see.
french: Femme [special_delimiter] Je vois.

source: [_mc_] I could ask you the same question by the way. It's Sunday, what are you doing here?
french: [_mc_] Je pourrais vous poser la même question d'ailleurs. C'est dimanche, qu'est-ce que tu fais ici?

source: Woman [special_delimiter] I... C.J... the boss asked me to bring in some papers.
french: Femme [special_delimiter] I. .. C.J. .. le patron m'a demandé d'apporter quelques papiers.

source: [_mc_] He's here, too?
french: [_mc_] Il est là aussi?

source: Woman [special_delimiter] Yes, like almost every Sunday.
french: Femme [special_delimiter] Oui, comme presque tous les dimanches.

source: [_mcthink_] Damn, he must be a workaholic...
french: [_mcthink_] Damn, il doit être un bourreau de travail ...

source: [_mc_] Every Sunday?
french: [_mc_] Tous les dimanches?

source: Woman [special_delimiter] Yes... I can tell him that you are here.
french: Femme [special_delimiter] Oui ... Je peux lui dire que tu es là.

source: [_mc_] Yeah, why not. Can I have a look around?
french: [_mc_] Oui, pourquoi pas. Je peux regarder autour de moi?

source: Woman [special_delimiter] Uhm... I can show you a bit, why don't you follow me.
french: Femme [special_delimiter] Uhm ... Je peux te montrer un peu, pourquoi tu ne me suivais pas.

source: [_mc_] Yeah, sure. What's your name by the way?
french: [_mc_] Oui, bien sûr. Quel est votre nom en passant?

source: Woman [special_delimiter] Stephanie...
french: Femme [special_delimiter] Stephanie ...

source: [_mc_] Well, nice to meet you, Stephanie.
french: [_mc_] Eh bien, agréable de vous rencontrer, Stéphanie.

source: [_st_] This is the fabrication and testing hall.
french: [_st_] Il s'agit de la salle de fabrication et d'essai.

source: [_mc_] Whoa, I didn't know that you're actually building stuff here...
french: [_mc_] Whoa, je ne savais pas que vous construiez des trucs ici ...

source: [_st_] This is the company headquarters, all our prototypes are built and tested here.
french: [_st_] C'est le siège de l'entreprise, tous nos prototypes sont construits et testés ici.

source: [_mc_] That's really impressive.
french: [_mc_] C'est vraiment impressionnant.

source: [_mc_] Damn, this building is larger than I'd expected it to be...
french: [_mc_] Damn, ce bâtiment est plus grand que je m'attendais à ce qu'il soit ...

source: [_st_] [boss], I have the papers you asked for.
french: [_st_] [boss], j'ai les papiers que vous avez demandés.

source: [_boss_] Oh good, thanks, [st].
french: [_boss_] Oh bon, merci, [st].

source: [_st_] There is something else...
french: [_st_] Il y a autre chose ...

source: [_st_] Our new employee...
french: [_st_] Notre nouvel employé ...

source: [_boss_] Oh, I see, you must be [mc]. I didn't expect you today.
french: [_boss_] Oh, je vois, vous devez être [mc]. Je ne t'attendais pas aujourd'hui.
