Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [pcthink] ...coffee... I could visit the girl... [h] at the cafe.
italian: [pcthink] ...caffè... Potrei visitare la ragazza... [h] al caffè.

source: [pcthink] Oh right, she gave me her number, I totally forgot about that!
italian: [pcthink] Oh giusto, mi ha dato il suo numero, mi sono completamente dimenticato!

source: [pcthink] Hum... should I call her?
italian: [pcthink] Uomo... la dovrei chiamare?

source: [pcthink] Yeah, she's cute... and...
italian: [pcthink] Sì, è carina... e... e...

source: [pcthink] ... she seems to be the only normal girl I've met since I'm back home...
italian: [pcthink] ... sembra essere l'unica ragazza normale che ho incontrato da quando sono tornato a casa...

source: [pcthink] I'm going to call her, let's see where this is going.
italian: [pcthink] La chiamerò, vediamo dove sta andando.

source: [h] Yes?
italian: [h] Sì?

source: [pc] Hey, it's me, [pc], the one from the...
italian: [pc] Ehi, sono io, [pc], quello del...

source: [h] Oh, hey, [pc]! Hi! How are you?! How have you been?
italian: [h] Oh, hey, [pc]! Ciao! Come stai?! Come sei stato?

source: [pc] Err, I'm good, how are you?
italian: [pc] Err, sono bravo, come stai?

source: [h] Good, I'm really good, I've been waiting for... for you to show up at the cafe again, haha.
italian: [h] Bene, sono davvero bravo, ho aspettato... che tu ti presenti di nuovo al caffè, haha.

source: [pc] Well I was about to go for a walk and get a coffee, are you there?
italian: [pc] Beh, stavo per andare a fare una passeggiata e prendere un caffè, sei lì?

source: [h] Yes! Of course! Oh you mean at the cafe, right? Haha.
italian: [h] Sì! Certo! Oh intendi al caffè, giusto? Haha.

source: [pc] Yeah. Aren't you working today?
italian: [pc] Sì. Non stai lavorando oggi?

source: [h] I-I am, haha. Of course, I'll be there, just come over whenever you want!
italian: [h] Io sono, haha. Certo, sarò lì, appena arrivato ogni volta che vuoi!

source: [pc] Whenever I want?
italian: [pc] Ogni volta che voglio?

source: [h] Yes, sure! Ehm... I mean, during working hours of course, haha... I mean... yes working hours... haha.
italian: [h] Sì, sicuro! Ehm... Voglio dire, durante le ore di lavoro naturalmente, haha... Voglio dire... sì orario di lavoro... haha.

source: [pc] Heh, alright, I'll be there soon, reserve a table for me.
italian: [pc] Heh, bene, sarò lì presto, riservarmi un tavolo per me.

source: [h] Of course, sir! Haha.
italian: [h] Certo, signore! Haha.

source: [h] Of course, ma'am! Haha.
italian: [h] Certo, ma'am! Haha.

source: [pc] Haha, later, [h].
italian: [pc] Haha, più tardi, [h].

source: [h] Later, [pc].
italian: [h] Più tardi, [pc].

source: [n] You wait for a second before hanging up, and you're sure that she didn't hang up before you.
italian: [n] Si aspetta un secondo prima di appendersi, e siete sicuri che lei non si è agganciata davanti a voi.

source: [pcthink] Damn, she's cute.
italian: [pcthink] Dannazione, è carina.

source: [pcthink] Nah, I just want to get a coffee...
italian: [pcthink] Nah, voglio solo prendere un caffè...

source: [pcthink] Alright, let's go!
italian: [pcthink] Va bene, andiamo!

source: [pcthink] Alright...
italian: [pcthink] Bene...

source: [pcthink] Time to get back to work... well, at least for a bit, we don't want to overdo it.
italian: [pcthink] È tempo di tornare al lavoro... beh, almeno per un po', non vogliamo esagerare.

source: [pcthink] Huh? Why is my computer on?
italian: [pcthink] Huh? Perché il mio computer è acceso?

source: [pcthink] Didn't I shut it down?
italian: [pcthink] Non l'ho chiuso?

source: [pcthink] Did I...?
italian: [pcthink] Ho fatto...?

source: [pcthink] No I didn't search for this!
italian: [pcthink] No Non ho cercato questo!

source: [pcthink] Did [e] use my computer again?!
italian: [pcthink] Hai [e] di nuovo usato il mio computer?!

source: [pcthink] Incest, huh?
italian: [pcthink] Incesto, eh?

source: [pcthink] Interesting...
italian: [pcthink] Interessante...

source: [pcthink] A little bit late now though...
italian: [pcthink] Ancora un po' tardi adesso...

source: [m] {size=-10}[e], are you there? Come on, we need to get going soon!{/size}
italian: [m] {size=-10}[e], sei lì? Dai, abbiamo bisogno di andare presto!{/size}

source: [j] Oh shit!
italian: [j] Oh merda!

source: [j] We totally overslept.
italian: [j] Abbiamo completamente dormito.

source: [pc] Yeah, damn it!
italian: [pc] Sì, maledetevi!

source: [m] {size=-10}I'm coming in!{/size}
italian: [m] {size=-10}Sto arrivando!{/size}

source: [j] Now we have a problem...
italian: [j] Ora abbiamo un problema...

source: [pc] What the?! [e]? [withhpunch]
italian: [pc] Che cosa?! [e]? [withhpunch]

source: [pcthink] Shit, shit, shit, this is bad! I need to do something!
italian: [pcthink] Merda, merda, merda, questo è male! Devo fare qualcosa!

source: [m] What the!?
italian: [m] Che cosa!?

source: [pcthink] Oh shit, that was stupid!
italian: [pcthink] Oh merda, che era stupido!

source: [pcthink] Right, I can't hide both of em!
italian: [pcthink] Destra, non riesco a nascondere entrambi em!

source: [pcthink] Oh shit, I forgot that [j] is naked.
italian: [pcthink] Oh merda, ho dimenticato che [j] è nudo.

source: [j] Uhh... morning [m]... hehe...
italian: [j] Uhh... mattina [m]... he...

source: [m] What on earth is going on here?
italian: [m] Cosa sta succedendo sulla terra qui?

source: [pc] Err... this is not what it's... uhh...
italian: [pc] Err... questo non è quello che è... uhhh...

source: [pc] Well it {b}{i}is{/i}{/b} what it looks like...
italian: [pc] Beh, {b}{i}è{/i}{/b} come...

source: [m] Why didn't you tell me?!
italian: [m] Perché non me l'hai detto?!

source: [j] Sorry, that's my fault...
italian: [j] Scusa, è colpa mia...

source: [pcthink] Shit, I hope she didn't see [e]!
italian: [pcthink] Merda, spero che non abbia visto [e]!

source: [m] You... you haven't seen [e], have you?
italian: [m] Tu... non hai visto [e], vero?

source: [pc] Err... no... no I haven't...
italian: [pc] Err... no... no ho...

source: [j] I think I've heard her opening her door a while ago.
italian: [j] Penso di averla sentita aprire la sua porta un po' fa.

source: [m] Does she... know about...
italian: [m] Lei lo sappia...

source: [m] ...this?
italian: [m] ...questo?

source: [j] Umm... yeah, I told her, hehe.
italian: [j] Umm... sì, le ho detto, hehe.

source: [m] Uhh... right, well I... I'll make some breakfast...
italian: [m] Uhh... destra, beh, io... farò una colazione...

source: [j] [e], you better hurry!
italian: [j] [e], è meglio sbrigarsi!

source: [n] [e] jumps up and quickly runs out the balcony.
italian: [n] [e] salta e chiude rapidamente il balcone.

source: [pc] Huh? [e], wait!
italian: [pc] Huh? [e], aspetta!

source: [pc] Damn, I hope [m] doesn't see her like this...
italian: [pc] Dannazione, spero che [m] non la veda così...

source: [m] Are you awake, Hun?
italian: [m] Sei sveglio, Caccio?

source: [pc] ...ugh... Yeah, I'm awake...
italian: [pc] ...ugh... Sì, sono sveglio...

source: [m] Good morning, Hun.
italian: [m] Buongiorno, Caccio.

source: [pc] ...what's up, [m]?
italian: [pc] ...cos'è, [m]?

source: [m] Oh, I thought I might ask if you want some breakfast? I hope that's okay? Did I wake you up, Hun?
italian: [m] Oh, pensavo di poter chiedere se vuoi fare una colazione? Spero che vada bene? Ti ho svegliato, Hun?

source: [m] Well, breakfast is ready, and you have some work to do, right?
italian: [m] Beh, la colazione è pronta, e hai un po' di lavoro da fare, vero?

source: [pc] Uhn... I'm coming...
italian: [pc] Uhn... Sto arrivando...

source: [pcthink] Damn... she's almost acting as if she's my real mother...
italian: [pcthink] Dannazione... si sta quasi comportando come se fosse mia vera madre...

source: [pcthink] Looks like [j] is gone already...
italian: [pcthink] Sembra che [j] sia già finito...

source: [m] So, what are your plans today, Hun?
italian: [m] Quali sono i tuoi piani oggi, Hun?

source: [pc] Err... work, I guess...
italian: [pc] Err... lavoro, immagino...

source: [m] Oh, I bet you're making good progress?
italian: [m] Oh, scommetto che stai facendo buoni progressi?

source: [pc] Yeah, kind of.
italian: [pc] Sì, del genere.

source: [n] You continue to make small talk for a bit until [m] and [e] get ready to leave...
italian: [n] Continui a fare una piccola chiacchierata per un po' fino a [m] e [e] preparati a partire...

source: [pcthink] Shit, nobody is saying anything...
italian: [pcthink] Merda, nessuno sta dicendo niente...

source: [pcthink] Looks like I really fucked up...
italian: [pcthink] Sembra che io abbia davvero scopato...

source: [pcthink] Everybody seems to be mad at me...
italian: [pcthink] Sembra che tutti siano arrabbiati con me...

source: [pc] So, uh...
italian: [pc] Così, uh...

source: [pc] ...about what happened...
italian: [pc] ...su quello che è accaduto...

source: [pc] Looks like it's going to be a nice day today...
italian: [pc] Sembra che sarà una bella giornata oggi...

source: [m] Humph... don't you think you should apologize to someone?
italian: [m] Humph... non pensi che dovresti scusarti con qualcuno?

source: [j] Pff, is that all you have to say?
italian: [j] Pff, è che tutto quello che dovete dire?

source: [m] That was not nice, [pc].
italian: [m] Non è stato bello, [pc].

source: [j] Yeah, that really hurt.
italian: [j] Sì, quello veramente ferito.

source: [pc] I'm sorry... I was surprised and just reacted...
italian: [pc] Mi dispiace... Sono rimasto sorpreso e appena reagitato...

source: [j] ...humpf... so it was "just" a reaction, huh?
italian: [j] ...humpf... quindi era "giusto" una reazione, eh?

source: [pc] Yes, it wasn't on purpose!
italian: [pc] Sì, non era di scopo!

source: [j] So uhh... I hope you don't mind me having spent the night here, [m].
italian: [j] Così uhhh... Spero che non ti dispiace di aver trascorso la notte qui, [m].

source: [m] Well... you should have asked me first.
italian: [m] Bene... mi avresti dovuto chiedere prima.

source: [j] I know, but... it was kinda unexpected.
italian: [j] Lo so, ma... era un po' inaspettato.

source: [m] Unexpected?
italian: [m] Inaspettato?

source: [j] Yeah, hehe.
italian: [j] Sì, hehe.

source: [pcthink] Hum... looks like [j] doesn't want to tell her what really happened...
italian: [pcthink] Uomo... assomiglia a [j] non vuole dirle cosa è realmente accaduto...

source: [j] But I'll stay at home tonight, so [pc]'s bed will be free, hehe.
italian: [j] Ma rimarrò a casa stasera, quindi il letto di [pc]sarà libero.

source: [j] [e] can have her big [bs] all for herself again, or maybe even...
italian: [j] [e] può avere il suo grande [bs] tutto per se stessa di nuovo, o forse...

source: [m] That's is not funny!
italian: [m] Non è divertente!

source: [pcthink] I knew it...
italian: [pcthink] Lo sapevo...

source: [n] A little bit later.
italian: [n] Un po' più tardi.

source: [pcthink] Well... everybody is gone...
italian: [pcthink] Bene... tutti sono andati...

source: [pcthink] Hum, I guess I should get some work done...
italian: [pcthink] Hum, immagino che dovrei ottenere un po 'di lavoro fatto...

source: [n] An hour later.
italian: [n] Un'ora dopo.

source: [pcthink] Naaaaaaaaw... I can't think... not a single line of code done...
italian: [pcthink] Naaaaaaaaw... Non riesco a pensare... non una singola riga di codice fatta...

source: [pcthink] I'm tired, I'm bored... I can't work like this.
italian: [pcthink] Sono stanco, sono annoiato... non posso lavorare così.

source: [pcthink] I need to do something else...
italian: [pcthink] Ho bisogno di fare qualcos'altro...

source: [pcthink] I'll go for a walk...
italian: [pcthink] Andrò a fare una passeggiata...

source: [pcthink] Damn, that was embarrassing... everyone was staring at me...
italian: [pcthink] Dannazione, che era imbarazzante... tutti mi stavano fissando...

source: [pcthink] I don't get it, why would you ever need so much toilet paper?
italian: [pcthink] Non lo ottengo, perché mai avrai bisogno di tanta carta igienica?

source: [pcthink] Anyway, I better get some work done now...
italian: [pcthink] In ogni caso, faccio meglio a fare un po' di lavoro ora...

source: [pcthink] Alright, that's better. At least {b}some{/b} progress...
italian: [pcthink] Va bene, è meglio. Almeno {b}in qualche {/b} progresso...

source: [pcthink] Oh shit! It's the boss!
italian: [pcthink] Oh merda! È il capo!

source: [pcthink] So [st] told him about my visit... I wonder why they were talking about me.
italian: [pcthink] Così [st] gli ha detto della mia visita... Mi chiedo perché stavano parlando di me.

source: [m] Time to get up, [e]...
italian: [m] È ora di alzarsi, [e]...

source: [pcthink] ...of course she snuck over again...
italian: [pcthink] ...naturalmente si è staccata di nuovo...

source: [m] ... and [pc] as well.
italian: [m] ... e [pc] pure.

source: [m] ... do you want to have breakfast with us, [pc]?
italian: [m] ... vuoi fare colazione con noi, [pc]?

source: [pc] *YAAAWN*... yeah...
italian: [pc] *YAAAWN*... sì...

source: [pcthink] ... [m] really {b}has{/b} changed...
italian: [pcthink] ... [m] realmente {b}ha cambiato{/b} ...

source: [n] You and [m] engage in some small talk again, you can't help but wonder if this is how a normal family would have their breakfast...
italian: [n] Tu e [m] fai qualche piccola chiacchierata di nuovo, non si può fare a meno di chiedersi se questo è come una famiglia normale avrebbe fatto la loro colazione...

source: [pcthink] Shit... I'm almost starting to enjoy the time here...
italian: [pcthink] Merda... Sto quasi iniziando a godermi il tempo qui...

source: [pcthink] [m] really changed, but I'm sure she's still hiding something from me.
italian: [pcthink] [m] è cambiato davvero, ma sono sicuro che mi sta ancora nascondendo qualcosa.

source: [pcthink] I wonder why she didn't mention anything about [e] sleeping in my bed again...
italian: [pcthink] Mi chiedo perché non abbia parlato di [e] dormire di nuovo nel mio letto...

source: [pcthink] Maybe she's starting to accept it?
italian: [pcthink] Forse sta iniziando ad accettarlo?

source: [pcthink] ...or she just gave up trying...
italian: [pcthink] ...o lei ha appena rinunciato a provare...

source: [pcthink] Well, whatever, I have work to do...
italian: [pcthink] Beh, qualunque cosa, ho lavoro da fare...

source: [n] A few hours later...
italian: [n] Qualche ora dopo...

source: [pcthink] Hum, I just hope [m] remembers when the pills wear off...
italian: [pcthink] Hum, spero solo [m] ricorda quando le pillole usurano...

source: [pcthink] Maybe I should keep everyone together until the pills wear off. She {b}{i}has{/i}{/b} to remember when I don't give her the chance to think about anything else...
italian: [pcthink] Forse dovrei tenere tutti insieme fino a quando le pillole non si esauriscono. Lei {b}{i}non ha {/i}{/b} da ricordare quando non le do la possibilità di pensare a nient'altro...

source: [pc] Hey, how about we celebrate this with a... err... with something, haha.
italian: [pc] Ehi, come si celebra questo con un... err... con qualcosa, haha.

source: [j] Yeah, why not, hehe.
italian: [j] Sì, perché no, è lui.

source: [m] Oh, that's a great idea, I'll make us some drinks!
italian: [m] Oh, questa è una grande idea, ci farò qualche bevanda!

source: [j] ...but better nothing alcoholic... hehe...heh...
italian: [j] ...ma meglio niente di alcolico... he...heh...

source: [m] Huh? Of course not, you know that we won't have alcohol in this house, honey.
italian: [m] Huh? Naturalmente no, sapete che non avremo alcool in questa casa, miele.

source: [j] Uhh... yeah, hehe...
italian: [j] Uhh... sì, lui...

source: [j] {size=-10}Did she just call me honey?{/size}
italian: [j] {size=-10}Mi ha appena chiamato miele?{/size}

source: [pc] {size=-10}Yeah, it sounded like it...{/size}
italian: [pc] {size=-10}Sì, sembrava così...{/size}

source: [j] Weird...
italian: [j] Strano...

source: [j] ...and then she was like "What the hell was that?!", haha.
italian: [j] ...e poi era come "Che diavolo era quello?!", haha.

source: [pc] Damn, that must have looked funny.
italian: [pc] Dannazione, che deve essere sembrata divertente.

source: [j] Yeah it did! Haha.
italian: [j] Sì, lo ha fatto! Haha.

source: [pc] You better not do that here though, as funny as it sounds...
italian: [pc] È meglio non farlo qui, però, così divertente come suona...

source: [j] Don't worry, I promise I won't cause you any trouble.
italian: [j] Non ti preoccupare, ti prometto che non ti causerò alcun problema.

source: [pc] Good, otherwise I'd have to send you back to that creepy old perv.
italian: [pc] Bene, altrimenti dovrei rimandarti a quel vecchio perv. raccapricciante.

source: [j] ...and we don't want that, hehe.
italian: [j] ...e non lo vogliamo, hehe.

source: [j] Thanks again by the way, [m]. It's really nice of you to let me stay here...
italian: [j] Grazie ancora a proposito, [m]. È davvero bello di voi lasciarmi stare qui...

source: [pcthink] Shit, looks like the pills are going to wear off...
italian: [pcthink] Merda, sembra che le pillole stanno per uscire...

source: [pc] [j] said thank you for letting her stay.
italian: [pc] [j] ha detto grazie per aver lasciato il suo soggiorno.

source: [m] Letting her...
italian: [m] Lasciandolo...

source: [j] Yeah, thanks, [m]. You're a life saver!
italian: [j] Sì, grazie, [m]. Sei un salvatore di vita!

source: [pcthink] I better try to remind her about the talk we had...
italian: [pcthink] Tento meglio a ricordarle il discorso che avevamo...

source: [pc] Yeah, now [e] has her BFF here, and err... we "have her close" ...
italian: [pc] Sì, ora [e] ha il suo BFF qui, e errori... noi "abbiamo il suo vicino" ...

source: [pc] Err...to keep an eye on her!
italian: [pc] Err...per tenerla d'occhio!

source: [j] Hey, I'm sitting right here you know.
italian: [j] Ehi, sono seduto proprio qui lo sai.

source: [pc] Of course I know.
italian: [pc] Naturalmente lo so.

source: [j] Aww, stop laughing [e], they will probably monitor us 24/7!
italian: [j] Aww, smetta di ridere [e], probabilmente ci monitoreranno 24/7!

source: [pc] Haha, every second.
italian: [pc] Haha, ogni secondo.

source: [m] [j], I don't want to hear any swear words in this house, so if you want to stay here for a while, you better stop that!
italian: [m] [j], Non voglio sentire parole di giuramento in questa casa, quindi se si vuole rimanere qui per un po ', è meglio fermarlo!

source: [j] Uhh... sorry, no swear words anymore...
italian: [j] Uhh... scusa, nessuna parola di giuramento più...

source: [pcthink] Phew, looks like it worked...
italian: [pcthink] Phew, sembra che abbia funzionato...

source: [pc] Right! Go right!
italian: [pc] A destra! Va bene!

source: [j] I know!
italian: [j] Lo so!

source: [pc] Watch out, behind you!
italian: [pc] Attenzione, dietro di te!

source: [j] Aww damn it, I almost got her...
italian: [j] La maledetta Aww, l'ho quasi ottenuta...

source: [pc] Yes?
italian: [pc] Sì?

source: [m] Hey, are you having fun?
italian: [m] Ehi, ti stai divertendo?

source: [j] Naaaw... I just lost...
italian: [j] Naaaw... Ho appena perso...

source: [m] That's... well...
italian: [m] Ciao... bene...

source: [m] Anyway, [pc], I'm going to bed and I just wanted to make sure that...
italian: [m] Comunque, [pc], sto andando a letto e volevo solo assicurarmi che...

source: [m] ...well, I'm sure it isn't necessary, but I wanted to remind you that [e] has her own room and I expect [j] to sleep in [e]'s room, too.
italian: [m] ... ell, sono sicuro che non è necessario, ma volevo ricordarvi che [e] ha la sua stanza e mi aspetto [j] di dormire nella stanza di [e], anche.

source: [m] Umm... well, I... I just wanted to remind you that this is {b}{i}your{/i}{/b} room, [e] has her own room and bed and [j] is her best friend so...
italian: [m] Umm... beh, Io... Volevo solo ricordarti che questa è {b}{i}la tua{/i}{/b} stanza, [e] ha la sua camera e letto e [j] è la sua migliore amica così...

source: [m] I just wanted to make sure that you all remember that.
italian: [m] Volevo solo fare in modo che voi tutti lo ricordate.

source: [pcthink] Jeez, is she serious now?
italian: [pcthink] Jeez, è seria adesso?

source: [j] Oh don't worry [m]...
italian: [j] Oh non preoccuparti [m]...

source: [j] Of course we remember that...
italian: [j] Naturalmente lo ricordiamo...

source: [j] [e] and I will of course sleep in [e]'s room.
italian: [j] [e] e naturalmente dormirò nella stanza di [e].

source: [m] Oh really?!
italian: [m] Oh davvero?!

source: [j] Of course, and I'll make sure that everyone stays in their respective beds.
italian: [j] Naturalmente, e mi assicurerò che tutti rimangano nei rispettivi letti.

source: [m] That's, umm... well thanks [j]...
italian: [m] Questo, umm... benissimo grazie [j]...

source: [pcthink] Wow, [j] really wants to make a good impression...
italian: [pcthink] Wow, [j] vuole davvero fare una buona impressione...

source: [m] Okay then... have a good night everyone...
italian: [m] Va bene allora... avere una buona notte tutti...

source: [j] Good night, [m].
italian: [j] Buona notte, [m].

source: [j] Well, I guess that means we should go to bed, huh, [e]?
italian: [j] Beh, immagino che significa che dovremmo andare a letto, ehh, [e]?

source: [j] Oh come on [e], I don't want to get kicked out again!
italian: [j] Oh vieni il [e], non voglio essere espulso di nuovo!

source: [pc] Well, I guess she's right, let's play along, okay?
italian: [pc] Beh, immagino che lei abbia ragione, giochiamo bene, okay?

source: [n] You expect a simple goodnight kiss, but right when your lips meet, you can feel [e]'s tongue sliding into your mouth...
italian: [n] Ti aspetti un semplice bacio notturno, ma proprio quando le tue labbra si incontrano, puoi sentire la lingua di [e]scivolare nella tua bocca...

source: [j] Hehe, cute!
italian: [j] Hehe, carino!

source: [j] Good night, [pc].
italian: [j] Buona notte, [pc].

source: [pc] Night, [j], night, [e].
italian: [pc] Notte, [j], notte, [e].

source: [j] Night...
italian: [j] Notte...

source: [pc] Night, [j]...
italian: [pc] Notte, [j]...

source: [pc] Heh, night, sweetie.
italian: [pc] Heh, notte, dolcezza.

source: [j] Good night, [pcmd]...
italian: [j] Buona notte, [pcmd]...

source: [pc] Heh... good night, babygirl.
italian: [pc] Heh... buona notte, babygirl.

source: [pc] Night, sweetie.
italian: [pc] Notte, dolce.

source: [j] {size=-10}Hahaha... yes!{/size}
italian: [j] {size=-10}Hahaha... sì!{/size}

source: [n] You can hear [j]'s voice through the wall.
italian: [n] Puoi sentire la voce di [j]attraverso il muro.

source: [j] {size=-10}Do you think...{/size}
italian: [j] {size=-10}Pensi...{/size}

source: [pcthink] Looks like [e] and [j] are still awake...
italian: [pcthink] Sembra [e] e [j] sono ancora svegli...

source: [j] {size=-10}Haha, nooo, I'll help you, but that's too...{/size}
italian: [j] {size=-10}Haha, nooo, ti aiuterò, ma anche questo...{/size}

source: [j] {size=-10}...yes!{/size}
italian: [j] {size=-10}...sì!{/size}

source: [j] {size=-10}...really like [himher]!{/size}
italian: [j] {size=-10}...davvero come [himher]!{/size}

source: [pcthink] Damn, I can't understand all of it.
italian: [pcthink] Dannazione, non riesco a capirlo.

source: [j] {size=-10}...really sure about it?{/size}
italian: [j] {size=-10}...sei sicuro di esso?{/size}

source: [n] From this point on you can only hear some whispering, but can't understand a word.
italian: [n] Da questo punto in poi puoi sentire solo qualche sussurro, ma non puoi capire una parola.

source: [pcthink] Hum... I wonder what they were talking about...
italian: [pcthink] Uomo... Mi chiedo di cosa stavano parlando...

source: [pc] Huh? What's wrong, [m]?
italian: [pc] Huh? Cosa c'è di sbagliato, [m]?
