Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] HOLY!!!
french: [pcthink] SAINTE MERE !!!

source: [pcthink] Shit, that was [m]...
french: [pcthink] Merde, c'était [m]...
italian: [pcthink] Merda, che era [m]...

source: [pcthink] I don't think I have ever seen her like that... she's actually hot!
french: [pcthink] Je ne pense pas l'avoir déjà vue comme ça... elle est vraiment sexy !
italian: [pcthink] Non credo di averla mai vista così... è davvero caldo!

source: [pcthink] Maybe I could...
french: [pcthink] Peut-être que je pourrais...
italian: [pcthink] Forse potevo...

source: [pcthink] Wow... that ass...
french: [pcthink] Wow... ce cul...
italian: [pcthink] Wow... quel culo...

source: [pcthink] I better leave now.
french: [pcthink] Je ferais mieux de partir maintenant.
italian: [pcthink] Meglio andarmene ora.

source: [pcthink] It would've been really embarrassing for both of us if she'd seen me.
french: [pcthink] Ça aurait été vraiment embarrassant pour nous deux si elle m'avait vu.
italian: [pcthink] Sarebbe stato davvero imbarazzante per entrambi noi se mi avesse visto.

source: [pcthink] On the other hand, she doesn't know I'm lesbian, so she might not even care... hehe.
french: [pcthink] D'un autre côté, elle ne sait pas que je suis lesbienne, donc elle pourrait ne pas s'en soucier... héhé.
italian: [pcthink] D'altra parte, lei non sa che io sono lesbica, quindi potrebbe anche non importare... hehe.

source: [pcthink] Damn, I really need to use the bathroom...
french: [pcthink] Mince, j'ai vraiment besoin d'aller aux toilettes...
italian: [pcthink] Dannazione, ho davvero bisogno di usare il bagno...

source: [pcthink] I guess I'll have to wait until she is done in there.
french: [pcthink] Je suppose que je vais devoir attendre qu'elle ait fini là-dedans.
italian: [pcthink] Immagino che dovrò aspettare fino a quando non verrà fatta lì dentro.

source: [n] 1 Hour later [withdissolve]
french: [n] 1 Heure plus tard [withdissolve]
italian: [n] 1 Ora più tardi [withdissolve]

source: [pcthink] Phew that was too close...
french: [pcthink] Ouf, c'était trop juste...
italian: [pcthink] Phew che era troppo chiuso...

source: [pcthink] [m] really took her time in the shower.
french: [pcthink] [m] a vraiment pris son temps sous la douche.
italian: [pcthink] [m] ha davvero preso il suo tempo sotto la doccia.

source: [pcthink] It sounds like [m] is making breakfast, maybe I should help her...
french: [pcthink] On dirait que [m] prépare le petit déjeuner, je devrais peut-être l'aider...
italian: [pcthink] Sembra che [m] stia facendo la colazione, forse dovrei aiutarla...

source: [pcthink] ...or maybe not.
french: [pcthink] ...ou peut-être pas.
italian: [pcthink] o forse no.

source: [pcthink] I mean, I still hate that bitch... right?
french: [pcthink] Je veux dire, je déteste toujours cette salope... non ?
italian: [pcthink] Voglio dire, odio ancora quella cagna... giusto?

source: [pcthink] Right? ...
french: [pcthink] D'accord ? ...
italian: [pcthink] Destra? ...

source: [m] Good morning [pc]. Did you sleep well?
french: [m] Bonjour [pc]. As-tu bien dormi ?
italian: [m] Buongiorno [pc]. Hai dormito bene?

source: [pc] Uh... no not really to be honest. I guess that's what you get from sleeping in a chair...
french: [pc] Uh... non pas vraiment pour être honnête. Je suppose que c'est ce que tu obtiens en dormant dans une chaise...
italian: [pc] Uh... non è proprio per essere onesti. Immagino che questo sia ciò che si ottiene dormendo in una sedia...

source: [m] Oh no! I'm sorry, I wasn't sure if I should wake you up. You looked so tired yesterday.
french: [m] Oh non ! Je suis désolé, je n'étais pas sûr si je devais te réveiller. Tu avais l'air si fatigué hier.
italian: [m] Oh no! Mi dispiace, non ero sicuro se dovessi svegliarti. Sembri così stanco ieri.

source: [pcthink] Damn, doesn't she wear a bra?...
french: [pcthink] Merde, elle ne porte pas de soutien-gorge ?...
italian: [pcthink] Dannazione, non indossa un reggiseno?...

source: [pc] Uhh... then it was you who put the blanket on me?
french: [pc] Euh... alors c'est toi qui as mis la couverture sur moi ?
italian: [pc] Uhh... allora siete stati voi a mettermi la coperta?

source: [m] Yes, I hope that's okay?
french: [m] Oui, j'espère que c'était bien ?
italian: [m] Sì, spero che vada bene?

source: [pc] Yeah... thanks.
french: [pc] Oui... merci.
italian: [pc] Sì... grazie.

source: [q] Ask if she needs help with the breakfast? [nointeract]
french: [q] Lui demander si elle a besoin d'aide pour le petit-déjeuner ? [nointeract]
italian: [q] Chiedi se ha bisogno di aiuto per la colazione? [nointeract]

source: [m] Oh that's nice of you to ask. Thank you. I'm almost done anyway, but...
french: [m] Oh c'est gentil de demander. Merci. J'ai presque fini de toute façon, mais...
italian: [m] Oh è bello da parte tua chiedere. Grazie. Ho quasi finito comunque, ma...

source: [m] Could you do me a favor and wake up [e]? Breakfast will be ready in a minute and she tends to oversleep.
french: [m] Pourrais-tu me faire une faveur et réveiller [e]? Le petit déjeuner sera prêt dans une minute et elle a tendance à trop dormir.
italian: [m] Potresti farmi un favore e svegliarmi [e]? La colazione sarà pronta tra un minuto e tende a dormire.

source: [pc] Yeah, sure.
french: [pc] Oui, bien sûr.
italian: [pc] Sì, certo.

source: [m] Thanks, Hun.
french: [m] Merci, Hun.
italian: [m] Grazie, Hun.

source: [pcthink] Okay, [e]'s room should be the last one on the right.
french: [pcthink] Ok, la chambre de [e] devrait être la dernière à droite.
italian: [pcthink] Okay, [e]'s room dovrebbe essere l'ultima a destra.

source: [pcthink] I guess I should knock...
french: [pcthink] Je suppose que je devrais frapper...
italian: [pcthink] Immagino che dovrei battere...

source: [n] *knock* *knock*
french: [n] *toc* *toc*

source: [pc] Hey [e] are you awake?
french: [pc] Hé [e] tu es réveillée ?
italian: [pc] Ehi [e] sei sveglio?

source: [pcthink] No answer
french: [pcthink] Pas de réponse
italian: [pcthink] Nessuna risposta

source: [pcthink] Err... she doesn't talk, what did I expect?
french: [pcthink] Err... elle ne parle pas, à quoi je m'attendais ?
italian: [pcthink] Err... non parla, cosa mi aspettavo?

source: [pc] I'm coming in.
french: [pc] Je rentre.
italian: [pc] Sto entrando.

source: [pc] Yeah, thanks.
french: [pc] Oui, merci.
italian: [pc] Sì, grazie.

source: [n] Ask if she needs help? [nointeract]
french: [n] Lui demander si elle a besoin d'aide ? [nointeract]
italian: [n] Chiedi se ha bisogno di aiuto? [nointeract]

source: [m] Oh that's nice of you to ask. Thank you.
french: [m] Oh c'est gentil de demander. Merci.
italian: [m] Oh è bello da parte tua chiedere. Grazie.

source: [m] Why don't you sit down, breakfast will be ready in a minute.
french: [m] Pourquoi ne pas t'asseoir, le petit déjeuner sera prêt dans une minute.
italian: [m] Perché non ti siedi, la colazione sarà pronta tra un minuto.

source: [m] Hey [pc].
french: [m] Hé [pc].
italian: [m] Ehi [pc].

source: [m] How was your day?
french: [m] Comment s'est passée ta journée ?
italian: [m] Com'è stata la tua giornata?

source: [pc] Hey... Nothing special. I slept half the day.
french: [pc] Hé... Rien de spécial. J'ai dormi la moitié de la journée.
italian: [pc] Hey... Niente di speciale. Ho dormito mezza giornata.

source: [pcthink] Does she ever wear a bra?
french: [pcthink] Est-ce qu'elle porte parfois un soutien-gorge ?
italian: [pcthink] Lei indossa mai un reggiseno?

source: [m] Oh... Why didn't you go out?
french: [m] Oh... Pourquoi n'es-tu pas sorti ?
italian: [m] Oh... Perché non sei uscito?

source: [pc] I was still a bit tired. The last night in the motel was kind of... short.
french: [pc] J'étais encore un peu fatigué. La dernière nuit dans le motel a été un peu... courte.
italian: [pc] Ero ancora un po' stanca. L'ultima notte nel motel era gentile... breve.

source: [m] Oh I see, then it's good you got a bit more sleep.
french: [m] Oh je vois, alors c'est bien que tu aies dormi un peu plus.
italian: [m] Oh lo vedo, allora è buono che hai un po' più di sonno.

source: [pc] Yeah...
french: [pc] Ouais...
italian: [pc] Sì...

source: [m] Um... well, did you need something?
french: [m] Um... bien, tu as besoin de quelque chose ?
italian: [m] Um... beh, ti serviva qualcosa?

source: [pc] No, I just wanted to grab a snack.
french: [pc] Non, je voulais juste prendre un encas.
italian: [pc] No, volevo solo prendere uno spuntino.

source: [m] Oh okay. There's a lot in the fridge, grab whatever you like!
french: [m] Oh ok. Il y a beaucoup de choses dans le frigo, prends ce que tu veux !
italian: [m] Oh okay. C'è molto in frigo, afferrare quello che ti piace!

source: [m] Oh [pc], there is one thing...
french: [m] Oh [pc], il y a une chose...
italian: [m] Oh [pc], c'è una cosa...

source: [pcthink] Hmm what should I take.
french: [pcthink] Hmm qu'est-ce que je dois prendre.
italian: [pcthink] Hmm cosa dovrei prendere.

source: [m] I...
french: [m] Je...

source: [pc] Yeah?
french: [pc] Ouais ?
italian: [pc] Sì?

source: [m] I... I tend to... read some books in my room for one or two hours every afternoon and...
french: [m] Je... J'ai tendance à... lire quelques livres dans ma chambre pendant une ou deux heures chaque après-midi et...
italian: [m] Io... tendo a leggere alcuni libri nella mia stanza per una o due ore ogni pomeriggio e...

source: [pcthink] ...hmm... I can't decide...
french: [pcthink] ...hmm... Je n'arrive pas à me décider...
italian: [pcthink] ...hmm... Non posso decidere...

source: [m] ... and I would prefer not to be disturbed at that time.
french: [m] ... et je préférerais ne pas être dérangée à ce moment-là.
italian: [m] ... e preferirei non essere disturbato in quel momento.

source: [m] So I hope that's no problem?
french: [m] Donc j'espère que ce n'est pas un problème ?
italian: [m] Quindi spero che non sia un problema?

source: [pc] Yeah, sure. No problem.
french: [pc] Oui, bien sûr. Pas de problème.
italian: [pc] Sì, certo. Nessun problema.

source: [m] Oh, okay. Thank you for understanding, Hun. I'll be in my room then.
french: [m] Oh, ok. Merci de ta compréhension, Hun. Je serai dans ma chambre alors.
italian: [m] Oh, va bene. Grazie per averci compreso, Hun. Sarò nella mia stanza allora.

source: [pc] Yeah, later...
french: [pc] Ouais, à plus tard...
italian: [pc] Sì, più tardi...

source: [pcthink] What was that all about? She seemed to be nervous...
french: [pcthink] C'était quoi tout ça ? Elle avait l'air d'être nerveuse...
italian: [pcthink] Di che cosa si tratta? Sembrava essere nervosa...

source: [n] A bit later [withdissolve]
french: [n] Un peu plus tard [withdissolve]
italian: [n] Un po' più tardi [withdissolve]

source: [pcthink] Damn that was sticky. I should have used a fork...
french: [pcthink] Merde, c'était collant. J'aurais dû utiliser une fourchette...
italian: [pcthink] Dannazione appiccicosa. Avrei dovuto usare una forchetta...

source: [pcthink] Huh? The tap is dripping...
french: [pcthink] Huh ? Le robinet coule...
italian: [pcthink] Huh? Il rubinetto sta sgocciolando...

source: [n] You fiddle a bit with the tap and quickly find out that a loose joint is the reason for it leaking.
french: [n] Vous bricolez un peu le robinet et vous découvrez rapidement qu'un joint desserré est à l'origine de la fuite.
italian: [n] Hai un po 'con il rubinetto e scopri rapidamente che un giunto sciolto è la ragione per cui perde.

source: [pcthink] Alright, that's easy, I can fix that. All I need is a wrench.
french: [pcthink] Très bien, c'est facile, je peux réparer ça. Tout ce dont j'ai besoin, c'est d'une clé à molette.
italian: [pcthink] Bene, è facile, posso risolvere il problema. Tutto quello che mi serve è una chiave.

source: [pcthink] I should ask [m] where the tools are.
french: [pcthink] Je devrais demander à [m] où sont les outils.
italian: [pcthink] Dovrei chiedere [m] dove sono gli strumenti.

source: [pcthink] Err... wait, didn't [m] tell me not to disturb her?
french: [pcthink] Err... attends, est-ce que [m] ne m'a pas dit de ne pas la déranger ?
italian: [pcthink] Err... aspetta, non [m] mi ha detto di non disturbarla?

source: [pcthink] But on the other hand, if I'm going to fix her stuff, why would she complain?
french: [pcthink] Mais d'un autre côté, si je vais réparer ses affaires, pourquoi se plaindrait-elle ?
italian: [pcthink] Ma d'altra parte, se riparerò la sua roba, perché si lamenterebbe?

source: [pcthink] ...but I should knock, just to be sure.
french: [pcthink] ...mais je devrais frapper, juste pour être sûr.
italian: [pcthink] ...ma dovrei bussare, solo per essere sicuri.

source: [m] Come in.
french: [m] Entre.
italian: [m] Entra.

source: [m] Oh hey Hun. Come in.
french: [m] Oh hé Hun. Entre.
italian: [m] Oh hey Hun. Entra.

source: [pc] Hey, [m]. I know you told me not to disturb you, but...
french: [pc] Hé, [m]. Je sais que tu m'as dit de ne pas te déranger, mais...
italian: [pc] Ehi, [m]. So che mi hai detto di non disturbarti, ma...

source: [m] Oh don't worry, Hun.
french: [m] Oh ne t'inquiète pas, Hun.
italian: [m] Oh non ti preoccupare, Hun.

source: [pcthink] Huh? Looks like she doesn't mind.
french: [pcthink] Huh ? On dirait que ça ne la dérange pas.
italian: [pcthink] Huh? Sembra che lei non le dispiace.

source: [m] What can I do for you?
french: [m] Que puis-je faire pour toi ?
italian: [m] Cosa posso fare per te?

source: [pc] Do you have any tools? I need a wrench.
french: [pc] As-tu des outils ? J'ai besoin d'une clé à molette.
italian: [pc] Hai degli strumenti? Ho bisogno di una chiave.

source: [m] Sure. Follow me, I'll show you where they are.
french: [m] Bien sûr. Suis-moi, je vais te montrer où ils sont.
italian: [m] Certo. Seguimi, ti mostrerò dove sono.

source: [pcthink] Wow, I would have expected her to be at least upset with me for disturbing her.
french: [pcthink] Wow, je me serais attendu à ce qu'elle soit au moins en colère contre moi pour l'avoir dérangée.
italian: [pcthink] Wow, mi sarei aspettato che lei fosse almeno turbata con me per averla disturbata.

source: [n] You follow her to your room.
french: [n] Vous la suivez dans votre chambre.
italian: [n] La segui nella tua stanza.

source: [m] There, these are all the tools we have.
french: [m] Voilà, ce sont tous les outils que nous avons.
italian: [m] Lì, questi sono tutti gli strumenti che abbiamo.

source: [pc] Err... there aren't many...
french: [pc] Err... il n'y en a pas beaucoup...
italian: [pc] Err... non ce ne sono tanti...

source: [m] What was it you needed again, a wrench?
french: [m] Qu'est-ce qu'il te fallait déjà, une clé à molette ?
italian: [m] Di cosa ti serviva di nuovo, una chiave?

source: [pc] Yeah.
french: [pc] Ouais.
italian: [pc] Sì.

source: [m] What does it look like?
french: [m] A quoi cela ressemble-t-il ?
italian: [m] Che aspetto assomiglia?

source: [pc] A bit like a bone I guess.
french: [pc] Un peu comme un os je suppose.
italian: [pc] Un po' come un osso che immagino.

source: [m] Hmm, I don't think we have a bone tool.
french: [m] Hmm, je ne pense pas que nous ayons un outil pour les os.
italian: [m] Hmm, non credo che abbiamo uno strumento osseo.

source: [pcthink] What's up with her, is she drunk? She's not that stupid...
french: [pcthink] Qu'est-ce qui se passe avec elle, elle est bourrée ? Elle n'est pas si stupide...
italian: [pcthink] Che cos'è con lei, è ubriaca? Non è così stupida...

source: [pc] It's not a bone tool, it just looks a bit like a bone.
french: [pc] Ce n'est pas un outil d'os, il ressemble juste un peu à un os.
italian: [pc] Non è uno strumento per le ossa, sembra un po' come un osso.

source: [m] Oh... sorry, Hun, but I don't think we have a tool that looks like a bone either.
french: [m] Oh... désolé, Hun, mais je ne pense pas que nous ayons un outil qui ressemble à un os non plus.
italian: [m] Oh... mi dispiace, Hun, ma non credo che abbiamo uno strumento che assomigli a un osso.

source: [pc] Yeah... looks like it... not even a real pair of pliers.
french: [pc] Ouais... ça y ressemble... même pas une vraie paire de pinces.
italian: [pc] Sì... assomiglia... nemmeno una vera coppia di pinze.

source: [n] Suddenly your stomach begins to growl.
french: [n] Soudain, ton estomac commence à grogner.
italian: [n] Improvvisamente il tuo stomaco comincia a crescere.

source: [m] Oh, are you still hungry? I'll make you something to eat.
french: [m] Oh, tu as encore faim ? Je vais te préparer quelque chose à manger.
italian: [m] Oh, hai ancora fame? Ti farò qualcosa da mangiare.

source: [pc] No, it's okay, I'll just grab another snack later.
french: [pc] Non, c'est bon, je prendrai un autre encas plus tard.
italian: [pc] No, va bene, prenderò un altro spuntino più tardi.

source: [pcthink] It's not even dinnertime and she wants to make me something to eat?!
french: [pcthink] Ce n'est même pas l'heure du dîner et elle veut me faire quelque chose à manger ?!
italian: [pcthink] Non è nemmeno ora di cena e lei vuole farmi qualcosa da mangiare?!

source: [m] Are you sure? I'll gladly do anything for you.
french: [m] Tu es sûr ? Je ferai volontiers n'importe quoi pour toi.
italian: [m] Sei sicuro? Sarò lieto di fare qualcosa per te.

source: [pc] Uh... yeah, no, thanks, I'm fine!
french: [pc] Euh... oui, non, merci, ça va !
italian: [pc] Uh... sì, no, grazie, sto bene!

source: [m] Okay, but be sure to tell me if you need anything, Hun.
french: [m] Ok, mais n'oublies pas de me dire si tu as besoin de quelque chose, Hun.
italian: [m] Ok, ma assicurati di dirmi se hai bisogno di qualcosa, Hun.

source: [pc] Yeah... sure, thanks.
french: [pc] Oui... bien sûr, merci.
italian: [pc] Sì... certo, grazie.

source: [n] She goes back to her room.
french: [n] Elle retourne dans sa chambre.
italian: [n] Lei torna nella sua stanza.

source: [pcthink] What the fuck was that?
french: [pcthink] C'était quoi ce bordel ?
italian: [pcthink] Che cazzo era quello?

source: [pcthink] She would do anything for me? Did she really say that?
french: [pcthink] Elle ferait tout pour moi ? A-t-elle vraiment dit ça ?
italian: [pcthink] Avrebbe fatto qualcosa per me? Lo ha detto veramente?

source: [n] The rest of the day is quite uneventful and you go to bed early.
french: [n] Le reste de la journée est plutôt sans histoire et vous vous couchez tôt.
italian: [n] Il resto della giornata è abbastanza senza eventi e si va a letto presto.

source: [m] Oh hey Hun.
french: [m] Oh hé Hun.

source: [pcthink] Shit, I forgot that she doesn't want to be disturbed in the afternoon.
french: [pcthink] Merde, j'ai oublié qu'elle ne veut pas être dérangée l'après-midi.
italian: [pcthink] Merda, ho dimenticato che non vuole essere disturbata nel pomeriggio.

source: [pc] Uh, hey [m], sorry to disturb you again...
french: [pc] Uh, hé [m], désolé de te déranger encore...
italian: [pc] Uh, hey [m], mi dispiace di disturbarti di nuovo...

source: [m] Oh you're not disturbing me, I'm always happy to see you.
french: [m] Oh tu ne me déranges pas, je suis toujours heureuse de te voir.
italian: [m] Oh non mi stai disturbando, sono sempre felice di vederti.

source: [pcthink] Okay... she's being weird again.
french: [pcthink] Ok... elle est encore bizarre.
italian: [pcthink] Okay... è di nuovo strano.

source: [pc] Uh, yeah, but you told me not to disturb you in the afternoon.
french: [pc] Euh, oui, mais tu m'as dit de ne pas te déranger l'après-midi.
italian: [pc] Uh, sì, ma mi hai detto di non disturbarti nel pomeriggio.

source: [m] Oh that? Don't worry about it, Hun. You know, I said it because I have to take these pills.
french: [m] Oh ça ? Ne t'inquiète pas pour ça, Hun. Tu sais, je l'ai dit parce que je dois prendre ces pilules.
italian: [m] Oh quello? Non preoccupatevi, Hun. Sai, l'ho detto perché devo prendere queste pillole.

source: [pc] Pills?
french: [pc] Pilules ?

source: [m] Yes, they help me to get my head straight, but they also make me a bit woozy for an hour or so.
french: [m] Oui, elles m'aident à me remettre les idées en place, mais elles me rendent aussi un peu amorphe pendant une heure ou deux.
italian: [m] Sì, mi aiutano ad ottenere la testa dritta, ma mi rendono anche un po 'boscoso per un'ora o giù di lì.

source: [pcthink] So that's why she's acting so weird.
french: [pcthink] C'est donc pour ça qu'elle agit si bizarrement.
italian: [pcthink] Ecco perché si sta comportando così strano.

source: [m] The doc said I should make sure to be alone or with only a few people I can really trust...
french: [m] Le doc a dit que je devais m'assurer d'être seul ou avec seulement quelques personnes en qui je peux vraiment avoir confiance....
italian: [m] Il doc ha detto che dovrei assicurarmi di essere da solo o solo con poche persone di cui posso davvero fidarsi...

source: [m] But I know I can trust you. You're my [pc] after all. Right, Hun?
french: [m] Mais je sais que je peux te faire confiance. Tu es mon [pc] après tout. Pas vrai, Hun ?
italian: [m] Ma so che posso fidarmi di te. Sei il mio [pc] dopotutto. Giusto, Cacciare?

source: [pcthink] "Her" [pc]??
french: [pcthink] 'Son' [pc]??
italian: [pcthink] "Lei" [pc]??

source: [pc] Uh, yeah, of course you can trust me...
french: [pc] Euh, oui, bien sûr, tu peux me faire confiance...
italian: [pc] Uh, sì, ovviamente puoi fidarti di me...

source: [m] I knew it.
french: [m] Je le savais.
italian: [m] Lo sapevo.

source: [pc] Err... anyway I wanted to ask you something...
french: [pc] Err... de toute façon, je voulais te demander quelque chose...
italian: [pc] Err... comunque volevo chiederti qualcosa...

source: [m] Sure, what is it? You can ask me anything.
french: [m] Bien sûr, c'est quoi ? Tu peux me demander n'importe quoi.
italian: [m] Certo, cos'è? Puoi chiedermi qualcosa.

source: [pcthink] Wow, she's so overly friendly it's almost scary.
french: [pcthink] Wow, elle est si excessivement amicale que c'en est presque effrayant.
italian: [pcthink] Wow, è così troppo amichevole è quasi spaventosa.

source: [pc] Uh... there is this therapist woman with [e] right now.
french: [pc] Euh... il y a cette femme thérapeute avec [e] en ce moment.
italian: [pc] Uh... c'è questa donna terapeuta con [e] in questo momento.

source: [m] [t]? Oh I forgot to tell you about her. I'm sooo sorry, Hun!
french: [m] [t]? Oh, j'ai oublié de te parler d'elle. Je suis tellement désolée, Hun !
italian: [m] [t]? Oh ho dimenticato di dirti di lei. Mi dispiace molto, Hun!

source: [pcthink] Damn, these pills sure have an effect on her... I'll definitely need some time to get used to this...
french: [pcthink] Merde, ces pilules ont vraiment un effet sur elle... Je vais avoir besoin d'un peu de temps pour m'y habituer...
italian: [pcthink] Dannazione, queste pillole hanno sicuramente un effetto su di lei... Ho sicuramente bisogno di un po 'di tempo per abituarsi a questo...

source: [pc] Don't worry about that, but don't you think she is a bit... unfriendly?
french: [pc] Ne t'inquiète pas pour ça, mais tu ne penses pas qu'elle est un peu... inamicale ?
italian: [pc] Non ti preoccuparti, ma non pensi che sia un po'... sgradevole?

source: [m] Do you think so?
french: [m] Tu crois ?
italian: [m] Lo pensi così?

source: [pc] Absolutely...
french: [pc] Absolument...
italian: [pc] Assolutamente...

source: [pcthink] Not to mention that shes a bitch!
french: [pcthink] Sans oublier que c'est une salope !
italian: [pcthink] Per non parlare che shes una cagna!

source: [m] Hum... well she is still young and yes, she can be a bit strict, but don't worry Hun. She is really good at what she does.
french: [m] Hum... eh bien elle est encore jeune et oui, elle peut être un peu stricte, mais ne t'inquiète pas Hun. Elle est vraiment bonne dans ce qu'elle fait.
italian: [m] Uomo... bene è ancora giovane e sì, può essere un po' severa, ma non preoccuparti Hun. È davvero brava in quello che fa.
