Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] You two can do what ever you want, but I don't need to be part of it.
french: [_t_] Vous deux pouvez faire ce que vous voulez, mais je n'ai pas besoin d'en faire partie.

source: [_t_] Just do me a favor and don't tell anyone what you've seen today...
french: [_t_] Just do me a faveur and don't tell anyone what you've seen today ...

source: [_j_] Of course not...
french: [_j_] Bien sûr que non ...

source: [_j_] I mean...
french: [_j_] Je veux dire ...

source: [_j_] That means you owe me something, right?
french: [_j_] Ça veut dire que tu me dois quelque chose, non?

source: [_t_] Ugh, you two really are a perfect match!
french: [_t_] Ugh, vous deux vraiment un match parfait !

source: [_t_] Ugh, you two would make a perfect couple!
french: [_t_] Ugh, vous deux feriez un couple parfait !

source: [_t_] What do you want?
french: [_t_] Que voulez-vous?

source: [_j_] Hey, don't be mad, I just want you to stay. You have an appointment with [e] anyway, don't you?
french: [_j_] Hé, ne vous fâchez pas, je veux juste que tu restes. Vous avez un rendez-vous avec [e] de toute façon, n'est-ce pas?

source: [_t_] ...but I'm just going to sit and wait until [e] is home for her therapy...
french: [_t_] ... mais je vais juste m'asseoir et attendre jusqu'à ce que [e] soit à la maison pour son traitement ...

source: [_j_] Well, okay.
french: [_j_] Puits, ok.

source: [_j_] What are you standing there like a lost sheep, come, sit between us!
french: [_j_] Qu'est-ce que vous êtes là comme une brebis perdue, venez, assez-vous entre nous !

source: [_j_] Nothing better than cuddling with your girlfriendssss, right?
french: [_j_] Rien de mieux que de s'en mêler avec votre copine, n'est-ce pas?

source: [_mc_] Heh, right.
french: [_mc_] Heh, droite.

source: [_mc_] Wouldn't you say, too, [t]?
french: [_mc_] Ne vous dirais-tu pas, aussi, [t]?

source: [_mc_] Shit happens sometimes, right?
french: [_mc_] Cela arrive parfois, non?

source: [_j_] Come on, [t], there's nothing wrong with having fun with your boyfriend.
french: [_j_] Allez, [t], il n'y a rien de mal à s'amuser avec votre petit ami.

source: [_j_] Come on, [t], there's nothing wrong with having fun with your girlfriend.
french: [_j_] Allez, [t], il n'y a rien de mal à s'amuser avec ta copine.

source: [_j_] I won't tell anybody, promise.
french: [_j_] Je ne le dirai à personne, promettre.

source: [_mcthink_] Damn, [j] is such a naughty little...
french: [_mcthink_] Damn, [j] est si méchant ...

source: [_mc_] Sounds like [m] and [e] are back.
french: [_mc_] Des sons comme [m] et [e] sont de retour.

source: [_t_] Good, time to do my job.
french: [_t_] Bon, le temps de faire mon travail.

source: [_j_] She has a really nice ass in those pants.
french: [_j_] Elle a un très beau cul dans ces pantalons.

source: [_j_] No wonder you like her.
french: [_j_] Pas étonnant que tu l'aimais.

source: [_j_] Too bad [e] and [m] just came back home.
french: [_j_] Trop mauvais [e] et [m] viennent de revenir à la maison.

source: [_mc_] I doubt that them coming home changed much.
french: [_mc_] Je doute que leur retour à la maison ait beaucoup changé.

source: [_j_] Aww, sorry, I'll be more careful next time.
french: [_j_] Aww, désolé, je serai plus prudent la prochaine fois.

source: [_mc_] More careful? You shouldn't peep in the first place.
french: [_mc_] Plus prudent? Tu ne devrais pas piller en premier lieu.

source: [_mc_] Seriously, [j].
french: [_mc_] Sérieusement, [j].

source: [_j_] Sorry, I won't do it again.
french: [_j_] Désolé, je ne le ferai plus.

source: [_mc_] I hope so, otherwise I'll have to punish you, young lady.
french: [_mc_] Je l'espère, sinon je vais devoir te punir, jeune femme.

source: [_j_] Hehe, don't tempt me, [mcmd].
french: [_j_] Hehe, ne me tentez pas, [mcmd].

source: [_mc_] But seriously, [j], don't do it again, unless you know everyone is fine with it.
french: [_mc_] Mais sérieusement, [j], ne le faites pas à nouveau, sauf si vous savez que tout le monde va bien avec.

source: [_j_] I won't, promise.
french: [_j_] Je ne le ferai pas.

source: [_j_] Sorry, I guess I...
french: [_j_] Désolé, je suppose ...

source: [_j_] Hey, [e], welcome back.
french: [_j_] Hey, [e], bienvenue.

source: [_t_] Come on, [e], I don't have much time...
french: [_t_] Allez, [e], je n'ai pas beaucoup de temps ...

source: [_t_] Ugh, are you still...
french: [_t_] Ugh, vous êtes toujours ...

source: [_e_] Huh?
french: [_e_] Hein ?

source: [_m_] Hey, what's going...
french: [_m_] Hé, ce qui se passe ...

source: [_mc_] Shit, I better put my pants on.
french: [_mc_] Shit, je ferais mieux de mettre mon pantalon.

source: [_j_] Yeah... sorry...
french: [_j_] Oui ... désolé ...

source: [_j_] ...I'll go see if [m] needs help with anything...
french: [_j_] ...Je vais voir si [m] a besoin d'aide avec quoi que ce soit ...

source: [_j_] yeah... too bad...
french: [_j_] oui ... trop mauvais ...

source: [_mc_] Well, at least they didn't see me and [t].
french: [_mc_] Bien, au moins ils ne m'ont pas vu et [t].

source: [_j_] Hehe, yeah, that might've ended up worse than it did.
french: [_j_] Hehe, ouais, ça aurait pu être pire qu'il ne l'a fait.

source: [_j_] Too bad [m] isn't okay with us, yet, this could've ended up in a nice little orgy.
french: [_j_] Trop mauvais [m] n'est pas bon avec nous, mais cela aurait pu se terminer dans une jolie petite orgie.

source: [_j_] What?
french: [_j_] Quoi?

source: [_mc_] What do mean by "yet" by the way?
french: [_mc_] Qu'entend-on par "encore" par la voie?

source: [_j_] Well, we obviously need to convince her to join your little harem, right?
french: [_j_] Eh bien, nous avons évidemment besoin de la convaincre de rejoindre votre petit harem, non?

source: [_mc_] My harem? Why do I get the feeling that that's more like what {b}you{/b} want?
french: [_mc_] Mon harem? Pourquoi est-ce que j'ai le sentiment que c'est plus comme ce que veulent les {b}?

source: [_j_] Nah, that'd be too much work for me...
french: [_j_] Nah, ce serait trop de travail pour moi ...

source: [_mc_] Oh, so you let me do all the hard work.
french: [_mc_] Oh, donc vous m'avez laissé faire tout le travail.

source: [_j_] Hey, I'm trying to help you! Also, it's not only hard, but also juicy, isn't it?
french: [_j_] Hé, j'essaie de vous aider ! Aussi, ce n'est pas seulement dur, mais aussi juteux, n'est-ce pas?

source: [_mc_] Heh, well, kind of.
french: [_mc_] Heh, bien, genre de.

source: [_j_] See? And it's not like I'm not doing my part, hehe.
french: [_j_] Voir? Et ce n'est pas comme si je ne faisais pas ma part, hehe.

source: [_mc_] Yeah... and you really are okay with that?
french: [_mc_] Oui ... et vous allez vraiment bien avec ça?

source: [_j_] Yeah, sure, I mean...
french: [_j_] Oui, je veux dire ...

source: [_j_] Err... yeah, haha.
french: [_j_] Err ... ouais, haha.

source: [_j_] Absolutely!
french: [_j_] Absolument !

source: [_j_] Well...
french: [_j_] Puits ...

source: [_mcthink_] Is she lying?
french: [_mcthink_] Est-ce qu'elle ment?

source: [_mcthink_] But why would she say she's okay with it, if she's not okay with it?
french: [_mcthink_] Mais pourquoi elle dirait qu'elle va bien avec elle, si elle n'est pas d'accord?

source: Touch between her legs.
french: Touche entre ses jambes.

source: Yes.
french: Oui.

source: No.
french: Non.

source: Check if she's telling the truth.
french: Vérifiez si elle dit la vérité.

source: I don't care.
french: Je m'en fiche.

source: Follow her.
french: Su-la.

source: I need coffee!!!
french: J'ai besoin de café !!!

source: (Look down.)
french: (Regarde.)

source: (Look up.)
french: (Regarde.)

source: (Tell her to turn around.)
french: (Dites-lui de tourner.)

source: (Tell her to bend over.) {i}{color=#f00}advance scene{/color}{/i}
french: (Dites-lui de se pencher.) {i}{ color=#f00} scène avancée { /color } { /i }
