Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [m] I'm sorry, [pc], it's nothing...
italian: [m] Mi dispiace, [pc], non è niente...

source: [pc] Where's Dad?
italian: [pc] Dov'è il papà?

source: [m] *Sniff* ...he didn't tell you?
italian: [m] *Sniff* ... non te l'ha detto?

source: [m] He got suspended and is attending the hearing... [oc] just picked him up...
italian: [m] È stato sospeso e sta frequentando l'udienza... [oc] appena scelto lui su...

source: [pc] Why did he get suspended?
italian: [pc] Perché è stato sospeso?

source: [m] *Sniff* ...I don't know, he didn't tell me... he was probably drunk again...
italian: [m] *Sniff* ... non lo so, non mi ha detto... probabilmente era nuovamente ubriaco...

source: [pc] Does that mean he will be home more often from now on?
italian: [pc] Questo significa che sarà a casa più spesso d'ora?

source: [m] *Sniff* ...yes...
italian: [m] *Sniff* ...sì...

source: [m] [oc] said that your Dad will probably stay home for a while from now on...
italian: [m] [oc] ha detto che il tuo papà probabilmente rimarrà a casa per un po' di tempo...

source: [pc] Did [oc] get suspended too?
italian: [pc] Anche [oc] è stato sospeso?

source: [m] No, but he has to attend the hearing too.
italian: [m] No, ma anche lui deve partecipare all'udienza.

source: [pc] Morning everyone.
italian: [pc] Mattina tutti.

source: [m] Good morning, hun.
italian: [m] Buongiorno, caccia.

source: [m] Nice shirt.
italian: [m] Bella camicia.

source: [pc] Thanks...
italian: [pc] Grazie...

source: [m] Oh by the way [j], I didn't see you bring any of your stuff yesterday?
italian: [m] Oh a proposito [j], Non ti ho visto portare nessuna delle tue cose ieri?

source: [j] Yeah, most of it is still in the apartment...
italian: [j] Sì, la maggior parte di esso è ancora nell'appartamento...

source: [m] I see, you should get it here soon if you plan to stay for a bit longer...
italian: [m] Vedo che dovresti arrivare qui presto se hai intenzione di rimanere un po' più a lungo...

source: [m] It will surely help to make you feel at home.
italian: [m] Sicuramente ti aiuterà a farti sentire a casa.

source: [j] Oh thanks, I feel at home already, I mean, the only place I've ever had a breakfast like this is here.
italian: [j] Oh grazie, mi sento già a casa, voglio dire, l'unico posto in cui ho mai fatto colazione come questa è qui.

source: [m] Really? You don't eat breakfast together with your mom?
italian: [m] Davvero? Non fai colazione insieme a tua mamma?

source: [j] No, but I always liked it when I was staying here overnight. It feels like... having a real family.
italian: [j] No, ma mi è sempre piaciuto quando stavo soggiornando qui per tutta la notte. Mi sembra che abbia una vera famiglia.

source: [m] I didn't know that it meant so much to you...
italian: [m] Non sapevo che intendeva molto per te...

source: [j] It kinda makes me feel like having a real family...
italian: [j] Mi fa sentire come avere una vera famiglia...

source: [pcthink] Damn, I know how she feels...
italian: [pcthink] Dannazione, so come si sente...

source: [j] By the way, [pc], did you ever call [m] Mom?
italian: [j] A proposito, [pc], hai mai chiamato [m] Moma?

source: [m] [j] you know that I'm not [hisher] mom.
italian: [m] [j] sai che non sono [hisher] mamma.

source: [m] ...I mean... I wouldn't mind...
italian: [m] ... Intendo dire... Non mi dispiace...

source: [pc] Well, I guess I could...
italian: [pc] Beh, immagino che potrei...

source: [m] Oh, but you don't need to if you feel uncomfortable about it.
italian: [m] Oh, ma non è necessario se ti senti a disagio.

source: [pc] Nah, it's okay...
italian: [pc] Nah, va bene...

source: [m] A-Anyway... [j]. Me and [e] will go shopping and pick up some groceries after breakfast, why don't you come with us so we can get your stuff on our way back?
italian: [m] A-Anyway... [j]. Io e [e] andremo a fare shopping e prendere alcuni generi alimentari dopo la colazione, perché non vieni con noi in modo che possiamo ottenere la tua roba sulla nostra via di ritorno?

source: [j] Yeah, why not.
italian: [j] Sì, perché no.

source: [pc] ...well about your stuff in the apartment, [j]...
italian: [pc] ...bene sulle tue cose nell'appartamento, [j]...

source: [m] Right, you can come and help me and [e] with the groceries after breakfast, we can get your stuff on our way back.
italian: [m] Destra, puoi venire ad aiutarmi e [e] con i generi alimentari dopo la prima colazione, possiamo ottenere la tua roba sulla nostra strada di ritorno.

source: [j] ...well, okay.
italian: [j] ...beh, va bene.

source: [pcthink] Hmm... I have the feeling that she had some other plans...
italian: [pcthink] Hmm... Ho la sensazione che lei abbia avuto alcuni altri piani...

source: [n] After everyone is done eating you're surprised to see [j] helping with the dishes instantly.
italian: [n] Dopo che tutti hanno finito di mangiare, sei sorpreso di vedere [j] aiutare con i piatti istantaneamente.

source: [pcthink] Hum... she's full of surprises...
italian: [pcthink] Uomo... è piena di sorprese...

source: [n] Since there's nothing left to do, you decide go back to your room and do some work...
italian: [n] Dal momento che non c'è nulla da fare, decidi di tornare nella tua stanza e fare un po' di lavoro...

source: [pcthink] Hum... that's weird...
italian: [pcthink] Uomo... è strano...

source: [pcthink] ...something doesn't fit...
italian: [pcthink] ...qualcosa non funziona...

source: [m] Didn't you hear me knocking?
italian: [m] Non mi hai sentito bussare?

source: [pc] Uh... no, what's up?
italian: [pc] Uh... no, che cos'è?

source: [m] We're leaving, do you need anything from the city?
italian: [m] Stiamo partendo, hai bisogno di qualcosa dalla città?

source: [pc] Hm? Ah, no... nothing.
italian: [pc] Hm? Ah, no... niente.

source: [m] Okay, see you later then.
italian: [m] Ok, a vederti più tardi allora.

source: [pc] Yeah, later...
italian: [pc] Sì, più tardi...

source: [pcthink] Ugh... calling her mom feels really weird...
italian: [pcthink] Ugh... chiamando sua mamma si sente davvero strana...

source: [pcthink] Why am I even doing this... I don't trust her god dammit...
italian: [pcthink] Perché sto anche facendo questo... non mi fido del suo dio dammit...

source: [pcthink] Shit... better get back to work... I don't want to think about stuff like that...
italian: [pcthink] Merda... meglio tornare al lavoro... Non voglio pensare a cose del genere...

source: [pcthink] ...there seems to be something missing...
italian: [pcthink] ...sembra mancare qualcosa...

source: [st] ...yes?
italian: [st] ...sì?

source: [pcthink] As I thought, she's working at the weekend again...
italian: [pcthink] Come pensavo, sta lavorando di nuovo nel fine settimana...

source: [pc] Hey, [st], I'm just working on the project, but I think I'm missing some files, could you check the files you sent me?
italian: [pc] Hey, [st], Sto solo lavorando al progetto, ma penso che mi manchino alcuni file, potresti controllare i file che mi hai inviato?

source: [st] Uhm... yes, give me a minute...
italian: [st] Uhm... sì, dammi un minuto...

source: [pc] Okay, thanks.
italian: [pc] Okay, grazie.

source: [st] This... might be a problem...
italian: [st] Questo potrebbe essere un problema...

source: [st] It looks like [boss] forgot to include the latest data, but I'll have to check some older files to make sure, there's definitely something missing though.
italian: [st] Sembra che [boss] abbia dimenticato di includere i dati più recenti, ma dovrò controllare alcuni file più vecchi per essere sicuro, c'è sicuramente qualcosa che manca però.

source: [pc] Okay... sounds like it'll take a while?
italian: [pc] Okay... sembra che ci vorrà un po'?

source: [st] Yes...
italian: [st] Sì...

source: [pc] Hum... okay, well it looks like I'll have an actual weekend then.
italian: [pc] Uomo... ok, beh, sembra che avrò un vero fine settimana allora.

source: [st] Sorry... I'll send them to you as soon as I can.
italian: [st] Mi dispiace... Le invierò il prima possibile.

source: [pc] Yeah no sweat, it's the weekend we shouldn't be working in the first place...
italian: [pc] Sì, nessun sudore, è il fine settimana che non dovremmo lavorare in primo luogo...

source: [pc] Thinking about it, I don't have much else to do, so maybe I'll come over later.
italian: [pc] Pensandoci, non ho molto altro da fare, quindi forse tornerò più tardi.

source: [pc] Well... maybe later then.
italian: [pc] Bene... forse più tardi.

source: [st] L-later...
italian: [st] L-più tardi...

source: [pcthink] Hum... I don't get that woman...
italian: [pcthink] Uomo... Non ricevo quella donna...

source: [pcthink] Anyway, what am I going to do now?
italian: [pcthink] In ogni caso, cosa farò adesso?

source: [pcthink] Huh? Did she forget anything?
italian: [pcthink] Huh? Ha dimenticato qualcosa?

source: [pc] What's up [st], did you forget anything?
italian: [pc] Che cos'è [st], hai dimenticato qualcosa?

source: [ma] Hello, this is [ma] Shelter.
italian: [ma] Ciao, questo è [ma] Rifugio.

source: [pcthink] Oh right, the office secretary from the rental company.
italian: [pcthink] Oh destra, la segretaria di ufficio della società di noleggio.

source: [pc] Sorry I thought you were my co-worker, I just talked to her.
italian: [pc] Mi dispiace che tu fossi il mio collaboratore, ho appena parlato con lei.

source: [ma] No problem, do you want me to call again another time?
italian: [ma] Nessun problema, vuoi che io chiami un'altra volta?

source: [pc] No, it's okay, [ma], what do you need?
italian: [pc] No, va bene, [ma], che cosa ti serve?

source: [ma] I have some good and some bad news for you, which one would you like to hear first?
italian: [ma] Ho qualche buona e qualche cattiva notizia per voi, quale vorreste sentire per primo?

source: [ma] We are ready to refund your deposit for the apartment, all I need is your signature on a few documents.
italian: [ma] Siamo pronti a rimborsare il tuo deposito per l'appartamento, tutto ciò di cui ho bisogno è la tua firma su alcuni documenti.

source: [pc] Okay, so what's the bad news then?
italian: [pc] Okay, allora qual è la brutta notizia?

source: [ma] I still don't have any news on another apartment.
italian: [ma] Non ho ancora notizie su un altro appartamento.

source: [pc] Well, that's no big problem for now, I have somewhere to stay for a while.
italian: [pc] Beh, questo non è un grosso problema per ora, ho da qualche parte da rimanere per un po'.

source: [ma] Good to hear.
italian: [ma] Buono a sentire.

source: [ma] Do you want me to send you the documents via email?
italian: [ma] Vuoi che ti invii i documenti via email?

source: [ma] Oh, that's good to hear.
italian: [ma] Oh, è bello sentire.

source: [pc] So what's the good news?
italian: [pc] Qual è la buona notizia?

source: [pc] Good, can you send them over?
italian: [pc] Bene, puoi mandarli finito?

source: [ma] Sure.
italian: [ma] Certo.

source: [ma] Do you want me to send them via email?
italian: [ma] Vuoi che le invii via email?

source: [pc] I sadly don't have a printer here...
italian: [pc] Purtroppo non ho una stampante qui...

source: [ma] Oh, well I can send them by post, but you could also come over during business hours, our office is in the same city.
italian: [ma] Oh, bene posso mandarli per posta, ma si potrebbe anche venire durante gli orari di lavoro, il nostro ufficio è nella stessa città.

source: [pc] Okay, I could come over Monday, what's the address?
italian: [pc] Va bene, potrei venire lunedì, qual è l'indirizzo?

source: [ma] It's... well, actually...
italian: [ma] E... beh, in realtà...

source: [ma] We usually don't accept customers on sunday, but I wanted to do some overtime anyway, so you could come over after closing time if you want.
italian: [ma] Di solito non accettiamo i clienti la domenica, ma volevo comunque fare qualche straordinario, così si potrebbe venire oltre dopo il tempo di chiusura se si desidera.

source: [pc] Hmm, yeah sounds good, I was thinking about going to the city anyway.
italian: [pc] Hmm, sì suona bene, stavo pensando di andare in città comunque.

source: [ma] Okay, the address is...
italian: [ma] Okay, l'indirizzo è...

source: [n] You note the address and even though it's still a lot of time until closing time, you get ready to leave...
italian: [n] Si nota l'indirizzo e anche se è ancora un sacco di tempo fino all'orario di chiusura, si è pronti a partire...

source: [j] The movie is better than I thought, if only the screen was bigger...
italian: [j] Il film è migliore di quanto pensassi, se solo lo schermo era più grande...

source: [j] How come you don't have a TV?
italian: [j] Come mai non hai una TV?

source: [pc] I had one, but it broke when I was packing my stuff before moving.
italian: [pc] Ne avevo uno, ma si è rotto quando stavo imballando la mia roba prima di muoversi.

source: [j] Oh shit, that sucks, you really should get a new one.
italian: [j] Oh merda, che succhia, si dovrebbe davvero ottenerne uno nuovo.

source: [pc] Yeah, you're right...
italian: [pc] Sì, hai ragione...

source: [j] Hey, looks like he's going to bang the princess, hehe.
italian: [j] Ehi, sembra che stia per scopare la principessa, hehe.

source: [pcthink] [j]... always naughty...
italian: [pcthink] [j]... sempre cattivo...

source: [j] Night, [pcmd].
italian: [j] Notte, [pcmd].

source: [pc] Night you two.
italian: [pc] Notte voi due.

source: [pcthink] Well, I guess I'm going to bed too...
italian: [pcthink] Beh, immagino che andrò a letto troppo...

source: [pcthink] I better file the papers somewhere before I forget about it...
italian: [pcthink] Ho meglio a archiviare i documenti da qualche parte prima di dimenticarlo...

source: [pcthink] What's this? That's not my name...
italian: [pcthink] Cos'è questo? Non è il mio nome...

source: [pcthink] Did she hand me the wrong papers?
italian: [pcthink] Mi ha consegnato i documenti sbagliati?

source: [pcthink] Shit, I better call her tomorrow...
italian: [pcthink] Merda, meglio chiamarla domani...

source: [pcthink] Oh damn, I don't have her number.
italian: [pcthink] Oh dannato, non ho il suo numero.

source: [pcthink] Huh? [h] tried to call me?!
italian: [pcthink] Huh? [h] ha provato a chiamarmi?!

source: [pcthink] Oh shit, I wanted to text her...
italian: [pcthink] Oh merda, volevo scriverla...

source: [pcthink] Wait, tomorrow is the date!
italian: [pcthink] Aspetta, domani è la data!

source: [pcthink] Dammit, I totally forgot about that.
italian: [pcthink] Dammit, ne ho completamente dimenticato.

source: [pcthink] Alright, I'll call her, I hope she's still awake...
italian: [pcthink] Bene, la chiamerò, spero che lei sia ancora sveglia...

source: [pcthink] Maybe I should send her a message instead...
italian: [pcthink] Forse invece dovrei inviarle un messaggio...

source: [pc] Oh shit, did I wake you up? I'm sorry...
italian: [pc] Oh merda, ti ho svegliato? Mi dispiace...

source: [h] Nono, I'm totally awake, it's fine, really!
italian: [h] Nono, sono totalmente sveglio, va bene, davvero!

source: [pc] I just saw that you tried to call me and thought I'd call back.
italian: [pc] Ho appena visto che hai provato a chiamarmi e ho pensato che avrei richiamato.

source: [h] Oh, haha, I was just... uhm... since you didn't text me...
italian: [h] Oh, haha, ero solo... uhm... dal momento che non mi hai scritto...

source: [pc] Yeah, sorry about that, it was a really busy week. Lots of stuff happened.
italian: [pc] Sì, mi dispiace di questo, è stata una settimana davvero occupata. Molte cose sono accadute.

source: [h] It did for sure!
italian: [h] Lo ha fatto di sicuro!

source: [h] So do you still want to go on a date tomorrow?
italian: [h] Quindi vuoi ancora andare a un appuntamento domani?

source: [pc] Yes, of course!
italian: [pc] Sì, ovviamente!

source: [h] {size=-20}Yes!{/size}... ahem... good, but uhm... the lock down basically disrupted all my plans...
italian: [h] {size=-20}Sì!{/size}... ahem... buono, ma uhm... il blocco giù fondamentalmente ha interrotto tutti i miei piani...

source: [pc] Lock down?
italian: [pc] Bloccare?

source: [h] You didn't get the news yet? All public areas like restaurants, bars and so on are closed from tomorrow on.
italian: [h] Non hai ancora ricevuto la notizia? Tutte le aree pubbliche come ristoranti, bar e così via sono chiuse da domani.

source: [pc] What?! Why?
italian: [pc] Cosa?! Perché?

source: [h] Uhh... you don't watch TV?
italian: [h] Uhh... non guardi la TV?

source: [pc] Not much lately...
italian: [pc] Non molto recentemente...

source: [h] You've really been busy, haven't you?
italian: [h] Sei stato davvero occupato, vero?

source: [pc] Yeah... sorry.
italian: [pc] Sì... mi dispiace.

source: [h] It's okay, it's nice that you didn't forget about me.
italian: [h] Va bene, è bello che tu non ti sei dimenticato di me.

source: [pc] How could I forget such a cute girl.
italian: [pc] Come potrei dimenticare una ragazza così carina.

source: [h] Haha, thanks!
italian: [h] Haha, grazie!

source: [pc] So where do you want to go tomorrow if everything's closed?
italian: [pc] Dove vuoi andare domani se tutto è chiuso?

source: [h] Oh I have an idea already, but I won't tell, hehe.
italian: [h] Oh ho già un'idea, ma non dirò, hehe.

source: [pc] Oh come on, that's mean.
italian: [pc] Oh vieni, è meschino.

source: [h] Hehe... well, there is a nice place I'd like to go.
italian: [h] Hehe... beh, c'è un bel posto che vorrei andare.

source: [pc] Where is it?
italian: [pc] Dov'è questo?

source: [h] Hmm... I'll tell you this much: It's a quiet and beautiful place.
italian: [h] Mmm... ve lo dirò molto: è un posto tranquillo e bello.

source: [pc] Quiet and beautiful, huh?
italian: [pc] Tranquillo e bello, eh?

source: [h] Yes, I think you'll like it.
italian: [h] Sì, penso che ti piacerà.

source: [pc] I bet!
italian: [pc] Scommetto!

source: [pc] Do I need a coat and tie?
italian: [pc] Ho bisogno di un cappotto e una cravatta?

source: [pc] Do I need a fancy dress?
italian: [pc] Ho bisogno di un vestito elegante?

source: [h] Haha, no! You'll look good anyway...
italian: [h] Haha, no! Sarai comunque bravo...

source: [pc] Now you're making me blush.
italian: [pc] Ora mi stai facendo arrossire.

source: [h] Hehe... {size=-20}*yaaaaawn*{/size}
italian: [h] Hehehe... {size=-20}*yaaaaawn*{/size}

source: [pc] Well, I can't wait, but I better let you sleep now.
italian: [pc] Beh, non posso aspettare, ma è meglio lasciarti dormire adesso.

source: [h] Oh I'm not tired, really!
italian: [h] Oh non sono stanco, davvero!

source: [pc] Heh, we'll have a lot of time to talk tomorrow, and you know what?
italian: [pc] Heh, avremo molto tempo per parlare domani, e sai cosa?

source: [h] What?
italian: [h] Cosa?

source: [pc] It will be even better, because we can see each other.
italian: [pc] Sarà ancora meglio, perché possiamo vederci a vicenda.

source: [h] Haha, right! And maybe even...
italian: [h] Haha, giusto! E forse anche...

source: [h] Touch... haha!
italian: [h] Tocco... haha!

source: [pc] Haha, you're cute! Good night and sweet dreams, [h]!
italian: [pc] Haha, sei carino! Buona notte e dolci sogni, [h]!

source: [h] You too! Sweet dreams, [pc]! See you tomorrow!
italian: [h] Anche tu! Sogni dolci, [pc]! Ci vediamo domani!

source: [pc] See you tomorrow, [h]!
italian: [pc] Ci vediamo domani, [h]!

source: [pcthink] Wow, she's so cute...
italian: [pcthink] Wow, è così carina...

source: [pcthink] I'm curious where she wants to go tomorrow...
italian: [pcthink] Sono curioso dove vuole andare domani...

source: [pcthink] I guess I'll have to go to her office again...
italian: [pcthink] Immagino che dovrò andare di nuovo nel suo ufficio...

source: [pcthink] Anyway, time to sleep.
italian: [pcthink] Comunque, il tempo di dormire.

source: Voice || *Sniff*
italian: Voce *Sniff*

source: [n] You can hear a weeping noise.
italian: [n] Puoi sentire un rumore da piangere.

source: [pc] Dad?
italian: [pc] Papà?

source: Dad || Oh hey, [pc]... *sniff*
italian: Papà <unk> <unk> Oh hey, [pc]... *sniff*

source: [n] He wipes tears from his eyes. You can see him holding a photo of your mom in his hands.
italian: [n] Si asciuga le lacrime dagli occhi. Puoi vederlo tenendo in mano una foto di tua mamma.

source: Dad || You're back early...
italian: Papà <unk> <unk> Sei tornato presto...

source: [pc] Are you crying, Dad?
italian: [pc] Stai piangendo, papà?

source: Dad || No... *sniff* ...must've gotten something in my eye...
italian: Papà <unk> <unk> No... *sniff* ...deve aver ottenuto qualcosa nei miei occhi...

source: Dad || Do you miss your mom, [pc]?
italian: Papà <unk> <unk> Ti manca tua mamma, [pc]?

source: Dad || Hm... you should forget about her...
italian: Papà <unk> <unk> Hm... dovresti dimenticare di lei...

source: [pc] I don't want to forget her!
italian: [pc] Non voglio dimenticarla!

source: Dad || But it's better for you... for both of us...
italian: Papà <unk> <unk> Ma è meglio per voi... per entrambi noi...

source: Dad || ...and do yourself a favor and never fall in love...
italian: Papà <unk> <unk> ...e farti un favore e non innamorarti mai...

source: [n] He puts the photo of your mom into a drawer.
italian: [n] Mette la foto di tua mamma in un cassetto.

source: [pc] Don't you love [m], Dad?
italian: [pc] Non ami [m], papà?

source: Dad || [m]?! Pff...
italian: Papà <unk> <unk> [m]?! Pff...

source: Dad || That b... she doesn't even know how to cook a proper meal, let alone how to suck a...
italian: Papà <unk> <unk> Che b... non sa nemmeno come cucinare un pasto corretto, figuriamoci come succhiare...

source: Dad || Uch... damn it...
italian: Papà <unk> <unk> Uch... maledetto...

source: Dad || Just always remember that she's not your mom, even if she tries to be... she's useless and she'll never be your mom!
italian: Papà <unk> <unk> Basta ricordare sempre che non è tua mamma, anche se lei cerca di essere... è inutile e lei non sarà mai tua mamma!

source: Dad || Now go back to your room or go out and play or whatever you do...
italian: Papà <unk> <unk> Ora torna nella tua stanza o esci a giocare o qualsiasi cosa facci...

source: [n] You're about to leave the room...
italian: [n] Stai per lasciare la stanza...

source: Dad || [pc]?
italian: Papà <unk> <unk> [pc]?

source: [pc] Yes, Dad?
italian: [pc] Sì, papà?

source: Dad || I'm sorry that I...
italian: Papà <unk> <unk> Mi dispiace che...

source: Dad || ...sometimes...
italian: Papà <unk> <unk> ...A volte...

source: Dad || ...
italian: Papà <unk> <unk> ...

source: Dad || Never mind, just go...
italian: Papà non importa, basta andare...

source: [pcthink] These dreams...
italian: [pcthink] Questi sogni...

source: [pcthink] ...I hate them...
italian: [pcthink] ... li odio...

source: [pcthink] I think that was the only time ever I saw the old man crying...
italian: [pcthink] Penso che sia stata l'unica volta in cui ho visto il vecchio piangere...

source: [pcthink] He didn't even cry at Mom's funeral...
italian: [pcthink] Non ha nemmeno pianto al funerale della mamma...

source: [pcthink] Shit, time to get up.
italian: [pcthink] Merda, tempo per alzarsi.

source: [n] You get up and take a shower.
italian: [n] Ti alzi e fai una doccia.

source: [pcthink] Alright, what to do now... hmm...
italian: [pcthink] Bene, cosa fare ora... hmm...

source: [j] Morning!
italian: [j] Mattina!

source: [pc] Mornin' [j], what's up?
italian: [pc] Mornin' [j], che cos'è?

source: [j] Follow me, I want to show you something!
italian: [j] Seguimi, voglio mostrarti qualcosa!

source: [pc] Huh? What is it?
italian: [pc] Huh? Che cos'è?

source: [j] Just come, it's a surprise!
italian: [j] Appena venuto, è una sorpresa!

source: [n] You follow her to [e]'s room.
italian: [n] La segui nella stanza di [e].

source: [pc] What's going on here? [oc]?!
italian: [pc] Cosa succede qui? [oc]?!
