Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pc] Bullshit... you're lying!
french: [pc] Conneries... tu mens !
italian: [pc] Bullshit... stai mentendo!

source: [m] I'm not playing games with you [pc]...
french: [m] Je ne joue pas avec toi [pc]...
italian: [m] Non sto giocando con te [pc]...

source: [m] Is it wrong that I want to feel sexy sometimes?
french: [m] C'est mal que je veuille me sentir sexy parfois ?
italian: [m] È sbagliato che a volte voglio sentirmi sexy?

source: [m] Is it bad that I want to have a better relationship with you? To make up for everything I did to you?
french: [m] C'est mal que je veuille avoir une meilleure relation avec toi ? Pour me faire pardonner de tout ce que je t'ai fait ?
italian: [m] È male che voglio avere un rapporto migliore con te? Per compensare tutto quello che ti ho fatto?

source: [pcthink] Damn, that's really not like her... she has changed a lot...
french: [pcthink] Mince, ça ne lui ressemble vraiment pas... elle a beaucoup changé...
italian: [pcthink] Dannazione, non è proprio come lei... ha cambiato molto...

source: [pcthink] Wait, what if she's still playing with me? What if she didn't take the pills this time?
french: [pcthink] Attends, et si elle joue encore avec moi ? Et si elle n'avait pas pris les pilules cette fois ?
italian: [pcthink] Aspetta, cosa succede se lei sta ancora giocando con me? E se non avesse preso le pillole questa volta?

source: [pcthink] Only one way to find out...
french: [pcthink] Une seule façon de le savoir...
italian: [pcthink] Solo un modo per scoprire...

source: [pc] Quick, show me your tits [m]!
french: [pc] Vite, montre-moi tes seins [m]!
italian: [pc] Veloce, mostrami le tue tette [m]!

source: [m] M-My tits?
french: [m] M-Mes seins ?

source: [pc] Yes, do it!
french: [pc] Oui, fais-le !
italian: [pc] Sì, fatelo!

source: [pcthink] ...shit.
french: [pcthink] ...merde.
italian: [pcthink] ...merda.

source: [pcthink] Looks like I was wrong...
french: [pcthink] On dirait que j'avais tort...
italian: [pcthink] Sembra che io abbia sbagliato...

source: [m] Is everything okay, Hun?
french: [m] Tout va bien, Hun ?
italian: [m] Va tutto bene, Hun?

source: [pc] ...yeah...
french: [pc] ...ouais...
italian: [pc] ...sì...

source: [pcthink] Shit, I really thought she was just playing with...
french: [pcthink] Merde, je pensais vraiment qu'elle jouait juste avec...
italian: [pcthink] Merda, pensavo davvero che stesse suonando solo con...

source: [m] Don't you like them?
french: [m] Tu ne les aimes pas ?
italian: [m] Non ti piacciono?

source: [pc] Hm? No err... I mean yeah, I do like them.
french: [pc] Hm ? Non, euh... Je veux dire oui, je les aime bien.
italian: [pc] Hm? No errore... Voglio dire sì, mi piacciono loro.

source: [m] Thank you, Hun.
french: [m] Merci, Hun.
italian: [m] Grazie, Hun.

source: [pcthink] Damn, she was really just trying to be nice and I've been a total ass...
french: [pcthink] Merde, elle essayait juste d'être gentille et j'ai été un vrai con...
italian: [pcthink] Dannazione, stava davvero cercando di essere gentile e sono stato un culo totale...

source: [pcthink] Damn, she was really just trying to be nice and I've been a total bitch...
french: [pcthink] Merde, elle essayait juste d'être gentille et j'ai été une vraie salope...
italian: [pcthink] Dannazione, stava davvero cercando di essere gentile e sono stata una cagna totale...

source: [pc] Yes?
french: [pc] Oui ?
italian: [pc] Sì?

source: [m] Did you dislike me kissing you that much?
french: [m] Tu n'as pas aimé que je t'embrasse à ce point ?
italian: [m] Ti sono dispiaciuto che ti abbia baciato tanto?

source: [pc] Erm... No, that's not it... I just thought...
french: [pc] Erm... Non, ce n'est pas ça... Je pensais juste...
italian: [pc] Erm... No, non è così... ho appena pensato...

source: [pc] I actually liked it.
french: [pc] En fait, j'ai aimé ça.
italian: [pc] In realtà mi è piaciuto.

source: [m] Really?
french: [m] Vraiment ?
italian: [m] Davvero?

source: [m] ...so I could do it again?
french: [m] ...pour que je puisse le refaire ?
italian: [m] ...quindi potrei farlo di nuovo?

source: [pc] Sure...
french: [pc] Bien sûr...
italian: [pc] Certo...

source: [pcthink] Wait, now? Like this?
french: [pcthink] Attends, maintenant ? Comme ça ?
italian: [pcthink] Aspetta, adesso? Ti piace?

source: [pcthink] She must still be under the influence of the pills.
french: [pcthink] Elle doit encore être sous l'influence des pilules.
italian: [pcthink] Deve essere ancora sotto l'influenza delle pillole.

source: [pcthink] Gawd, these lips... I want to...
french: [pcthink] Bon sang, ces lèvres... Je veux...
italian: [pcthink] Gawd, queste labbra... Voglio fare...

source: [pcthink] She isn't even trying to resist...
french: [pcthink] Elle n'essaie même pas de résister...
italian: [pcthink] Non sta nemmeno cercando di resistere...

source: [pc] Sorry, [m]. I couldn't help it.
french: [pc] Désolé, [m]. Je n'ai pas pu m'en empêcher.
italian: [pc] Scusa, [m]. Non ho potuto aiutarlo.

source: [m] Oh don't worry, Hun. You're a good kisser.
french: [m] Oh ne t'inquiète pas, Hun. Tu embrasses bien.
italian: [m] Oh non ti preoccupare, Hun. Sei un buon kisser.

source: [pc] Haha, thanks. You too, [m].
french: [pc] Haha, merci. Toi aussi, [m].
italian: [pc] Haha, grazie. Anche te. [m].

source: [m] Okay, Hun. I'll call you when dinner is ready.
french: [m] Ok, Hun. Je t'appelle quand le dîner est prêt.
italian: [m] Okay, Hun. Ti chiamerò quando la cena è pronta.

source: [pc] Yeah, thanks [m].
french: [pc] Oui, merci [m].
italian: [pc] Sì, grazie [m].

source: [pc] Oh and... think about me while you do what you do.
french: [pc] Oh et... pense à moi pendant que tu fais ce que tu fais.
italian: [pc] Oh e... pensa a me mentre fai quello che fai.

source: [m] Sure, I will, Hun.
french: [m] Bien sûr, je le ferai, Hun.
italian: [m] Certo, lo farò, Hun.

source: [pcthink] Hehe, this was actually a nice idea. If she still thinks about me when the pills wear off, it could have a nice effect.
french: [pcthink] Héhé, c'était en fait une bonne idée. Si elle pense encore à moi quand les pilules ne font plus effet, ça pourrait avoir un bel effet.
italian: [pcthink] Hehe, questa era in realtà una bella idea. Se lei pensa ancora a me quando le pillole si esauriscono, potrebbe avere un bel effetto.

source: [m] Uhh... I'm shorry [pc]... *hic*
french: [m] Uhh... Je suis désolé [pc]... *hic*
italian: [m] Uhh... Sono in riva [pc]... *hic*

source: [pc] Don't worry about it...
french: [pc] Ne t'inquiètes pas pour ça...
italian: [pc] Non preoccuparti...

source: [m] I'm really the worsht... firsht deshtroying your child...*hic*...hood... and now [e]'s birthday...
french: [m] Je suis vraiment la pire... la première à détruire mon enfant...*hic*...capuche... et maintenant [e] a l'anniversaire...
italian: [m] Sono davvero il worsht... fermarmi a deshtroying tuo bambino...*hic*...hood... ed ora [e]'s birthday...

source: [m] Pleeeeash forgive me, [pc]!
french: [m] Paaarrrrdonneeess-moi, [pc]!
italian: [m] Per favore mi perdoni, [pc]!

source: [pc] Calm down [m], you'll feel better tomorrow...
french: [pc] Calmes-toi [m], tu te sentiras mieux demain...
italian: [pc] Calmati [m], ti sentirai meglio domani...

source: [m] Ugh... yesh...
french: [m] Ugh... ouih...

source: [m] I'm... shorry... *hic*
french: [m] Je suis... désolée... *hic*
italian: [m] Io... accorcia... *hic*

source: [m] I'll just shleep a bit and everyshing will be f-fine tomorrow...
french: [m] Je vais juste dormir un peu et tout ira bien demain...
italian: [m] Tornerò un po 'e tutti saranno f-fine domani...

source: [m] Can you give me the pillsh [pc]?
french: [m] Peux-tu me donner la pilule [pc]?
italian: [m] Puoi darmi la pillola [pc]?

source: [pc] I don't think it's a good idea to take them when you feel bad already...
french: [pc] Je ne pense pas que ce soit une bonne idée d'en prendre quand on se sent déjà mal....
italian: [pc] Non penso che sia una buona idea prenderli quando ti senti già male...

source: [m] Ugh... don't worry... they will make me feel better *hic* ...ugh...
french: [m] Ugh... ne t'inquiète pas... elle vas me faire me sentir mieux *hic* ...ugh...
italian: [m] Ugh... non preoccuparti... mi faranno sentire meglio *hic* ...ugh...

source: [pcthink] Shit, I should have a look at the instructions first...
french: [pcthink] Merde, je devrais regarder les instructions d'abord...
italian: [pcthink] Merda, dovrei prima dare un'occhiata alle istruzioni...

source: [pcthink] "{b}CAUTION: Never{/b} take more than 1 pill per day. {b}Never{/b} use in combination with alcohol. Avoid human interactions for 1 to 2 hours if possible. Only take this medicine in a secure place (e.g. Home). Medicine can cause dizziness, nausea, temporary amnesia, temporary decreased cognitive ability..."
french: [pcthink] '{b}ATTENTION : Ne jamais{/b} prendre plus d'un comprimé par jour. {b}Ne jamais{/b} utiliser en association avec de l'alcool. Évitez les interactions humaines pendant 1 à 2 heures si possible. Ne prenez ce médicament que dans un endroit sûr (par exemple, à la maison). Le médicament peut provoquer des vertiges, des nausées, une amnésie temporaire, une diminution temporaire des capacités cognitives...'
italian: [pcthink] "{b}ATTENZIONE: Never{/b} prendere più di 1 pillola al giorno. {b}Never{/b} usare in combinazione con alcool. Evitare interazioni umane per 1-2 ore, se possibile. Prenda questo medicinale solo in un luogo sicuro (ad es. casa). Il medicinale può causare capogiri, nausea, amnesia temporanea, ridotta capacità cognitiva temporanea..."

source: [pcthink] Geez, that's heavy stuff...
french: [pcthink] Bon sang, c'est du lourd...
italian: [pcthink] Geez, questo è roba pesante...

source: [pc] Sorry [m], but I can't let you take them right now.
french: [pc] Désolé [m], mais je ne peux pas te laisser les prendre maintenant.
italian: [pc] Scusa [m], ma non posso permetterti di portarli in questo momento.

source: [m] Wh... why not? *hic*
french: [m] Qu... pourquoi pas ? *hic*
italian: [m] Dove... perché no? *hic*

source: [pc] It's too dangerous.
french: [pc] C'est trop dangereux.
italian: [pc] È troppo pericoloso.

source: [m] There ish nothing dangerous about the pillsh...
french: [m] Il n'y a rien de dangereux dans les pilules...
italian: [m] Non c'è niente di pericoloso circa la pillsh...

source: [pc] There {b}is{/b} [m], and I think it's better if I keep them for now. You can have them back tomorrow.
french: [pc] C'{b}est{/b} le cas, [m], et je pense que c'est mieux si je les garde pour l'instant. Tu pourras les récupérer demain.
italian: [pc] Ci sono {b}{/b} [m]e penso che sia meglio se li mantengo per ora. Puoi riaverli domani.

source: [m] Oh come oooonn... I really need one right now. *hic*
french: [m] Oh allllleeeerrrr... J'en ai vraiment besoin en ce moment. *hic*
italian: [m] Oh come oooonn... Ho davvero bisogno di uno in questo momento. *hic*

source: [pc] No!
french: [pc] Non !

source: [m] Whyyy? I neeeed one! Gimmme one!!!
french: [m] Pourquoi ? J'en ai besoin d'une ! Donne m'en une !!!
italian: [m] Perché? Ne avevo bisogno! Gimmme uno!!!

source: [pcthink] Damn it...
french: [pcthink] Merde...
italian: [pcthink] Dannazione...

source: [pc] [m] you're drunk, there was alcohol in the fruit-punch...
french: [pc] [m] tu es ivre, il y avait de l'alcool dans le punch aux fruits...
italian: [pc] [m] sei ubriaco, c'era alcool nel punzone della frutta...

source: [pc] I won't let you take these pills in combination with alcohol.
french: [pc] Je ne te laisserais pas prendre ces pilules en combinaison avec de l'alcool.
italian: [pc] Non ti lascerò prendere queste pillole in combinazione con l'alcol.

source: [m] Ugh... I had a feeling... *hic*
french: [m] Ugh... J'avais l'impression... *hic*
italian: [m] Ugh... Ho avuto un sentimento... *hic*

source: [m] Did you pour it in the punch bowl?
french: [m] L'as-tu versé dans le bol à punch ?
italian: [m] L'hai versata nella ciotola di pugna?

source: [pc] No it wasn't me...
french: [pc] Non ce n'était pas moi...
italian: [pc] No, non ero io...

source: [m] Shank you for telling me... *hic*
french: [m] Merci de me le dire... *hic*
italian: [m] Shank tu per avermi detto... *hic*

source: [pc] Not today [m].
french: [pc] Pas aujourd'hui [m].
italian: [pc] Non oggi [m].

source: [m] Pleeeeash...
french: [m] S'il te plaît...

source: [pc] Good night [m]...
french: [pc] Bonne nuit [m]...
italian: [pc] Buona notte [m]...

source: [pc] Whoa shit!
french: [pc] Wouuuaaa merde !

source: [pc] God dammit, [m]! Why can't anybody in this house lock the door when they use the bathroom?!
french: [pc] Bon sang, [m]! Pourquoi personne dans cette maison ne peut verrouiller la porte quand il utilise la salle de bain ?!
italian: [pc] Dio dammit, [m]! Perché nessuno in questa casa può bloccare la porta quando usano il bagno?!

source: [m] I-I'm sorry [pc]... I... I must have forgotten... I don't feel so well today...
french: [m] Je-je suis désolé [pc]... I... J'ai dû oublier... Je ne me sens pas très bien aujourd'hui...
italian: [m] Mi dispiace [pc]... devo aver dimenticato... non mi sento così bene oggi...

source: [pcthink] Of course, she drank so much yesterday, she must have the worst hangover...
french: [pcthink] Bien sûr, elle a tellement bu hier qu'elle doit avoir une sacrée gueule de bois...
italian: [pcthink] Naturalmente, ha bevuto così tanto ieri, deve avere la peggiore sbornia...

source: [pc] Uh... [m]?
french: [pc] Euh... [m]?

source: [m] Yes...
french: [m] Oui...
italian: [m] Sì...

source: [pc] You know that you're naked?
french: [pc] Tu sais que tu es nue ?
italian: [pc] Lo sai che sei nudo?

source: [m] Uhh...I mean...
french: [m] Uhh...Je veux dire...
italian: [m] Uhh... Voglio dire...

source: [m] S-sorry [pc]...
french: [m] D-Désolé [pc]...

source: [m] Can you give me just a minute to finish and I'll make us some breakfast...
french: [m] Peux-tu me laisser juste une minute pour finir et je vais nous préparer un petit déjeuner...
italian: [m] Puoi darmi solo un minuto per finire e ci farò un po' di colazione...

source: [pc] Errr... yeah... sure...
french: [pc] Errr... oui... bien sûr...
italian: [pc] Errr... sì... sicuro...

source: [pc] Do you want me to wake [e]?
french: [pc] Veux-tu que je réveille [e]?
italian: [pc] Vuoi che io riattivassi [e]?

source: [m] Uhn... no... It's Sunday, let her sleep...
french: [m] Uhn... non... C'est dimanche, laisses-la dormir...
italian: [m] Uhn... no... È domenica, lascia che dormia...

source: [pc] Okay... I'll wait in the living room then.
french: [pc] Ok... Je vais attendre dans le salon alors.
italian: [pc] Okay... Aspetterò nel salotto allora.

source: [m] Okay, I'll hurry...
french: [m] Ok, je me dépêche...
italian: [m] Ok, mi affretterò...

source: [pcthink] Damn, [m] must be the hottest milf on the planet!
french: [pcthink] Merde, [m] doit être la milf la plus chaude de la planète !
italian: [pcthink] Dannazione, [m] deve essere la milf più calda del pianeta!

source: [n] A bit later. [withdissolve]
french: [n] Un peu plus tard. [withdissolve]
italian: [n] Un po' più tardi. [withdissolve]

source: [pc] ...not hungry?
french: [pc] ...pas faim ?
italian: [pc] ... non fame?

source: [m] I... no... I don't think it's going to stay inside...
french: [m] Je... non... Je ne pense pas que ça va rester à l'intérieur...
italian: [m] Io... no... Non penso che rimarrà dentro...

source: [m] What happened yesterday?
french: [m] Que s'est-il passé hier ?
italian: [m] Cos'è successo ieri?

source: [pc] You don't remember?
french: [pc] Tu ne te souviens pas ?
italian: [pc] Non ricordate?

source: [m] I didn't do anything stupid, did I?
french: [m] Je n'ai rien fait de stupide, n'est-ce pas ?
italian: [m] Non ho fatto nulla di stupido, vero?

source: [pc] Nothing I can think of...
french: [pc] Rien ne me vient à l'esprit...
italian: [pc] Nulla di cui posso pensare...

source: [pcthink] As if I know what she thinks is stupid...
french: [pcthink] Comme si je savais que ce qu'elle pense est stupide...
italian: [pcthink] Come se io sapessi cosa pensa che sia stupido...

source: [pc] Aside from tripping over me.
french: [pc] A part me faire trébucher.
italian: [pc] A parte di inciampare su di me.

source: [m] ...I did?
french: [m] ...je l'ai fait ?
italian: [m] ...Ho fatto?

source: [m] I hope you didn't get hurt?
french: [m] J'espère que tu n'as pas été blessé ?
italian: [m] Spero che non ti sei ferita?

source: [pc] No I'm fine...
french: [pc] Non je vais bien...
italian: [pc] Non sto bene...

source: [m] Good...
french: [m] Bon...
italian: [m] Buono...

source: [pc] Erm... [m], isn't that the same dress you were wearing yesterday at the party?
french: [pc] Erm... [m], ce n'est pas la même robe que tu portais hier à la fête ?
italian: [pc] Erm... [m], non è lo stesso vestito che stavi indossando ieri alla festa?

source: [m] Is it?
french: [m] C'est le cas ?
italian: [m] È vero?

source: [m] Oh, yes, of course, I bought it for the party... I must have just grabbed it today in the morning without looking...
french: [m] Oh, oui, bien sûr, je l'ai acheté pour la fête... J'ai dû l'attraper aujourd'hui dans la matinée sans regarder...
italian: [m] Oh, sì, naturalmente, l'ho comprato per la festa... devo averlo appena afferrato oggi al mattino senza guardare...

source: [pc] Okay...
french: [pc] Ok...

source: [pcthink] I'd expect it to be quite hard to get into that dress, especially with a hangover...
french: [pcthink] Je m'attendrais à ce que ce soit assez difficile de rentrer dans cette robe, surtout avec une gueule de bois....
italian: [pcthink] Mi aspetto che sia abbastanza difficile entrare in quel vestito, soprattutto con una sbornia...

source: [m] So what are you going to do today? Any plans?
french: [m] Alors, que vas-tu faire aujourd'hui ? Des projets ?
italian: [m] Che cosa farete oggi? Qualche piano?

source: [pc] Well I was thinking about checking my new workplace out, I've never been there and I don't want to be late tomorrow.
french: [pc] Eh bien je pensais aller voir mon nouveau lieu de travail, je n'y suis jamais allé et je ne veux pas être en retard demain.
italian: [pc] Bene stavo pensando di controllare il mio nuovo posto di lavoro, non sono mai stato lì e non voglio essere in ritardo domani.

source: [m] Oh, right, tomorrow is your first day, isn't it?
french: [m] Oh, c'est vrai, demain c'est ton premier jour, n'est-ce pas ?
italian: [m] Oh, giusto, domani è il tuo primo giorno, vero?

source: [m] Well it's a good idea then and very diligent of you.
french: [m] Eh bien c'est une bonne idée alors et très diligent de ta part.
italian: [m] Beh, allora è una buona idea e molto diligente di voi.

source: [pc] I guess... what about you?
french: [pc] Je suppose... et toi ?
italian: [pc] Immagino che... che dire di te?

source: [m] Oh I think I'm just going to do the household chores...
french: [m] Oh je pense que je vais juste faire les tâches ménagères...
italian: [m] Oh penso che sto solo andando a fare le faccende domestiche...

source: [m] By the way, thank you for clearing the table yesterday.
french: [m] Au fait, merci d'avoir débarrassé la table hier.
italian: [m] A proposito, grazie per aver chiarito il tavolo ieri.

source: [pc] Yeah, no prob...
french: [pc] Ouais, pas de problème...
italian: [pc] Sì, nessun prob...

source: [pcthink] How did she know it was me if she doesn't remember anything?
french: [pcthink] Comment a-t-elle su que c'était moi si elle ne se souvient de rien ?
italian: [pcthink] Come ha saputo che ero io se non ricordava nulla?

source: A few minutes and an awkward conversation later...
french: Quelques minutes et une conversation gênante plus tard...
italian: Pochi minuti e dopo una conversazione imbarazzante...

source: [pcthink] Damn, that was awkward...
french: [pcthink] Mince, c'était maladroit...
italian: [pcthink] Dannazione, che era imbarazzante...

source: [pcthink] I can't remember [m] ever being like that after she drank...
french: [pcthink] Je ne me rappelle pas [m] avoir été comme ça après avoir bu...
italian: [pcthink] Non ricordo [m] di essere mai così dopo aver bevuto...

source: [pcthink] [e] is still sleeping...
french: [pcthink] [e] est toujours en train de dormir...
italian: [pcthink] [e] sta ancora dormendo...

source: [pcthink] Hum... I didn't have the chance to give her the present yesterday...
french: [pcthink] Hum... Je n'ai pas eu l'occasion de lui donner le cadeau hier...
italian: [pcthink] Uomo... Non ho avuto la possibilità di darle il presente ieri...

source: [pcthink] ...maybe I could surprise her with it when she wakes up...
french: [pcthink] ...peut-être que je pourrais la surprendre avec ça quand elle se réveillera...
italian: [pcthink] char@@0 forse potrei sorprenderla con esso quando si sveglia...

source: [n] You grab the mobile phone from its hideout.
french: [n] Vous prenez le téléphone portable dans sa cachette.
italian: [n] Si afferra il telefono cellulare dal suo nascondiglio.

source: [pcthink] Okay, the battery is fully charged... now the card...
french: [pcthink] Ok, la batterie est complètement chargée... maintenant la carte...
italian: [pcthink] Okay, la batteria è completamente caricata... ora la carta...

source: [pcthink] Heh... that'll be a nice surprise when she wakes up...
french: [pcthink] Heh... ça sera une belle surprise quand elle se réveillera...
italian: [pcthink] Heh... sarà una bella sorpresa quando si sveglia...

source: [pcthink] ...at least I hope so...
french: [pcthink] ...du moins je l'espère...
italian: [pcthink] char@@0 almeno spero che così...

source: [pcthink] Hum... anyway, I don't want to wake her up, so I guess I'm going to check out the office...
french: [pcthink] Hum... de toute façon, je ne veux pas la réveiller, alors je suppose que je vais aller vérifier le bureau...
italian: [pcthink] Uomo... comunque, non voglio svegliarla, quindi immagino che sto per controllare l'ufficio...

source: [pcthink] Finally home.. gawd, I need to get out of these wet clothes...
french: [pcthink] Enfin à la maison... Bon sang, il faut que j'enlève ces vêtements mouillés...
italian: [pcthink] Finalmente a casa.. gawd, ho bisogno di uscire da questi vestiti bagnati...

source: [m] {size=-10}No, that's something completely different...{/size}
french: [m] {size=-10}Non, c'est quelque chose de complètement différent...{/size}
italian: [m] {size=-10}No, è qualcosa di completamente diverso...{/size}

source: [pcthink] Sounds like [m] is talking to someone on the phone...
french: [pcthink] On dirait que [m] parle à quelqu'un au téléphone...
italian: [pcthink] Suona come [m] sta parlando con qualcuno al telefono...

source: [pcthink] Anyway...I have to thank [oc] properly some day... he helped me out so many times, even though I hated him back then...
french: [pcthink] Quoi qu'il en soit... je dois remercier [oc] correctement un jour... il m'a aidé tellement de fois, même si je le détestais à l'époque....
italian: [pcthink] Comunque, devo ringraziare [oc] correttamente un giorno... mi ha aiutato tante volte, anche se l'ho odiato all'epoca...

source: [m] {size=-10}...yes, but when [pc]s Dad found out that I was involved with someone else... well, you know what happened.{/size}
french: [m] {size=-10}...oui, mais quand [pc] et son père a découvert que j'ai couché avec quelqu'un d'autre... eh bien, vous savez ce qui s'est passé.{/size}
italian: [m] {size=-10}...sì, ma quando [pc]il papà ha scoperto che ero coinvolto con qualcun altro... bene, sai cosa è successo.{/size}

source: [pcthink] Huh?! Wait!
french: [pcthink] Huh ?! Attendez !
italian: [pcthink] Huh?! Aspetta!

source: [m] ...I don't want to... I cant ever have this happen again...
french: [m] ...Je ne veux pas... Je ne veux pas que cela se reproduise...
italian: [m] ...Non voglio che... cant mai che questo avvenga di nuovo...
