Repository: BlackRam-oss/BM
Catalog: game/*/*/events_e.po
Languages: french, italian

source: [pc] What do you think, should we cook something together?
italian: [pc] Che ne pensate, dovremmo cucinare qualcosa insieme?

source: [n] You check the available food and decide to make some noodles.
italian: [n] Controllate il cibo disponibile e decidete di fare delle tagliatelle.

source: [pcthink] Damn, that's a lot to eat...
italian: [pcthink] Dannazione, è molto da mangiare...

source: [pc] How is it?
italian: [pc] Com'è?

source: [pc] Alright, let's eat then.
italian: [pc] Va bene, mangiamo allora.

source: [pc] Phew, quite spicy...
italian: [pc] Anaca, abbastanza piccante...

source: [pc] ...don't you think, [e]?
italian: [pc] ...non pensi, [e]?

source: [pc] PWAHAHA, do you need a bib, [e]?
italian: [pc] PWAHAHA, hai bisogno di un pettorina, [e]?

source: [pc] The sauce is all over your face...
italian: [pc] La salsa è dappertutto...

source: [pc] Hey, what if I wanted to eat that?
italian: [pc] Ehi, cosa succede se volevo mangiarlo?

source: [pcthink] Phew... I'm full...
italian: [pcthink] Phew... Sono pieno...

source: [pc] [e], you still want more?
italian: [pc] [e], vuoi ancora di più?

source: [pcthink] Oh, she's going to give it to [m]?
italian: [pcthink] Oh, lei lo darà a [m]?

source: [m] {size=-10}[e], what are you...?! Oh...{/size}
italian: [m] {size=-10}[e], cosa sei...?! Oh...{/size}

source: [pcthink] Hum, I didn't expect [e] to be so caring about her mother...
italian: [pcthink] Hum, non mi aspettavo [e] di essere così premuroso di sua madre...

source: [m] {size=-10}Thank you, but I'm not hungry.{/size}
italian: [m] {size=-10}Grazie, ma non ho fame.{/size}

source: [n] You can hear the door to [m]'s room closing.
italian: [n] Puoi sentire la porta alla chiusura della stanza di [m].

source: [pcthink] Hah, looks like [e] doesn't accept a no as an answer...
italian: [pcthink] Hah, sembra che [e] non accetti un no come risposta...

source: [n] You wait a few minutes for [e] to come back, but she doesn't. After a while you go back to your room and spend the rest of the evening watching some funny videos and finally decide to go to bed...
italian: [n] Attendi qualche minuto perché [e] torni indietro, ma lei no. Dopo un po 'si torna in camera e trascorrere il resto della serata guardando alcuni video divertenti e infine decidere di andare a letto...

source: [n] At night [withdissolve]
italian: [n] Di notte [withdissolve]

source: [m] [bpc] WHERE IS MY WINE? [withhpunch]
italian: [m] [bpc] DOVE È IL MIO VINO? [withhpunch]

source: [pc] Huh? How would I know?
italian: [pc] Huh? Come saprei?

source: [m] I KNOW YOU HAVE IT! GIVE IT BACK YOU LITTLE BASTARD!
italian: [m] Lo so che lo hai! VIVI TORNA A BACK LITTLE BASTARD!

source: [pc] I don't have your stupid wine...
italian: [pc] Non ho il tuo stupido vino...

source: [m] Oh, so the bottle just disappeared from the kitchen table by itself? DO YOU THINK I'M STUPID?!
italian: [m] Oh, quindi la bottiglia è appena scomparsa dal tavolo da cucina da sola? FATTI SIAMO STUPID?!

source: [pc] You mean the bottle you drank before the last one?
italian: [pc] Vuoi dire la bottiglia che hai bevuto prima dell'ultimo?

source: [m] What?!
italian: [m] Cosa?!

source: [pc] Maybe you should drink a little bit less, then you might actually remember how much you drank...
italian: [pc] Forse dovresti bere un po' meno, allora potresti ricordarti di quanto hai bevuto...

source: [m] What did you just say?
italian: [m] Che cosa hai appena detto?

source: [m] Do you think I don't know how much I drink?!
italian: [m] Pensi che io non so quanto bevo?!

source: [pc] Obviously...
italian: [pc] Ovviamente...

source: [m] Oh, you will regret saying this! Come here, take your pants off!
italian: [m] Oh, ti pentirai di dirlo! Vieni qui, tolga i pantaloni!

source: [pcthink] W-What?
italian: [pcthink] W-Cosa?

source: [m] As a punishment, I will suck your cock!
italian: [m] Come punizione, io succherò il tuo cazzo!

source: [m] As a punishment, I will lick your pussy!
italian: [m] Come punizione, leccherò la tua figa!

source: [pcthink] What the...!
italian: [pcthink] Che cosa...!

source: [m] SHUT UP! You'll regret everything you said once I have... *hmmmph* *slurp*
italian: [m] SHUT UP! Ti pentirai di tutto quello che hai detto una volta... *hmmmph* *slurp*

source: [pcthink] What the fuck!
italian: [pcthink] Che scopata!

source: [pcthink] Shit, what's going on?!
italian: [pcthink] Merda, cosa sta succedendo?!

source: [pc] Damn, this feels good...
italian: [pc] Dannazione, questo si sente bene...

source: [pcthink] W-Wait, what?
italian: [pcthink] W-Wait, cosa?

source: [pcthink] What the hell?
italian: [pcthink] Che inferno?

source: [pc] What are you doing [e]?
italian: [pc] Cosa stai facendo [e]?

source: [pcthink] Am I still dreaming?
italian: [pcthink] Sto ancora sognando?

source: [pc] [e] stop it! We can't do this!
italian: [pc] [e] fermarlo! Non possiamo farlo!

source: [pc] I'm sorry, [e], but that's... just wrong...
italian: [pc] Mi dispiace, [e], ma che... appena sbagliato...

source: [pc] Can't we just...
italian: [pc] Non possiamo solo...

source: [pcthink] I would've never expected her to do something like this!
italian: [pcthink] Non mi sarei mai aspettato che lei facesse qualcosa del genere!

source: [pcthink] She's clearly inexperienced, but damn...
italian: [pcthink] È chiaramente inesperta, ma dannata...

source: [pcthink] Wow, she's really good with her tongue...
italian: [pcthink] Wow, lei è davvero brava con la sua lingua...

source: [pc] Are you sure about this, [e]?
italian: [pc] Sei sicuro di questo, [e]?

source: [pc] Shit, [e]...
italian: [pc] Merda, [e]...

source: [pcthink] She just shoved it in...
italian: [pcthink] Lei ha appena spinto in...

source: [extend] so tight!
italian: [extend] così stretto!

source: [pc] Damn, [e], this feels incredible!
italian: [pc] Dannazione, [e], questo si sente incredibile!

source: [pc] Shit, I'm going to cum, [e]!
italian: [pc] Merda, sto per cum, [e]!

source: [n] [e] collapses on top of you, she hugs you tightly and softly kisses your neck a few times while still panting heavily.
italian: [n] [e] crolla in cima a te, lei abbraccia strettamente e dolcemente bacia il collo un paio di volte mentre ancora ansimando pesantemente.

source: [pcthink] Damn, I came right inside her...
italian: [pcthink] Dannazione, sono venuto proprio dentro di lei...

source: [pcthink] Doesn't she want me to pull out?
italian: [pcthink] Non vuole che io tiri fuori?

source: [n] You hug her and softly stroke her back for a while until both of you fall asleep.
italian: [n] La abbracciate e la soffocate dolcemente per un po' fino ad addormentarsi entrambi.

source: [pcthink] Looks like it's break time...
italian: [pcthink] Sembra che sia tempo di pausa...

source: [pcthink] Not many pupils out here... but it's hot today, so... huh?!
italian: [pcthink] Non molti alunni fuori qui... ma è caldo oggi, così... eh?!

source: [pcthink] [e]? She's alone?
italian: [pcthink] [e]? È sola?

source: [pc] Hey, I'm going for a walk and thought I'd come by and have a look if I see you.
italian: [pc] Ehi, vado a fare una passeggiata e pensavo che sarei venuto e dare un'occhiata se ti vedessi.

source: [pc] Too bad, looks like the break is over already...
italian: [pc] Troppo male, sembra che la pausa sia già finita...

source: [pc] See you at home, [e].
italian: [pc] Ci vediamo a casa, [e].

source: [pcthink] Well, time to move on...
italian: [pcthink] Beh, il tempo di muoversi...

source: [pcthink] Alright, I think I'll stop for today... I've made some progress at least...
italian: [pcthink] Bene, penso che mi fermerò per oggi... Ho fatto almeno qualche progresso...

source: [pcthink] Hum... maybe I'll watch some VR porn...
italian: [pcthink] Uomo... forse guarderò un po 'VR porno...

source: [pcthink] Oh wait, I still need some answers from [m], I should go ask her out first!
italian: [pcthink] Oh aspetta, ho ancora bisogno di alcune risposte da [m], dovrei andare a chiederle per primo!

source: [pcthink] Wait, did I give her a pill today?
italian: [pcthink] Aspetta, le ho dato una pillola oggi?

source: [pcthink] That catgirl costume again.
italian: [pcthink] Quel costume da gattina ancora.

source: [pc] ... Kitten.
italian: [pc] ... Gattino.

source: [pcthink] I guess I won't ask [m] any questions today...
italian: [pcthink] Immagino che non farò [m] nessuna domanda oggi...

source: [pc] You really like to assault me out of nowhere, don't you, [e]?
italian: [pc] Ti piace davvero aggredirmi dal nulla, vero, [e]?

source: [pc] Do you want to use it?
italian: [pc] Vuoi usarlo?

source: [pc] But no porn!
italian: [pc] Ma nessun porno!

source: [pc] Arf... fine, you're old enough anyway...
italian: [pc] Arf... bene, sei abbastanza vecchio comunque...

source: [pcthink] Damn, she really likes these lesbian scenes.
italian: [pcthink] Dannazione, le piacciono davvero queste scene lesbiche.

source: [pcthink] Damn, she's really into that stuff.
italian: [pcthink] Dannazione, lei è davvero in quella roba.

source: [pcthink] Hum, isn't that the scene where the camera suddenly shakes for a few seconds?
italian: [pcthink] Hum, non è che la scena in cui la fotocamera improvvisamente scuote per qualche secondo?

source: [pcthink] Yep, it is.
italian: [pcthink] Sì, lo è.

source: [pc] Whoa, hold tight, [e]! [withhpunch]
italian: [pc] Whoa, tieni stretto, [e]! [withhpunch]

source: [pc] Haha, looks like it was a bit too much.
italian: [pc] Haha, sembra che fosse un po' troppo.

source: [pc] Don't worry, it'll stop in a few seconds.
italian: [pc] Non ti preoccupare, si fermerà tra pochi secondi.

source: [n] After a while...
italian: [n] Dopo un po'...

source: [pcthink] Hum... she's fallen asleep...
italian: [pcthink] Uomo... è addormentata...

source: [pcthink] Looks like it hit her a bit harder then I'd have expected...
italian: [pcthink] Sembra che la colpisca un po' più duramente allora mi sarei aspettato...

source: [pcthink] I guess I should take her to bed...
italian: [pcthink] Immagino che dovrei portarla a letto...

source: [pcthink] ...she's so cute...
italian: [pcthink] ...è così carina...

source: [pcthink] Well, I guess I should get some sleep too...
italian: [pcthink] Beh, immagino che dovrei anche dormire un po'...

source: [pc] Good night, sweetie...
italian: [pc] Buona notte, dolce...

source: [pc] Hey [e], there's something we should talk about.
italian: [pc] Ehi [e], c'è qualcosa di cui dovremmo parlare.

source: [pc] I'm sure [j] told you about her situation...
italian: [pc] Sono sicuro che [j] ti ha raccontato la sua situazione...

source: [pc] Good... well I was thinking that... maybe she could live here for a while... with us.
italian: [pc] Bene... stavo pensando che... forse poteva vivere qui per un po'... con noi.

source: [pc] Oh she told you about it already?
italian: [pc] Oh lei vi ha già detto a riguardo?

source: [pc] Ha, of course she did.
italian: [pc] Ha, naturalmente, ha fatto.

source: [pc] Well, I told her I'll ask [m], but I'm also asking you. I don't want her to live here if you're not okay with it...
italian: [pc] Beh, le ho detto che chiederò [m], ma ti sto anche chiedendo. Non voglio che lei viva qui se non va bene con esso...

source: [pc] I know you're friends, but I also know that she can be a bit annoying at times, so if you don't want her to live here, you can tell me.
italian: [pc] So che sei amico, ma so anche che a volte può essere un po' fastidiosa, quindi se non volete che lei abiti qui, potete dirmi.

source: [pc] So, what do you think, should we let her live with us for a while?
italian: [pc] Allora, cosa pensate, dovremmo lasciarla vivere con noi per un po'?

source: [pc] Err... just to make sure, you're okay with her staying here?
italian: [pc] Err... solo per essere sicuro, stai bene con lei stare qui?

source: [n] She nods in a very exaggerated way to make sure that you really get it.
italian: [n] Lei annuisce in modo molto esagerato per assicurarsi che si ottiene davvero.

source: [pc] So now we only have to convince [m]... which might not be so easy...
italian: [pc] Ora dobbiamo solo convincere [m]... che potrebbe non essere così facile...

source: [pc] You don't happen to know anything that could convince her?
italian: [pc] Non ti capita di sapere nulla che possa convincerla?

source: [pc] Wait a minute, that gives me an idea...
italian: [pc] Aspetta un minuto, che mi dà un'idea...

source: [pc] I think I should go talk to [m] now, thanks [e].
italian: [pc] Penso che dovrei andare a parlare con [m] ora, grazie [e].

source: [pcthink] ...time to get out.
italian: [pcthink] ...ora di uscire.

source: [pcthink] Doesn't she notice me?
italian: [pcthink] Non si accorge di me?

source: [pc] Morning [e], I was wondering when you'd notice me, haha.
italian: [pc] Mattina [e]mi stavo chiedendo quando mi avresti notato, haha.

source: [pcthink] Wow, she was still half asleep...
italian: [pcthink] Wow, era ancora a metà addormentata...

source: [pcthink] Anyway, let's get ready for the day.
italian: [pcthink] Comunque, prepariamoci per la giornata.

source: [n] You get dressed and go to the living room where the others have already started their breakfast.
italian: [n] Ti vesti e vai in salotto dove gli altri hanno già iniziato la loro colazione.

source: [pcthink] Alright, I guess I should look for...
italian: [pcthink] Bene, immagino che dovrei cercare...

source: [pcthink] Huh? What the...
italian: [pcthink] Huh? Che cosa...

source: [pcthink] What's she doing?
italian: [pcthink] Cosa sta facendo?

source: [pc] [e] are you alright?
italian: [pc] [e] hai ragione?

source: [pcthink] Oh, I get it, she's trying to prank me again.
italian: [pcthink] Oh, lo capisco, sta cercando di scherzarmi di nuovo.

source: [pcthink] But not this time!
italian: [pcthink] Ma non questa volta!

source: [pc] What? Are you mad that I didn't fall for your little prank? You won't get me so easy anymore.
italian: [pc] Cosa? Sei arrabbiato che non sono caduto per il tuo piccolo scherzo? Non mi avrai più così facile.

source: [pc] Haha, you're cute.
italian: [pc] Haha, sei carino.

source: [pc] By the way, why are you wearing my shirt?
italian: [pc] A proposito, perché indossi la mia camicia?

source: [pc] Speak up young lady, or I'll have to...
italian: [pc] Parla giovane signora o dovrò dare...

source: [e] Hahahahaha!
italian: [e] Hahahahahaha!

source: [pc] WHOA!
italian: [pc] QUI!

source: [pcthink] Uff, she's heavier than she looks.
italian: [pcthink] Uff, è più pesante di quanto sembri.

source: [pc] Cute and hot!
italian: [pc] Carino e caldo!

source: [pcthink] Shit, first [j] and now [e] too?
italian: [pcthink] Vuoi prima [j] e ora [e] troppo?

source: [pcthink] Damn, okay, I'm rock hard again just from her grinding on it...
italian: [pcthink] Damn, ok, sono di nuovo roccia duro solo dalla sua macinazione su di esso...

source: [pcthink] Damn, I'm rock hard just from her grinding on it...
italian: [pcthink] Dannazione, sono roccioso solo dalla sua macinazione...

source: [pc] Hmm, you're so beautiful, [e].
italian: [pc] Hmm, sei così bello, [e].

source: [pcthink] Oh I know where this is going.
italian: [pcthink] Oh so dove sta andando.

source: [pc] Give me that cute pussy!
italian: [pc] Dammi quella figa carina!

source: [pc] Look who's all excited already.
italian: [pc] Guarda chi è già entusiasto.

source: [n] [e] kisses the head of your dick and starts to suck it.
italian: [n] [e] bacia la testa del tuo cazzo e inizia a succhiarlo.

source: [n] [e] kisses your already moist slit and starts to lick your clit.
italian: [n] [e] bacia il tuo già umido fessura e inizia a leccare il tuo clit.

source: [pcthink] Alright, time to taste that honey I guess.
italian: [pcthink] Bene, il tempo di assaggiare quel miele che immagino.

source: [pcthink] Wait, what's this taste?
italian: [pcthink] Aspetta, qual è questo gusto?

source: [e] ...nnnh.
italian: [e] ...nnh.

source: [pcthink] This tastes like...
italian: [pcthink] Questo ha un gusto...

source: [pc] [e] did you smear honey onto your pussy?
italian: [pc] [e] hai spalmato del miele sulla tua figa?

source: [pc] Haha, you're crazy!
italian: [pc] Haha, sei pazzo!

source: [pcthink] Did she plan this together with [j]?
italian: [pcthink] Ha pianificato questo insieme a [j]?

source: [pcthink] But if [j] knew about it, why did she want to go down on me first?
italian: [pcthink] Ma se [j] lo sapeva, perché voleva prima andare su di me?

source: [pcthink] Naughty girls!
italian: [pcthink] Ragazze cattive!

source: [pcthink] Damn, now she's giving it her all...
italian: [pcthink] Dannazione, ora lei le sta dando tutto...

source: [pc] Oh shit, this feels great [e]!
italian: [pc] Oh merda, questo si sente molto [e]!

source: [pcthink] Oh damn, oh shit!
italian: [pcthink] Oh dannato, oh merda!

source: [pcthink] Shit, what is she...
italian: [pcthink] Merda, che cos'è...

source: [pcthink] Now she wants to ride me? Shit, I already almost came!
italian: [pcthink] Ora lei vuole cavalcarmi? Merda, sono già quasi venuta!

source: [pcthink] Damn, I'm so close...
italian: [pcthink] Damn, Sono così chiuso...

source: [pc] Oh god, oh god... I'm gonna...
italian: [pc] Oh dio, oh dio... Sto andando...

source: [pc] Damn...
italian: [pc] Dannazione...

source: [pc] I can still taste that honey...
italian: [pc] Posso ancora assaggiare quel miele...

source: [n] You cuddle for a while until you remember that you wanted to question [m] about that woman you're supposed to know.
italian: [n] Ti coccoli per un po' fino a quando non ti ricordi che volevi interrogare [m] su quella donna che dovresti sapere.

source: [pc] I'll be right back, [e].
italian: [pc] Sarò subito indietro, [e].

source: [pc] Hm? Where's [e]?
italian: [pc] Hm? Dov'è [e]?

source: [j] Haha, I don't remember that being part of the plan, [e].
italian: [j] Haha, non ricordo che fa parte del piano, [e].

source: [pc] Damn... what are you guys up to?
italian: [pc] Dannazione... a cosa stai facendo?

source: [j] [e] wasn't sure what to wear today, so we decided to let you decide.
italian: [j] [e] non era sicuro di cosa indossare oggi, quindi abbiamo deciso di lasciarti decidere.

source: [j] Though, I'm not so sure if that's still the plan, hehe.
italian: [j] Anche se, non sono così sicuro se questo è ancora il piano, he.

source: [n] [e] gets up and you place yourself on the bed next to your old teddy bear...
italian: [n] [e] si alza e ti metti sul letto accanto al tuo vecchio orsacchiotto di peluche...

source: [n] Seeing the old teddy again makes you think about old times before your mom died... [withdissolve]
italian: [n] Vedendo di nuovo il vecchio peluche ti fa pensare ai vecchi tempi prima che tua mamma morisca... [withdissolve]

source: [j] Hey, [e]...
italian: [j] Ehi, [e]...

source: [j] ...hurry up, [pc] is getting bored already!
italian: [j] ...sbrigati, [pc] si annoia già!

source: [pc] Huh? No I was just thinking about something...
italian: [pc] Huh? No Stavo solo pensando a qualcosa...

source: [j] Maybe you need to shake your ass a bit to get [hisher] attention, hehe.
italian: [j] Forse hai bisogno di scuotere un po' il culo per ottenere [hisher] attenzione, hehe.

source: [pc] Haha, yes, I'm fully focused now!
italian: [pc] Haha, sì, sono completamente concentrata ora!

source: [j] Now hurry up, [e] before [heshe] loses concentration again!
italian: [j] Ora affrettati, [e] prima che [heshe] perda di nuovo la concentrazione!

source: [j] Oh come on [e], that looks almost like your normal outfit!
italian: [j] Oh vieni su [e], che sembra quasi il tuo outfit normale!

source: [j] Show [himher] the next outfit, [e].
italian: [j] Mostra [himher] il prossimo outfit, [e].

source: [j] Uhh, I like that one!
italian: [j] Uhh, mi piace quello!

source: [j] Okay, next one, [e].
italian: [j] Ok, il prossimo, [e].

source: [j] I knew it, hehe!
italian: [j] Lo sapevo, lui!

source: [j] Next one, [e].
italian: [j] Successivo, [e].

source: [j] Haha, we should do a cosplay together one time, [e].
italian: [j] Haha, dovremmo fare un cosplay insieme una volta, [e].

source: [j] Next one.
italian: [j] Successivo.

source: [j] Aww, who's that now...
italian: [j] Aww, chi è quello ora...

source: [pc] Damn, [m] is probably still under the shower...
italian: [pc] Dannazione, [m] è probabilmente ancora sotto la doccia...

source: [pc] Guess, I should open the door then. Why don't you choose the next outfit until I'm back?
italian: [pc] Indovino, allora dovrei aprire la porta. Perché non scegli il prossimo vestito fino a quando non sarò tornato?

source: [pc] By the way, I like this outfit most, [e].
italian: [pc] A proposito, mi piace di più questo outfit, [e].

source: [pc] Right, you got a session with [e], right?
italian: [pc] Giusto, hai una sessione con [e], giusto?

source: [pc] Yeah it's nice to see you, too, why don't you just come in...
italian: [pc] Sì, è bello vedervi, anche perché non venite a trovarvi...

source: [pc] Jeez, what's up with her again...
italian: [pc] Jeez, che cosa c'è di nuovo con lei...

source: [pcthink] And here I thought she'd be a bit more... reasonable after yesterday...
italian: [pcthink] E qui ho pensato che sarebbe stato un po' di più... ragionevole dopo ieri...

source: [pcthink] She's like the prototype of a tsundere in manga...
italian: [pcthink] Lei è come il prototipo di un tsundere in manga...

source: [pcthink] I wonder if she ever reads manga.
italian: [pcthink] Mi chiedo se abbia mai letto manga.

source: [pcthink] Oh shit, I hope [e] got dressed in time!
italian: [pcthink] Oh merda, spero che [e] si sia vestito in tempo!

source: [mschoice] get closer
italian: [mschoice] avvicinarsi

source: [mschoice] get really close
italian: [mschoice] chiudi davvero

source: [mschoice] Wake her up
italian: [mschoice] Svegliala su

source: [mschoice] Just look
italian: [mschoice] Guarda

source: [mschoice] Look for her.
italian: [mschoice] La cerchi.

source: [mschoice] Don't look for her.
italian: [mschoice] Non la cerchi.

source: [mschoice] Get closer.
italian: [mschoice] Avvicinati.

source: [mschoice] Leave.
italian: [mschoice] Partenza.

source: [mschoice] ...so wrong, I need to stop her!
italian: [mschoice] ... così sbagliato, ho bisogno di fermarla!

source: [mschoice] ...so hot, I can't believe she's doing this!
italian: [mschoice] ...così caldo, non riesco a credere che stia facendo questo!

source: [mschoice] Her bed.
italian: [mschoice] Il suo letto.

source: [mschoice] Your bed.
italian: [mschoice] Il tuo letto.

source: [mschoice] (Make a noise)
italian: [mschoice] (Fai un rumore)

source: [mschoice] Looks great, I like it.
italian: [mschoice] Sembra grande, mi piace.

source: [mschoice] Nah, your normal outfit looks better.
italian: [mschoice] Nah, il tuo vestito normale sembra meglio.

source: [mschoice] Hot!
italian: [mschoice] Caldo!

source: [mschoice] Nah, that's too goth style.
italian: [mschoice] Nah, questo è troppo goth stile.

source: [mschoice] Looks great, but isn't that a little bit too much for everyday use?
italian: [mschoice] Sembra grande, ma non è un po 'troppo per l'uso quotidiano?

source: [mschoice] Luscious! I love it!
italian: [mschoice] Luscioso! Mi piace!
