Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] On the other hand, almost every room is lit, and a flashlight is pretty easy to spot.
french: [_mcthink_] En revanche, presque toutes les chambres sont allumées, et une lampe de poche est assez facile à repérer.

source: [_mcthink_] I wonder if the old man's gun is still somewhere in the house...
french: [_mcthink_] Je me demande si l'arme du vieil homme est encore quelque part dans la maison ...

source: [_mc_] {size=-10}*Whispers* What the...!? Shit, [j], what are you doing here?!{/size}
french: [_mc_] { size=-10 } *Whispers * What the ... !? Merde, [j], que faites-vous ici? ! { /size }

source: [_j_] {size=-10}*Whispers* You think I'll just let you go alone?{/size}
french: [_j_] { size=-10 } *Whispers * Vous pensez que je vais vous laisser aller seul? { /size }

source: [_mc_] {size=-10}...you should've said something beforehand...{/size}
french: [_mc_] { size=-10 } ... vous auriez dû dire quelque chose au préalable ... { /size }

source: [_mcthink_] Wait, is that?
french: [_mcthink_] Attends, c'est ça?

source: [_mc_] What the hell are you doing here?! [withhpunch]
french: [_mc_] Qu'est-ce que vous faites ici? ! [withhpunch]

source: [_w_] Fuck, it's YOU!!!
french: [_w_] Fuck, c'est VOUS !!!

source: [_j_] Who is that?
french: [_j_] Qui est-ce?

source: [_mcthink_] [j] is recording a video, good idea.
french: [_mcthink_] [j] est l'enregistrement d'une vidéo, bonne idée.

source: [_w_] Where is she? What did you do to her? Where did you hide her?
french: [_w_] Où est-elle? Qu'est-ce que tu lui as fait? Où l'avez-vous caché?

source: [_mc_] What the fuck are you talking about?!
french: [_mc_] Quelle est la merde dont vous parlez? !

source: [_w_] Don't play dumb! First your dad, and now your own sister! I swear, I'm going to find her, and you'll get what you deserve! You're so done!
french: [_w_] Ne jouez pas idiot ! D'abord ton père, et maintenant ta propre sœur ! Je le jure, je vais la trouver, et tu auras ce que tu mérites ! Tu es tellement fait !

source: [_j_] I think nobody told him that we found [e].
french: [_j_] Je pense que personne ne lui a dit que nous avons trouvé le [e].

source: [_mc_] Yeah, you're probably right...
french: [_mc_] Oui, vous avez probablement raison ...

source: [_w_] Last chance, scum! Tell me where she is, and the judges might not send you to death row!
french: [_w_] Dernière chance, scum ! Dis-moi où elle est, et les juges pourraient ne pas t'envoyer dans le couloir de la mort !

source: [_j_] Are you crazy?! [heshe!c] didn't do anything, [e] is fine!
french: [_j_] Êtes-vous fou? ! [ heshe ! c ] n'a rien fait, [e] va bien !

source: [_w_] Aha! Got yourself an accomplice now, did you? Doesn't matter, I'll get you both!
french: [_w_] Aha ! Vous vous avez fait un complice maintenant, n'est-ce pas? Peu importe, je vous aurai tous les deux !

source: [_oc_] Well, looks like that'll be the last time [w] wears a police badge.
french: [_oc_] Bien, on dirait que ce sera la dernière fois que [w] porte un badge de police.

source: [_m_] Are you sure about that?
french: [_m_] Etes-vous sûr de cela?

source: [_oc_] Yes, thanks to [j]'s video, we have all the evidence we need.
french: [_oc_] Oui, grâce à la vidéo de [j], nous avons toutes les preuves dont nous avons besoin.

source: [_oc_] Threatening two unarmed and innocent citizens, tampering with a non-existent case, that even if it did exist, would be outside his pay grade.
french: [_oc_] Menacer deux citoyens non armés et innocents, trafiquant un cas inexistant, que même s'il existait, il serait en dehors de sa catégorie de salaire.

source: [_oc_] Plus, we can check his own bodycam, which will probably reveal even more.
french: [_oc_] Plus, nous pouvons vérifier sa propre carrosserie, ce qui va probablement révéler encore plus.

source: [_oc_] He's definitely done.
french: [_oc_] Il est définitivement fait.

source: [_m_] Thank god...
french: [_m_] Dieu merci ...

source: Cop [special_delimiter] Ready to go, Sir.
french: Cop [special_delimiter] Prêt à partir, Monsieur.

source: [_oc_] Alright, you guys take care.
french: [_oc_] Alright, vous prenez soin.

source: [_oc_] I expect not to hear from any of you for a while!
french: [_oc_] Je m'attends à ne pas entendre parler de vous pendant un moment !

source: [_mc_] What do you take me for?
french: [_mc_] Qu'est-ce que vous m'avez pris?

source: [_oc_] I was talking to all of you...
french: [_oc_] Je parlais à vous tous ...

source: [_m_] I'm sorry, [oc], it's all my fault.
french: [_m_] Je suis désolé, [oc], c'est de ma faute.

source: [_oc_] No, it's not, [m], but don't forget, your kids are adults now...
french: [_oc_] Non, ce n'est pas, [m], mais n'oubliez pas, vos enfants sont adultes maintenant ...

source: [_oc_] Let's get going.
french: [_oc_] Allons partir.

source: Cop [special_delimiter] He'll annoy us all the way to the department...
french: Cop [special_delimiter] Il nous ennuie tout le chemin pour le département ...

source: [_oc_] Yeah...
french: [_oc_] Oui ...

source: [_mc_] We should go back inside...
french: [_mc_] Nous devrions rentrer à l'intérieur ...

source: [_m_] Yes, it's pretty late by now... I think we could all use some sleep.
french: [_m_] Oui, c'est assez tard maintenant ... Je pense que nous pourrions tous utiliser un peu de sommeil.

source: [_n_] Everyone goes back inside. The mood is pretty down, nobody says anything and just go to their rooms...
french: [_n_] Tout le monde retourne à l'intérieur. L'humeur est plutôt bas, personne ne dit rien et juste aller dans leurs chambres ...

source: [_n_] It's late, so you go back to your room as well...
french: [_n_] Il est tard, donc vous revenez à votre chambre aussi ...

source: [_n_] {cps=15}...and fall asleep quickly.{/cps}
french: [_n_] { cps=15 } ... et s'endormez rapidement. { /cps }

source: [_n_] In your dreams you can hear voices coming from the room next door.
french: [_n_] Dans vos rêves, vous pouvez entendre des voix venant de la chambre à côté.

source: [_e_] Daddy, what time is it?
french: [_e_] Papa, quelle heure est-il?

source: Dad [special_delimiter] {size=-10}Shhh, don't worry sweetheart, Daddy wants to show you something.{/size}
french: Papa [special_delimiter] { size=-10 } Shhh, ne vous inquiéte pas, papa veut vous montrer quelque chose. { /size }

source: [_mcthink_] What's going on?
french: [_mcthink_] Qu'est-ce qui se passe?

source: [_n_] You head over to [e]'s room.
french: [_n_] Vous vous dirigeant vers la salle [e].

source: [_mc_] Dad? What's wrong, did something happen?
french: [_mc_] Papa? Qu'est-ce qui ne va pas, quelque chose est arrivé?

source: Dad [special_delimiter] Shit, Go back to bed, [mc].
french: Papa [special_delimiter] Shit, retourne au lit, [mc].

source: [_e_] N-no, please stay, [mc]!
french: [_e_] N-non, veuillez rester, [mc]!

source: Dad [special_delimiter] Aww, don't worry sweetheart, the monsters under your bed are all gone now.
french: Papa [special_delimiter] Aww, ne vous inquiéte pas, les monstres sous votre lit sont tous partis maintenant.

source: [_e_] Monsters? There are no monsters...
french: [_e_] Monsters? Il n'y a pas de monstres ...

source: Dad [special_delimiter] [mc]! I said, go to bed!
french: Papa [special_delimiter] [mc]! J'ai dit, allez au lit !

source: [_mc_] I'm sorry...
french: [_mc_] Je suis désolé ...

source: [_n_] You close the door, but you can't help but eavesdrop.
french: [_n_] Vous fermez la porte, mais vous ne pouvez pas aider mais une écoute.

source: Dad [special_delimiter] Alright, sweetheart, why don't you show Daddy what's under that blanket?
french: Papa [special_delimiter] Alright, mon chéri, pourquoi ne pas montrer papa ce qui est sous cette couverture?

source: [_e_] Umm... there's just me, Daddy.
french: [_e_] Umm ... il y a juste moi, papa.

source: Dad [special_delimiter] I know sweetheart...
french: Papa [special_delimiter] Je sais chérie ...

source: [_n_] You open the door again.
french: [_n_] Vous ouvrez à nouveau la porte.

source: [_mc_] Dad! You should...
french: [_mc_] Papa ! Tu devrais ...

source: Dad [special_delimiter] [bpc]! WHAT THE HELL DID I TELL YOU?!
french: Papa [special_delimiter] [bpc]! QU'EST-CE QUE JE T'AI DIT?

source: [_mc_] Please leave [e] alone!
french: [_mc_] Veuillez laisser [e] seul !

source: Dad [special_delimiter] What did you just say?
french: Papa [special_delimiter] Qu'est-ce que vous venez de dire?

source: [_mc_] P-Please leave her alone!
french: [_mc_] P-Merci de la laisser tranquille !

source: Dad [special_delimiter] What.
french: Papa [special_delimiter] Quoi.

source: [_extend_] .. did I just tell you?
french: [_extend_] .. je viens de vous le dire?

source: [_n_] He comes closer.
french: [_n_] Il se rapproche.

source: *Slap* [withhpunch]
french: *lap * [withhpunch]

source: Dad [special_delimiter] Did you hear me asking for your opinion you ungrateful little brat?
french: Papa [special_delimiter] Est-ce que vous m'avez entendu demander votre avis que vous ne vous en avez pas remerciés?

source: Dad [special_delimiter] HUH?! Did I?!
french: Papa [special_delimiter] HUH? ! Ai-je?

source: [_mc_] N-No...
french: [_mc_] N ° ..

source: Dad [special_delimiter] Do you think you can talk to me like that?
french: Papa [special_delimiter] Tu crois que tu peux me parler comme ça?

source: Dad [special_delimiter] You think you're something special because you're her older [bs], huh?
french: Papa [special_delimiter] Vous pensez que vous êtes quelque chose de spécial parce que vous êtes son vieux [bs], hein?

source: [_e_] Daddy, please stop!
french: [_e_] Papa, s'il vous plaît arrêter !

source: Dad [special_delimiter] Leave the fucking room and go to bed, [mc].
french: Papa [special_delimiter] Laisser la putain de chambre et aller au lit, [mc].

source: [_n_] He slams the door in front of you.
french: [_n_] Il claque la porte devant vous.

source: dad [special_delimiter] Now to you little lady, move the sheets!
french: Papa [special_delimiter] Maintenant à votre petite dame, déplacez les draps !

source: [_e_] Yes, Daddy, please don't be mad...
french: [_e_] Oui, papa, s'il vous plaît ne pas être en colère ...

source: Dad [special_delimiter] Take your pajamas off.
french: Papa [special_delimiter] Prenez votre pyjama.

source: [_e_] But why, Daddy?
french: [_e_] Mais pourquoi, papa?

source: [_n_] You stand in front of the door like in shock for a moment. You're not sure what's going on, but you're pretty sure [e] won't like it.
french: [_n_] Vous restez devant la porte comme en état de choc pour un instant. Vous n'êtes pas sûr de ce qui se passe, mais vous êtes sûr que [e] ne l'aime pas.

source: [_n_] How often have you seen [m] crying and bleeding after your dad was just like that towards her...
french: [_n_] Combien de fois avez-vous vu [m] pleurer et saigner après que votre père ait été comme ça vers elle ...

source: [_n_] You don't want to see [e] like that, but you're just a child, what can you do against a full grown man?
french: [_n_] You don't want to see [e] like that, but you're just a child, what can you do against a full adulte man?

source: [_n_] He will just beat the hell out of you, and you won't be allowed to leave the house for weeks...
french: [_n_] Il va juste vous sortir de vous, et vous ne serez pas autorisé à quitter la maison pendant des semaines ...

source: [_n_] After a few seconds you run to your dad's bedroom where you find [m] curled up on the bed with a bloody nose again.
french: [_n_] Après quelques secondes, vous vous couchez dans la chambre de votre père où vous trouverez [m] courbé sur le lit avec un nez sanglant.

source: [_n_] You stare at her for a second, waiting for some reaction, hoping that she might help, but she just keeps staring at the ceiling.
french: [_n_] Vous la fixez pour une seconde, en attendant une réaction, en espérant qu'elle pourrait aider, mais elle continue à regarder le plafond.

source: [_n_] Then you reach under the bed, grab your dad's service pistol and run back to [e]'s room.
french: [_n_] Ensuite, vous arriez sous le lit, prenez le pistolet de service de votre père et revenez à la chambre [e].

source: Dad [special_delimiter] Stop struggling, sweetheart, just spread your legs a little. Daddy just wants to see if everything is alright and healthy there.
french: Papa [special_delimiter] Cessez de lutter, chérie, vous n'avez qu'un peu étalés vos jambes. Papa veut juste voir si tout va bien et en bonne santé.

source: [_e_] But I don't want to! And why do you have to have your thingy out for that, Daddy?
french: [_e_] Mais je ne veux pas ! Et pourquoi vous devez avoir votre thingy pour ça, papa?

source: Dad [special_delimiter] Do what I tell you, or Daddy is going to get really mad at you!
french: Papa [special_delimiter] Fais ce que je te dis, ou papa va te mettre vraiment en colère !

source: [_mc_] DAD! STOP!
french: [_mc_] PAPA ! ARRÊTEZ !

source: [_n_] You aim the gun at him as he turns around. He looks a bit surprised, but doesn't seem to be too concerned.
french: [_n_] Vous visez le pistolet sur lui quand il tourne. Il a l'air un peu surpris, mais ne semble pas trop concerné.

source: Dad [special_delimiter] Humph... aren't you annoying.
french: Papa [special_delimiter] Humph ... n'est pas gênant.

source: Dad [special_delimiter] Looks like I've been a bit too soft on you...
french: Papa [special_delimiter] On dirait que j'ai été un peu trop molle sur toi ...

source: [_mc_] I'm serious dad!
french: [_mc_] Je suis un papa sérieux !

source: Dad [special_delimiter] *Smirks* But at least you finally show some balls.
french: Papa [special_delimiter] *Smirks * Mais au moins vous pouvez enfin montrer quelques boules.

source: He stands up and comes closer.
french: Il se lève et se rapproche.

source: Dad [special_delimiter] Now leave the room... put the gun back in place... go to bed and I'll forget what you just did...
french: Papa [special_delimiter] Maintenant, laissez la pièce ... mettre le pistolet en place ... aller au lit et j'oublierai ce que vous venez de faire ...

source: [_mc_] Dad, please... *sniff* ...just leave her alone!
french: [_mc_] Papa, s'il vous plaît ... * sniff * ... juste la laisser tranquille !

source: Dad [special_delimiter] ...OR I WILL PUNCH THE FUCKING CRAP OUTTA... [withvpunch]
french: Papa [special_delimiter] ...OU JE VAIS FRAPPER LA PUTAIN DE MERDE ... [withvpunch]

source: [_extend_] ...fuck.
french: [_extend_] ... baise.

source: [_mcthink_] That night...
french: [_mcthink_] La nuit ...

source: [_mcthink_] That night changed everything...
french: [_mcthink_] Cette nuit a tout changé ...

source: [_t_] We're not done yet, [mc].
french: [_t_] Nous ne sommes pas encore fait, [mc].

source: [_mc_] I know, but we have to talk.
french: [_mc_] Je sais, mais nous devons parler.

source: [_t_] Uch, I told you to not disturb our sessions!
french: [_t_] Uch, je vous ai dit de ne pas déranger nos sessions !

source: [_t_] W-what? Seriously, [pc], are you listening to me?!
french: [_t_] -Quoi? Sérieusement, [pc], vous m'écoutez-vous? !

source: [_mc_] Shhh, be quiet. [m] mustn't hear us.
french: [_mc_] Shhh, calme. [m] ne doit pas nous entendre.

source: [_t_] What?!
french: [_t_] Quoi? !

source: [_t_] Just...
french: [_t_] Juste ...

source: [_t_] Don't. Disturb. My. Work!
french: [_t_] Ne pas. Disturb. Mon. Travail !

source: [_mc_] Do you want [e] to start talking again?
french: [_mc_] Souhaitez-vous que [e] commence à parler à nouveau?

source: [_t_] Of course! That's why I'm here!
french: [_t_] Bien sûr ! C'est pourquoi je suis là !

source: [_mc_] Then sit down and listen, Katie.
french: [_mc_] Alors, assis et écoutez, Katie.

source: [_t_] ...and don't call me Katie!
french: [_t_] ... et ne m'appelle pas Katie !

source: [_mc_] Come here, [j].
french: [_mc_] Viens ici, [j].

source: [_mc_] So, we all know that [e] can talk...
french: [_mc_] Alors, nous savons tous que [e] peut parler ...

source: [_mc_] Right?
french: [_mc_] Droit?

source: [_j_] Sure.
french: [_j_] Bien sûr.

source: [_t_] Yes...
french: [_t_] Oui ...

source: [_t_] Wait, she's talking to you?
french: [_t_] Attends, elle te parle?

source: [_t_] Are you serious, [e]? We've had sessions for years now and you didn't talk to me in ages! {b}[heshe]{/b} just arrived a little over a week ago and you immediately start talking to [himer]?!
french: [_t_] Êtes-vous sérieux, [e]? Nous avons eu des séances depuis des années et vous ne m'avez pas parlé dans les âges ! {b}[heshe]{ /b } vient d'arriver un peu plus il y a une semaine et vous commencez immédiatement à parler au [himer]? !

source: [_mc_] It's okay, [e].
french: [_mc_] C'est bon, [e].

source: [_mc_] It was basically by accident.
french: [_mc_] C'était essentiellement par accident.

source: [_t_] By accident... sure.
french: [_t_] Par accident ... sûr.

source: [_t_] What?
french: [_t_] Quoi?

source: [_mc_] Just listen.
french: [_mc_] Just écoute.

source: [_mc_] So, the reason why she doesn't talk is first and foremost because she doesn't want to talk to people...
french: [_mc_] Alors, la raison pour laquelle elle ne parle pas est avant tout parce qu'elle ne veut pas parler aux gens ...

source: [_mc_] ...which is kind of understandable since a lot of people don't know when to cut it, or just simply talk about stupid shit all day...
french: [_mc_] ... ce qui est assez compréhensible puisque beaucoup de gens ne savent pas quand le couper, ou simplement parler de merde stupide toute la journée ...

source: [_j_] Heh, yeah that's totally true!
french: [_j_] Heh, ouais c'est tout à fait vrai !

source: [_t_] Understandable, but that's no reason to completely shut down.
french: [_t_] Compréhension, mais ce n'est pas une raison de fermer complètement.

source: [_mc_] Yes, which brings us to the second reason.
french: [_mc_] Oui, ce qui nous amène à la deuxième raison.

source: [_mc_] It's okay, [e]. You know me and [j] won't tell anyone and [t] isn't allowed to talk about this stuff anyway since we're still in a session... right, [t]?
french: [_mc_] C'est bon, [e]. Vous me connaissez et [j] ne le dira à personne et [t] n'est pas autorisé à parler de ce truc de toute façon puisque nous sommes toujours dans une session ... à droite, [t]?

source: [_t_] That's... correct.
french: [_t_] C'est. .. correct.

source: [_j_] Don't worry, [e], nobody outside of this room will ever hear anything about it.
french: [_j_] Ne vous inquiétez pas, [e], personne en dehors de cette salle n'entend jamais rien à ce sujet.

source: [_mc_] So the second reason she doesn't talk is that she's scared about what [m] might think, since she's her mother and would naturally think that she'd be the first one who she starts talking to.
french: [_mc_] La deuxième raison pour laquelle elle ne parle pas est qu'elle a peur de ce que [m] pourrait penser, puisque c'est sa mère et qu'elle pense naturellement qu'elle serait la première à qui elle commence à parler.

source: [_t_] That's usually not how it works. Most traumatized patients start to talk with someone outside of the family, often someone they don't really know.
french: [_t_] Ce n'est généralement pas comme ça qu'il fonctionne. La plupart des patients traumatisés commencent à parler avec quelqu'un en dehors de la famille, souvent quelqu'un qu'ils ne savent pas vraiment.

source: [_mc_] That might be true, but even you, knowing that, were just offended by the fact that [e] was talking to me already after a week, so what do you think how [m] would feel about that [e] was able to talk all this time?
french: [_mc_] Cela pourrait être vrai, mais même vous, sachant que c'était juste offensé par le fait que [e] me parlait déjà après une semaine, alors qu'est-ce que vous pensez que [m] pourrait penser que [e] a pu parler tout ce temps?

source: [_t_] I doubt that it was "all this time", nobody chooses to just stop talking.
french: [_t_] Je doute que ce soit "tout ce temps", personne ne choisit de cesser de parler.

source: [_j_] No, but she started talking to me first and she didn't want to talk to anybody else at that time.
french: [_j_] Non, mais elle a commencé à me parler en premier et elle ne voulait pas parler à qui que ce soit d'autre à l'époque.

source: [_t_] Hm... fine, so she didn't want to talk, but that's nothing new, and [e] is still not talking.
french: [_t_] Hm ... bien, alors elle ne voulait pas parler, mais ce n'est rien de nouveau, et [e] n'est toujours pas en train de parler.

source: [_mc_] But she will once we've fixed problem number two, right, [e]?
french: [_mc_] Mais elle va une fois que nous aurons réglé le problème numéro deux, à droite, [e]?

source: [_mc_] Rrrrrright, [e]?
french: [_mc_] Rrrrright, [e]?

source: [_t_] D-Did she just say yes?
french: [_t_] D-Did it-elle juste dire oui?

source: [_mc_] Yes, she did.
french: [_mc_] Oui, elle l'a fait.

source: [_t_] Okay...?
french: [_t_] Ok ...?

source: [_t_] Hum... alright...
french: [_t_] Hum ... à droite ...

source: [_t_] Now I'm curious, how do you intend to fix the problem?
french: [_t_] Maintenant, je suis curieux, comment comptez-vous résoudre le problème?

source: [_mc_] It's simple, you're going to tell [m] that [e] just started talking again.
french: [_mc_] C'est simple, vous allez dire [m] que [e] a commencé à parler à nouveau.

source: [_t_] What? You want me to lie to her?
french: [_t_] Quoi? Tu veux que je lui mens?

source: [_mc_] Well, it's not really lying since she didn't talk to anybody other than [j] until now.
french: [_mc_] Eh bien, ce n'est pas vraiment mentir depuis qu'elle n'a parlé à personne autre que [j] jusqu'à maintenant.

source: [_j_] You could tell her that [pc]'s arrival triggered something.
french: [_j_] Vous pouvez lui dire que l'arrivée de [pc]a déclenché quelque chose.

source: [_t_] Oh it did trigger something, that much is clear.
french: [_t_] Oh, il a déclenché quelque chose, c'est clair.

source: [_mc_] So are you going to help us?
french: [_mc_] Vous allez donc nous aider?

source: [_t_] This is highly contrary to to my ethics as a psychotherapist, I can't just make up facts that aren't there.
french: [_t_] C'est très contraire à mon éthique en tant que psychothérapeute, je ne peux pas me contenter de faits qui ne sont pas là.

source: [_t_] Don't call me Katie!
french: [_t_] Ne m'appelez pas Katie !

source: [_mc_] You just said it yourself, my return triggered something, and you've just heard [e] saying something. It's not like you'd have to make anything up and I bet [m] doesn't care much about the details anyway.
french: [_mc_] Vous venez de le dire vous-même, mon retour a déclenché quelque chose, et vous venez d'entendre [e] dire quelque chose. Ce n'est pas comme si vous aviez à faire quoi que ce soit et je parie que [m] ne s'occupe pas beaucoup des détails de toute façon.

source: [_t_] I'll have to think about it...
french: [_t_] Je vais devoir y penser ...

source: Watch TV in the living room
french: Regardez la télévision dans le salon

source: {i}(Damn, I love the idea...){/i}
french: {i}(Damn, j'aime l'idée ...) { /i }

source: {i}(There is no way I would ever do that!){/i}
french: {i}(Il n'y a aucun moyen de le faire !) { /i }

source: She will come over tonight anyway... gimme porn!
french: Elle viendra de toute façon ce soir ... Gimme porn !

source: I should really talk to her now!
french: Je devrais vraiment lui parler maintenant !

source: Introduce yourself.
french: Présentez-vous.

source: Say bye and leave.
french: Dis au revoir et à partir.

source: Call her?
french: Appelez-le?

source: Call her!
french: Appelez-le !

source: Nah, not now.
french: Nah, pas maintenant.

source: Push [j] out of the bed.
french: Push [j] hors du lit.

source: Hide [e] under the blanket.
french: Cacher [e] sous la couverture.

source: Tell them you're sorry.
french: Dis-leur que tu es désolé.

source: Talk about the weather.
french: Parlez du temps.
