Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [j] Hnnn... you can fill all my dirty little holes, [pcmd]!
italian: [j] Hnnnn... puoi riempire tutti i miei piccoli buchi sporchi, [pcmd]!

source: [j] Oh gawd, yes, [pcmd]!
italian: [j] Oh gawd, sì, [pcmd]!

source: [pcthink] Gawd, so tight!
italian: [pcthink] Gawd, così stretto!

source: [j] We could, haaaah... have sex all day... hnnnn!
italian: [j] Potremmo, haaaah... fare sesso tutto il giorno... hnnnnn!

source: [j] Fuck! ....haaa... everywhere!
italian: [j] Fuck! ....haaa... ovunque!

source: [pc] Damn, that's so hot!
italian: [pc] Dannazione, è così caldo!

source: [j] Hnnnn, yes, [pcmd]!
italian: [j] Hnnnn, sì, [pcmd]!

source: [j] Oh gaaawd, I'm close, [pcmd]!
italian: [j] Oh gaaawd, Sono vicino, [pcmd]!

source: [pc] Me too...
italian: [pc] Anche io...

source: [j] Gimme your juicy cum, [pcmd]!
italian: [j] Gimme il tuo sperma succoso, [pcmd]!

source: [j] Fill me up, [pcmd], I want to feel your hot cum inside me, [pcmd]!
italian: [j] Riempimi su, [pcmd], voglio sentire il tuo sperma caldo dentro di me, [pcmd]!

source: [pc] Shit! [withflash]
italian: [pc] Merda! [withflash]

source: [extend] Shit! [withflash]
italian: [extend] Merda! [withflash]

source: [extend] Shit! [withvpunch]
italian: [extend] Merda! [withvpunch]

source: [j] Sheeet, that was great!
italian: [j] Foglio, è stato fantastico!

source: [pc] Damn, you're crazy [j], but yes, it was.
italian: [pc] Dannazione, sei pazzo [j], ma sì, è stato.

source: [j] One more thing...
italian: [j] Ancora una cosa...

source: [pcthink] Damn, this girl is so naughty... I could almost go again, but I need to go...
italian: [pcthink] Dannazione, questa ragazza è così cattiva... potrei quasi andare di nuovo, ma devo andare...

source: [j] All clean!
italian: [j] Tutto pulito!

source: [pc] Alright, it was fun, but I really should get going now.
italian: [pc] Va bene, è stato divertente, ma dovrei davvero andare adesso.

source: [pc] Yeah, I don't know how long it'll take at work and I still need to get those papers to the rental company...
italian: [pc] Sì, non so quanto tempo ci vorrà al lavoro e ho ancora bisogno di ottenere quei documenti per la società di noleggio...

source: [j] Do you mind if I accompany you to town?
italian: [j] Ti dispiace se ti accompagno in città?

source: [pc] I don't, but I can't take you with me to my workplace.
italian: [pc] Non lo faccio, ma non posso portarti con me al mio posto di lavoro.

source: [j] That's okay, I'll just do some window shopping.
italian: [j] Va bene, farò solo un po' di finestre.

source: [pc] Alright then.
italian: [pc] Allora.

source: [n] You head out and once you reach town you and [j] part ways.
italian: [n] Tu vai fuori e una volta che raggiungi la città tu e [j] modi parziali.

source: [pc] Hey, [j]. Whatcha doing?
italian: [pc] Ehi, [j]. Che cosa fa?

source: [j] Oh hey, the light bulb is...
italian: [j] Oh hey, la lampadina è...

source: [pc] Oh shit, are you alright?
italian: [pc] Oh merda, hai bene?

source: [j] Ouch... yeah I'm fine...
italian: [j] Ouch... sì, sto bene...

source: [pc] Did the {b}step{/b}-ladder molest you?
italian: [pc] Il passo {b}{/b}-ladder ti ha molto?

source: [j] W-What are you doing, step-ladder?
italian: [j] W-Che cosa stai facendo, scalina?

source: [pc] You should've waited for me to fix it.
italian: [pc] Avresti dovuto aspettarmi per ripararlo.

source: [j] Why? Do you think I can't do that on my own?
italian: [j] Perché? Pensi che io non possa farlo da solo?

source: [pc] No, but I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff like that myself.
italian: [pc] No, ma sono più alto di te, e vivevo da solo per molto tempo, così sono abituato a fissare cose del genere da solo.

source: [j] I'm not a helpless little girl you know...
italian: [j] Non sono una bambina indifesa che conoscete...

source: [j] ...that is, unless [pcmd] wants me to be one... hehe.
italian: [j] ...cioè, a meno che [pcmd] non voglia che io sia uno... hehe.

source: [pc] Heh, naughty little girl...
italian: [pc] Heh, cattiva ragazzina...

source: [pc] You know that's not what I meant.
italian: [pc] Sapete che non è quello che intendevo.

source: [j] Why? Do you think a woman can't fix stuff?
italian: [j] Perché? Pensi che una donna non riesca a riparare roba?

source: [pc] No, but if I'd think like that, you'd have just proven the point, haha.
italian: [pc] No, ma se pensassi così, avresti appena dimostrato il punto, haha.

source: [j] Pffff, dick! It's your fault that I fell off the ladder!
italian: [j] Pffff, cazzo! È colpa tua che sono caduto dalla scala!

source: [pc] Haha, I know, I know, just teasing.
italian: [pc] Haha, lo so, lo so che sto prendendo in giro.

source: [pc] But still, I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff myself.
italian: [pc] Ma sono ancora più alto di te, e vivevo da solo per molto tempo, quindi sono abituato a fissare cose da soli.

source: [j] I bet you're just one of those guys who thinks a woman can't do anything on their own and should stay in the kitchen...
italian: [j] Scommetto che sei solo uno di quei ragazzi che pensa che una donna non può fare nulla da sola e dovrebbe rimanere in cucina...

source: [j] PFFWHAHAHAHA! You should see your face right now, haha!
italian: [j] PFFWHAHAHAHAHAHA! Dovresti vedere il tuo volto in questo momento, haha!

source: [pc] You dirty little...
italian: [pc] Hai sporco poco...

source: [j] Hehe, I've been a baaad girl, haven't I, [pcmd]?
italian: [j] Ehi, sono stata una ragazza di baaad, vero? [pcmd]

source: [pc] Oh yes, you have!
italian: [pc] Oh sì, avete!

source: [j] Maybe you should spank me as punishment...[pcmd]...
italian: [j] Forse dovresti spogliarmi come punizione...[pcmd]...

source: [pc] I'd say that would be appropriate, little girl. You almost got me there...
italian: [pc] Direi che sarebbe appropriato, bambina. Mi hai quasi preso lì...

source: [j] Hehe, don't worry, I don't care about that kinda stuff.
italian: [j] Hehe, non ti preoccupare, non mi importa quella roba kinda.

source: [pc] And you shouldn't, I'm just trying to help.
italian: [pc] E non dovresti, sto solo cercando di aiutare.

source: [j] Hmm... thinking about it... yeah, why don't you fix it, I might as well enjoy the view, hehe.
italian: [j] Hmm... pensandoci... sì, perché non lo ripari, potrei anche godermi la vista, hehe.

source: [pc] Huh? Oh well, of course you do...
italian: [pc] Huh? Oh bene, ovviamente lo fa...

source: [j] Well, go ahead, I wont stop you.
italian: [j] Beh, vai avanti, non ti fermerò.

source: [n] You change the bulb while [j] stabilizes you even though you tell her that you won't fall off the ladder. It's quite obvious that she isn't doing it to secure you from falling...
italian: [n] Cambia la lampadina mentre [j] ti stabilizza anche se le dici che non cadrai dalla scala. È abbastanza ovvio che lei non lo sta facendo per proteggerti dalla caduta...

source: [pc] Alright, that takes care of that...
italian: [pc] Va bene, che si prende cura di quello...

source: [pc] Uhh... where did you find the ladder by the way, [j]?
italian: [pc] Uhh... dove hai trovato la scala a proposito, [j]?

source: [j] In the shed.
italian: [j] Nel capannone.

source: [pc] Shed? Oh... right, there's a shed outside, I forgot...
italian: [pc] Shed? Oh... destra, c'è un grido fuori, ho dimenticato...

source: [j] I'll take it back.
italian: [j] Lo riporterò indietro.

source: [n] You go to your room.
italian: [n] Vai nella tua stanza.

source: [mschoice] Take her home
italian: [mschoice] Portatela a casa

source: [mschoice] Don't take her home
italian: [mschoice] Non portarla a casa

source: [mschoice] Kiss her
italian: [mschoice] La baci

source: [mschoice] Don't kiss her
italian: [mschoice] Non baciarla

source: [mschoice] Alright, I guess it's okay for one night.
italian: [mschoice] Bene, immagino che vada bene per una notte.

source: [mschoice] No, better not.
italian: [mschoice] No, meglio no.

source: [mschoice] I'm not really into that.
italian: [mschoice] Non sono davvero in quello.

source: [mschoice] I actually like that!
italian: [mschoice] In realtà mi piace!

source: [mschoice] Okay, fine. If you want it so badly.
italian: [mschoice] Ok, bene. Se lo vuoi così male.

source: [mschoice] No, I don't think so.
italian: [mschoice] No, non penso così.

source: [mschoice] Grab her ass.
italian: [mschoice] Afferra il suo culo.

source: [mschoice] Yes...
italian: [mschoice] Sì...

source: [mschoice] Of course!
italian: [mschoice] Certo!

source: [mschoice] I'm not sure honestly...
italian: [mschoice] Non sono sicuro onestamente...

source: [mschoice] Yeah, sure!
italian: [mschoice] Sì, sicuro!

source: [mschoice] Switch to her ass.
italian: [mschoice] Passa al suo culo.

source: [mschoice] Don't.
italian: [mschoice] No, no.
