Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [pc] Listen, before my mom died, he was a totally normal guy, I think he was even a good dad from what I remember, and even after he met [m], everything was fine at first...
italian: [pc] Ascolta, prima che mia madre morisse, era un ragazzo del tutto normale, penso che fosse anche un buon padre da quello che ricordo, e anche dopo che ha incontrato [m], tutto andava bene all'inizio...

source: [pc] So as a kid I had no reason to not believe him when he said [m] was clumsy and hurt herself by accident...
italian: [pc] Quindi da bambino non avevo motivo di non credergli quando diceva che [m] era maldestro e si era fatto male per sbaglio...

source: [pc] I basically grew up with it, so I simply thought it was her fault, that it was just the way she is. I only really understood what was going on when I grew older.
italian: [pc] In pratica sono cresciuta con questa situazione, quindi pensavo semplicemente che fosse colpa sua, che fosse solo il suo modo di essere. Ho capito davvero cosa stava succedendo solo quando sono cresciuta.

source: [t] I guess she didn't make it any easier either...
italian: [t] Immagino che nemmeno lei abbia reso le cose più facili...

source: [pc] That's for sure...
italian: [pc] Questo è certo...

source: [pc] After his death... when she started... being like that...
italian: [pc] Dopo la sua morte... quando ha iniziato... a comportarsi così...

source: [pc] I even started thinking that she was always like that, that it was her fault that my dad became... the man he was before his death...
italian: [pc] Ho persino iniziato a pensare che fosse sempre stata così, che fosse colpa sua se mio padre era diventato... l'uomo che era prima della sua morte...

source: [t] Did he...
italian: [t] Ha...

source: [t] Did he ever touch [e]?
italian: [t] Ha mai toccato [e]?

source: [pc] He was actually quite nice towards her until he died...
italian: [pc] In realtà è stato molto gentile con lei fino alla sua morte...

source: [t] That doesn't answer my question.
italian: [t] Questo non risponde alla mia domanda.

source: [pc] I think he felt guilty for what he did to [m], so he kinda tried to make up for it by being nice to [e]...
italian: [pc] Penso che si sia sentito in colpa per quello che ha fatto a [m], così ha cercato di rimediare essendo gentile con [e]...

source: [t] Is that your {i}analysis{/i}?
italian: [t] È questa la tua analisi {i}{/i}?

source: [pc] It's what I think. He treated her nicer than me, and he treated me nicer than [m].
italian: [pc] È quello che penso. Lui l'ha trattata meglio di me, e ha trattato me meglio di [m].

source: [t] Have you been jealous of her? Of how he treated her?
italian: [t] Sei stato geloso di lei? Di come l'ha trattata?

source: [pc] Jealous of [e]? No...
italian: [pc] Geloso di [e]? No...

source: [pc] Well... maybe a little bit, but I can't remember being really jealous.
italian: [pc] Beh... forse un po', ma non ricordo di essere stata davvero gelosa.

source: [t] Do you remember how he died?
italian: [t] Ti ricordi come è morto?

source: [pc] ...really now?
italian: [pc] ...davvero adesso?

source: [pc] I'm sure you heard it from [m], I'm even sure you've read the official documents, don't you have any other questions? Also, sit down!
italian: [pc] Sono sicuro che l'avete saputo da [m], sono anche sicuro che avete letto i documenti ufficiali, non avete altre domande? Inoltre, siediti!

source: [t] Do you intend to stay here?
italian: [t] Intende rimanere qui?

source: [t] Will you stay in this house, in this town, or do you intent to move away again.
italian: [t] Rimarrete in questa casa, in questa città, o avete intenzione di trasferirvi di nuovo.

source: [pc] Funny, [j] asked me the same question a few days ago...
italian: [pc] Strano, [j] mi ha fatto la stessa domanda qualche giorno fa...

source: [t] And?
italian: [t] E?

source: [pc] Well... why don't you sit down already.
italian: [pc] Beh... perché non ti siedi?

source: [t] I'm good, just answer.
italian: [t] Sto bene, rispondi e basta.

source: [pc] Hmph... suit yourself.
italian: [pc] Hmph... fai come vuoi.

source: [pc] The agreement with [m] was to live here until I find a new apartment.
italian: [pc] L'accordo con [m] era di vivere qui finché non avessi trovato un nuovo appartamento.

source: [pc] Why do you even ask?
italian: [pc] Perché me lo chiedi?

source: [t] It might as well be important for [e]'s therapy.
italian: [t] Potrebbe anche essere importante per la terapia di [e].

source: [pc] For [e] huh? Are you sure it isn't something {b}you{/b} just want to know?
italian: [pc] Per [e] eh? Sei sicuro che non sia qualcosa {b}che vuoi solo sapere?

source: [t] Why would I? Also, I've told you about me yesterday, don't you think it's only fair to return the favor?
italian: [t] Perché dovrei? Inoltre, ieri ti ho parlato di me, non credi sia giusto ricambiare il favore?

source: [pc] The favor? Aren't you the one who owes me a favor? And that aside, you didn't really tell me much anyway... I've told you a lot more just now.
italian: [pc] Il favore? Non sei tu che mi devi un favore? E a parte questo, non mi hai detto molto... Ti ho detto molto di più proprio adesso.

source: [t] Not much?!
italian: [t] Quasi poco?!

source: [pc] Well, most of it was you beating around the bush...
italian: [pc] Beh, per la maggior parte sei stato tu a menare il can per l'aia...

source: [t] I'm sorry I haven't had such a bad childhood as you had, but do you think that makes it easy for me to talk about that?
italian: [t] Mi dispiace di non aver avuto un'infanzia così brutta come quella che hai avuto tu, ma pensi che questo mi renda facile parlarne?

source: [pc] Well... probably not...
italian: [pc] Beh... probabilmente no...

source: [pc] Oh well... I guess I can tell you that I wasn't sure about [m] at first...
italian: [pc] Oh beh... Credo di poter dire che all'inizio non ero sicuro di [m] ...

source: [t] Whether or not she really changed?
italian: [t] Se è davvero cambiata o meno?

source: [pc] Yeah, I wouldn't stay any longer than I have to, if she hadn't changed.
italian: [pc] Sì, non resterei più del necessario, se non fosse cambiata.

source: [t] Did you think she was lying?
italian: [t] Pensavi che stesse mentendo?

source: [pc] Yes, to be honest. It's not like people just suddenly change, and trust doesn't come over night.
italian: [pc] Sì, ad essere onesti. Non è che le persone cambino all'improvviso, e la fiducia non si ottiene in una notte.

source: [t] That's for sure, but I can tell you, she regrets what happened in the past, and she's not the same woman anymore.
italian: [t] Questo è certo, ma posso dirvi che si pente di ciò che è successo in passato e non è più la stessa donna.

source: [pc] ...and you know that because? Are you [m]'s therapist now, too?
italian: [pc] ...e lo sai perché? Adesso sei anche il terapeuta di [m]?

source: [t] My mentor was her therapist, I have access to all of his documents, and even though her therapy ended a long time ago, we still talk from time to time.
italian: [t] Il mio mentore era il suo terapeuta, ho accesso a tutti i suoi documenti e, anche se la sua terapia è terminata molto tempo fa, di tanto in tanto ci sentiamo ancora.

source: [pc] Your mentor was her therapist?
italian: [pc] Il suo mentore era il suo terapeuta?

source: [t] Yes, didn't I tell you about that?
italian: [t] Sì, non te ne avevo parlato?

source: [pc] No you didn't, and it would've been nice to get that information a little earlier.
italian: [pc] No, e sarebbe stato bello ricevere queste informazioni un po' prima.

source: [t] Well, my bad, I guess.
italian: [t] Beh, colpa mia, credo.

source: [pc] Yeah, I can tell you're incredibly sorry...
italian: [pc] Sì, si vede che sei incredibilmente dispiaciuto...

source: [t] You should be happy I even told you about it, because technically it falls under medical discretion.
italian: [t] Dovresti essere felice che te ne abbia parlato, perché tecnicamente rientra nella discrezione medica.

source: [pc] Yeah, yeah. Technically you should sit down if you want to have a serious conversation.
italian: [pc] Sì, sì. Tecnicamente dovresti sederti se vuoi avere una conversazione seria.

source: [t] Technically, you still didn't answer my question.
italian: [t] Tecnicamente, non ha ancora risposto alla mia domanda.

source: [pc] Will you sit down if I answer your question?
italian: [pc] Vuole sedersi se rispondo alla sua domanda?

source: [t] Maybe.
italian: [t] Può darsi.

source: [pcthink] Jeez...
italian: [pcthink] Cavolo...

source: [pc] Alright, I'm really not in the mood for that shit today, so yeah, I'll probably stay, but even if I decide to move, I'll stay in town and in touch.
italian: [pc] Va bene, oggi non sono proprio dell'umore adatto per queste stronzate, quindi sì, probabilmente resterò, ma anche se decidessi di trasferirmi, resterò in città e in contatto.

source: [pc] You didn't expect that answer, huh?
italian: [pc] Non ti aspettavi questa risposta, eh?

source: [t] I... didn't expect anything...
italian: [t] Io... non mi aspettavo nulla...

source: [pc] Will you sit down now?
italian: [pc] Vuoi sederti ora?

source: [t] Actually... I don't have any more questions...
italian: [t] In realtà... Non ho altre domande...

source: [pc] Huh?! You came this early, just to ask a few questions?
italian: [pc] Eh?! Sei venuto così presto, solo per fare qualche domanda?

source: [t] Well, I didn't know if you'd cooperate.
italian: [t] Beh, non sapevo se avresti collaborato.

source: [pc] Sure, now it's my fault, huh?
italian: [pc] Certo, ora è colpa mia, eh?

source: [t] Well, I got what I came here for, I'll be waiting in the living room. Have fun with your little stalker over there...
italian: [t] Beh, ho ottenuto quello per cui sono venuto qui, ti aspetto in salotto. Divertiti con il tuo piccolo stalker laggiù...

source: [pcthink] Ugh, god damn...
italian: [pcthink] Ugh, dannazione...

source: [pc] Come here.
italian: [pc] Venite qui.

source: [t] W-Why?
italian: [t] Perché?

source: [t] Why are you doing this...
italian: [t] Perché lo stai facendo...

source: [t] I told you I'm not going to be the fifth wheel.
italian: [t] Ti ho detto che non sarò il quinto incomodo.

source: [pc] And I told you, you're not going to be the fifth wheel, or the third wheel, or whatever you want to call it.
italian: [pc] E ti ho detto che non sarai il quinto incomodo, o il terzo incomodo, o come vuoi chiamarlo.

source: [pc] Look, I don't know what you're really looking for, and I'm not even sure you know it yourself...
italian: [pc] Senti, non so cosa tu stia cercando, e non sono nemmeno sicuro che tu lo sappia...

source: [pc] {b}BUT{/b} we both know that whatever there is between us, we both enjoy it, and that's the important part.
italian: [pc] {b}MA{/b} sappiamo entrambi che qualsiasi cosa ci sia tra noi, ci piace, e questa è la parte importante.

source: [pc] If you want more than that, then I'm willing to try, but ultimately, that's your decision. You just have to make up your mind.
italian: [pc] Se vuoi qualcosa di più, sono disposto a provarci, ma alla fine la decisione spetta a te. Devi solo prendere una decisione.

source: [t] Why do you even think I'd be interested in someone like you?
italian: [t] Perché pensi che mi interessi una persona come te?

source: [pc] Someone like me, huh? If you think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
italian: [pc] Uno come me, eh? Se pensi {b}così male di me, allora mi chiedo perché sei seduto sulle mie ginocchia.

source: [t] Why do you even think I'd be interested in someone like you? Or a women at all.
italian: [t] Perché pensi che possa essere interessato a una come te? O comunque a una donna.

source: [pc] If you'd think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
italian: [pc] Se pensi che {b}così{/b} male di me, allora mi chiedo perché sei seduto sulle mie ginocchia.

source: [t] T-That's just... because you made me.
italian: [t] E' solo... perché mi hai costretto tu.

source: [pc] As I said...
italian: [pc] Come ho detto...

source: [pc] You just have to make up your mind.
italian: [pc] Devi solo prendere una decisione.

source: [pc] You know... I have a theory.
italian: [pc] Sai... Ho una teoria.

source: [t] A theory?
italian: [t] Una teoria?

source: [pc] Yeah, hug me.
italian: [pc] Sì, abbracciami.

source: [t] W-What? Why?!
italian: [t] Cosa? Perché?

source: [pc] Just hug me.
italian: [pc] Abbracciami e basta.

source: [t] No? Why would I?
italian: [t] No? Perché dovrei?

source: [pc] To disprove my theory.
italian: [pc] Per confutare la mia teoria.

source: [t] I don't even know what theory!
italian: [t] Non so nemmeno quale teoria!

source: [pc] Well, you're quite cold to other people...
italian: [pc] Beh, sei piuttosto freddo con le altre persone...

source: [t] I'm not cold!
italian: [t] Non ho freddo!

source: [pc] ...and you basically told me that your parents were cold as well.
italian: [pc] ...e in pratica mi hai detto che anche i tuoi genitori erano freddi.

source: [t] I never said that they were cold!
italian: [t] Non ho mai detto che erano freddi!

source: [pc] No, not directly, but indirectly.
italian: [pc] No, non direttamente, ma indirettamente.

source: [pc] You said they were very strict, and you had to study all the time, so I don't think your childhood was really the warmest either.
italian: [pc] Hai detto che erano molto severi e che dovevi studiare tutto il tempo, quindi non credo che nemmeno la tua infanzia sia stata delle più calorose.

source: [t] It was very warm!
italian: [t] Era molto caldo!

source: [pc] Sure... did your parents cuddle with you regularly? Did you get many hugs from from them?
italian: [pc] Certo... I vostri genitori vi coccolavano regolarmente? Avete ricevuto molti abbracci da loro?

source: [t] Don't act like you're the therapist now!
italian: [t] Non comportarti come se fossi tu il terapeuta ora!

source: [pc] Am I wrong?
italian: [pc] Mi sbaglio?

source: [pc] Just one hug to disprove my theory.
italian: [pc] Solo un abbraccio per confutare la mia teoria.

source: [t] There... happy now?
italian: [t] Ecco... Contento adesso?

source: [pc] What?! That wasn't a hug, you just bumped into me.
italian: [pc] Cosa? Non era un abbraccio, mi hai solo urtato.

source: [t] Of course, it was a hug, what are you talking about?
italian: [t] Certo, era un abbraccio, di cosa stai parlando?

source: [pc] A hug doesn't just take a millisecond.
italian: [pc] Un abbraccio non dura solo un millisecondo.

source: [t] It was more than a millisecond!
italian: [t] È stato più di un millisecondo!

source: [pc] Yeah, slightly...
italian: [pc] Sì, leggermente...

source: [t] Ugh... fine...
italian: [t] Ugh... bene...

source: [t] Is that long enough now, or how long do we need to do this to disprove your stupid theory?
italian: [t] È sufficiente ora, o per quanto tempo dobbiamo farlo per confutare la tua stupida teoria?

source: [pc] As long as it takes.
italian: [pc] Per tutto il tempo necessario.

source: [t] As long as {b}what{/b} takes?
italian: [t] Fino a quando {b}cosa{/b} ci vuole?

source: [pc] Does it make you feel so uncomfortable? You're not even really hugging me?
italian: [pc] Ti fa sentire così a disagio? Non mi stai nemmeno abbracciando davvero?

source: [t] I {b}am{/b} hugging you!
italian: [t] Io {b}sono{/b} abbracciata a te!

source: [pc] So, is it comfortable?
italian: [pc] Allora, è comodo?

source: [t] I... it's awkward...
italian: [t] Io... è imbarazzante...

source: [pc] That's just because you're thinking too much about it, you need to relax.
italian: [pc] È solo perché ci stai pensando troppo, devi rilassarti.

source: [t] Easy for you to say...
italian: [t] È facile per te dirlo...

source: [pc] Well, I guess I'll need to help you relax, then.
italian: [pc] Allora credo che dovrò aiutarla a rilassarsi.

source: [t] What are you...
italian: [t] Cosa stai...

source: [pc] Just relax and keep hugging me.
italian: [pc] Rilassati e continua ad abbracciarmi.

source: [t] T-That's not going to help me relax!
italian: [t] Questo non mi aiuterà a rilassarmi!

source: [pc] Try it.
italian: [pc] Provate.

source: [t] Just hurry up.
italian: [t] Ma sbrigatevi.

source: [pc] As you wish.
italian: [pc] Come desidera.

source: [pc] Are you relaxing?
italian: [pc] Ti stai rilassando?

source: [t] I-I told you it's not going to hn...help.
italian: [t] Ti ho detto che non ti aiuterà...

source: [pc] Are you even trying?
italian: [pc] Ci stai almeno provando?

source: [t] You try mhh... relaxing while being molested.
italian: [t] Prova a rilassarti mentre vieni molestato.

source: [pc] I'm just caressing you.
italian: [pc] Ti sto solo accarezzando.

source: [t] Call it how you want, I...nhh don't care.
italian: [t] Chiamatelo come volete, a me... non interessa.

source: [pc] Hmm... I guess we should try something else then.
italian: [pc] Hmm... Allora credo che dovremmo provare qualcos'altro.

source: [t] What's the point anyway?
italian: [t] A che scopo?

source: [pc] As I said, to get you to relax.
italian: [pc] Come ho detto, per farti rilassare.

source: [t] As if...
italian: [t] Come se...

source: [pc] Take your top off.
italian: [pc] Toglietevi il top.

source: [t] Tch... and how would that help?
italian: [t] Tch... e come potrebbe essere d'aiuto?

source: [pc] You obviously have no idea how to relax, so just do what I'm saying, [t].
italian: [pc] Ovviamente non hai idea di come rilassarti, quindi fai quello che ti dico, [t].

source: [pc] That's better, isn't it?
italian: [pc] È meglio, no?

source: [t] You really can't think of anything else, can you?
italian: [t] Non riesci proprio a pensare ad altro, vero?

source: [t] ...dyke.
italian: [t] ...diga.

source: [pc] I'm just trying to prove or disprove my theory.
italian: [pc] Sto solo cercando di provare o confutare la mia teoria.

source: [pc] Also, calling me a dyke won't hide the fact that you're interested in women...
italian: [pc] Inoltre, darmi della lesbica non nasconderà il fatto che sei interessato alle donne...

source: [pc] We've done this several times already, and you're still turning red like a tomato.
italian: [pc] L'abbiamo già fatto diverse volte e tu continui a diventare rosso come un pomodoro.

source: [t] T-That's not true...
italian: [t] Non è vero...

source: [pc] Do you want me to take a photo to show you?
italian: [pc] Vuoi che faccia una foto per mostrartela?

source: [t] N-No, don't you dare take a photo of me!
italian: [t] No, non osare farmi una foto!

source: [pc] You should really be a bit more comfortable with your boyfriend.
italian: [pc] Dovresti essere un po' più a tuo agio con il tuo ragazzo.

source: [pc] You should really be a bit more comfortable with your girlfriend.
italian: [pc] Dovresti essere un po' più a tuo agio con la tua ragazza.

source: [t] That's not even...{w=0.5}{nw}
italian: [t] Non è nemmeno... {w=0,5}{nw}

source: [pc] Come, turn around.
italian: [pc] Vieni, girati.

source: [pc] Trying to make it more comfortable for you.
italian: [pc] Cercando di renderla più confortevole per voi.

source: [pc] It'll help you relax.
italian: [pc] Vi aiuterà a rilassarvi.

source: [t] Hmph, just stop acting as if you're doing it for me.
italian: [t] Smettila di comportarti come se lo stessi facendo per me.

source: [pc] You think I'm doing this for myself?
italian: [pc] Pensi che lo stia facendo per me stesso?

source: [t] Of course you do.
italian: [t] Certo che sì.

source: [pc] Oh really? Well I guess there's no point in going on then...
italian: [pc] Oh, davvero? Beh, allora credo sia inutile continuare...

source: [t] You... you're just going to stop now?
italian: [t] Tu... tu ti fermi adesso?

source: [pc] Yeah, unless you want me to go on.
italian: [pc] Sì, a meno che tu non voglia che continui.

source: [pc] Fine what?
italian: [pc] Bene cosa?

source: [t] I'm going to play your stupid game...
italian: [t] Mi presterò al tuo stupido gioco...

source: [pc] My stupid game?
italian: [pc] Il mio stupido gioco?

source: [t] Just take it off already...
italian: [t] Toglietelo e basta...

source: [pc] You mean my pants? Didn't you just say...
italian: [pc] Intendi i miei pantaloni? Non hai appena detto...

source: [t] Just do it already.
italian: [t] Fallo e basta.

source: [pc] Well, if you insist...
italian: [pc] Beh, se insisti...

source: [pc] There we go.
italian: [pc] Ecco fatto.

source: [pc] Not bad, [t]... not bad.
italian: [pc] Non male, [t]... non male.

source: [pcthink] Damn, this looks uncomfortable...
italian: [pcthink] Accidenti, sembra scomodo...

source: [pcthink] ...and it doesn't feel that great either...
italian: [pcthink] ...e non si sente neanche tanto bene...

source: [pc] Hmm, not bad, [t], not bad...
italian: [pc] Hmm, non male, [t], non male...

source: [pc] Alright, [t], get up.
italian: [pc] Va bene, [t], alzati.

source: [t] W-Why?! Did I do something wrong?
italian: [t] Perché? Ho fatto qualcosa di sbagliato?

source: [pc] Just do what I said.
italian: [pc] Fai come ti ho detto.

source: [t] You didn't even cum, yet...
italian: [t] Non hai nemmeno sborrato, ancora...

source: [pc] As I said, it's not about me.
italian: [pc] Come ho detto, non si tratta di me.

source: [t] Fine... what do you want now?
italian: [t] Bene... cosa vuoi adesso?

source: [pc] Take your pants off.
italian: [pc] Togliti i pantaloni.

source: [t] What now?
italian: [t] E adesso?

source: [pc] Sit on my lap.
italian: [pc] Siediti sulle mie ginocchia.

source: [t] W-What?! I'm not going to sit on your dick!
italian: [t] Cosa? Non mi siedero' sul tuo cazzo!

source: [pc] You just had it in your mouth, what's the problem with sitting on it?
italian: [pc] L'hai appena messo in bocca, che problema c'è a sedersi sopra?

source: [t] That's something different...
italian: [t] Questo è qualcosa di diverso...

source: [pc] Are you scared it could accidentally enter the wrong hole?
italian: [pc] Avete paura che possa entrare accidentalmente nel foro sbagliato?

source: [t] It could accidentally enter any hole!
italian: [t] Potrebbe entrare accidentalmente in qualsiasi foro!

source: [pc] Heh... come here.
italian: [pc] Vieni qui.

source: [pc] See? It's not that... hard, right?
italian: [pc] Vedi? Non è così... difficile, vero?

source: [pc] Alright, why don't you grind on it?
italian: [pc] D'accordo, perché non ci macini sopra?

source: [t] Just grind?
italian: [t] Macinare e basta?

source: [pc] Just grind.
italian: [pc] Macinare e basta.

source: [t] Like this?
italian: [t] Così?

source: [pc] Yeah.
italian: [pc] Sì.

source: [pc] Are you comfortable?
italian: [pc] Sei a tuo agio?

source: [t] Hnn... what kind of question is that?!
italian: [t] Hnn... che razza di domanda è questa?!

source: [pc] Hey, I'm just making sure it's feeling good for you.
italian: [pc] Ehi, mi sto solo assicurando che ti faccia sentire bene.

source: [t] It's... okay...
italian: [t] E'... ok...

source: [pc] Come on, [t].
italian: [pc] Forza, [t].

source: [t] Ugh... it's, nhh... it's good...
italian: [t] Ugh... è, nhh... è buono...

source: [pc] Do you like it, or not?
italian: [pc] Ti piace o no?

source: [t] C-Can you shut up?
italian: [t] Puoi stare zitto?

source: [pc] Being bitchy again, huh?
italian: [pc] Fai di nuovo la stronza, eh?

source: [t] I'm not bitchy!
italian: [t] Non sono una stronza!

source: [pc] Alright, a little bit higher, [t].
italian: [pc] Va bene, un po' più in alto, [t].

source: [pc] Higher.
italian: [pc] Più alto.

source: [pc] Oh, looks like it almost slipped in... accidentally.
italian: [pc] Oh, sembra che sia quasi scivolato dentro... accidentalmente.

source: [t] A-Accidentally? As if you didn't plan to do this.
italian: [t] Per caso? Come se non avessi pianificato di farlo.
