Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [t] The white house at the junction, that's where I live.
italian: [t] La casa bianca al bivio, ecco dove vivo.

source: [pc] Oh, right.
italian: [pc] Oh, destra.

source: [pc] Isn't that your ex?
italian: [pc] Non è il tuo ex?

source: [t] Can you do me a favor?
italian: [t] Puoi farmi un favore?

source: [pc] Depends...
italian: [pc] Dipende...

source: [t] I... just follow me to the entrance... I don't want to waste time with him.
italian: [t] Io... mi seguo all'ingresso... non voglio perdere tempo con lui.

source: [pc] Hmm... guess that would mean you owe me one.
italian: [pc] Hmm... indovinare che significherebbe che mi devi uno.

source: [t] Uch... what do you want...
italian: [t] Uch... cosa vuoi...

source: [pc] I don't know...yet.
italian: [pc] Non lo so...ancora.

source: [t] Fine, whatever, just... help me!
italian: [t] Bene, qualsiasi cosa, solo... aiutami!

source: Guy || [t], I was waiting for you.
italian: Guy <unk> <unk> [t], Io ti aspettavo.

source: [t] Didn't I tell you that I don't want to see you again?
italian: [t] Non ti ho detto che non ti voglio rivedere?

source: Guy || But I wanted to apologize.
italian: Ragazzo <unk> <unk> Ma volevo scusarmi.

source: [t] I don't care, I don't want to see you anymore...
italian: [t] Non mi importa, non ti voglio più vedere...

source: [pc] I think you'd better leave, dude.
italian: [pc] Penso che faresti meglio a partire, togliere.

source: Guy || Who's that?
italian: Guy <unk> Chi è quello?

source: Guy || Don't tell me he's...
italian: Ragazzo <unk> <unk> Non mi dica di lui...

source: [t] He's...
italian: [t] Lui...

source: [t] ...my new boyfriend...
italian: [t] ...il mio nuovo fidanzato...

source: [t] She's...
italian: [t] Lei...

source: [t] ...my new girlfriend...
italian: [t] ...la mia nuova fidanzata...

source: Guy || W-What?
italian: Ragazzo <unk> <unk> W-Cosa?

source: Guy || A-Are you lesbian now?!
italian: Ragazzo <unk> <unk> A-Sei lesbica ora?!

source: [t] Looks like it, doesn't it?
italian: [t] Sembra che sia, vero?

source: Guy || B-But... but...
italian: Ragazzo <unk> <unk> B-ma... ma...

source: Guy || T-That's NTR!!!
italian: Ragazzo <unk> T-That's NTR!!!

source: [t] It's what?
italian: [t] È cosa?

source: [pc] It's not NTR, you're {b}not{/b} together anymore!
italian: [pc] Non è NTR, non sei più {b}{/b} insieme!

source: Guy || Y-You can't do this to me, [t].
italian: Ragazzo Y-You non può fare questo a me, [t].

source: [t] Ugh, whatever, let's just get inside... Love...
italian: [t] Ugh, qualsiasi cosa, andiamo appena dentro... Amore...

source: [pcthink] Wow, did she really just call me Love?
italian: [pcthink] Wow, mi ha chiamato davvero Amore?

source: [pc] Damn, that was quite heartless, Katie, even for you.
italian: [pc] Dannazione, che era abbastanza senza cuore, Katie, anche per voi.

source: [t] It will be easier for him to accept it that way...
italian: [t] Sarà più facile per lui accettarlo in quel modo...

source: [t] ...and stop calling me Katie!
italian: [t] ...e smettere di chiamarmi Katie!

source: [pcthink] But that wouldn't be as much fun...
italian: [pcthink] Ma questo non sarebbe tanto divertente...

source: [t] Thank god...
italian: [t] Grazie dio...

source: [t] I almost expected him to start making a scene...
italian: [t] Mi aspettavo quasi che lui iniziasse a fare una scena...

source: [t] Uhh... well, thanks I guess...
italian: [t] Uhh... beh, grazie indovino...

source: [pcthink] Ugh... bitch!
italian: [pcthink] Ugh... cagna!

source: [pcthink] Hum... she left the door open...
italian: [pcthink] Uomo... ha lasciato la porta aperta...

source: [pcthink] I guess that's an invitation.
italian: [pcthink] Immagino che sia un invito.

source: [t] Do you always enter somebody's home without being invited?
italian: [t] Entrate sempre nella casa di qualcuno senza essere invitati?

source: [pc] You left the door open.
italian: [pc] Hai lasciato la porta aperta.

source: [t] That doesn't mean you can just enter!
italian: [t] Questo non significa che puoi solo entrare!

source: [pc] Yeah, yeah, why don't you just stop the bullshit for a while...
italian: [pc] Sì, sì, perché non basta fermare le stronzate per un po'...

source: [t] W-What?
italian: [t] W-Cosa?

source: [pc] Nice little house by the way, is it yours?
italian: [pc] Bella casetta a proposito, è tua?

source: [pc] I wouldn't have thought that a psychotherapist makes that much money.
italian: [pc] Non avrei pensato che uno psicoterapeuta faccia così tanti soldi.

source: [t] It's... my parents bought it...
italian: [t] E' stata acquistata dai miei genitori...

source: [pcthink] What a surprise...
italian: [pcthink] Che sorpresa...

source: [t] They bought it for me after I finished my psychotherapist training.
italian: [t] Lo hanno comprato per me dopo che ho finito il mio addestramento psicoterapeuta.

source: [pc] They must've been proud.
italian: [pc] Devono essere stati orgogliosi.

source: [t] It was more like a "We don't like what you do, but we've bought this house for you, so you can move out."
italian: [t] E 'stato più come un "Non piace quello che fai, ma abbiamo comprato questa casa per te, in modo che tu possa uscire."

source: [pc] Ouch... are you sure that's what it meant?
italian: [pc] Ouch... sei sicuro che è quello che significa?

source: [t] They've been like that from the moment they realized I won't follow the route they had planned for me.
italian: [t] Sono stati così dal momento in cui si sono resi conto che non seguo il percorso che avevano pianificato per me.

source: [pc] I see, the typical "parents want to shape their children's future" story...
italian: [pc] Vedo la tipica storia "i genitori vogliono plasmare il futuro dei loro figli"...

source: [t] Don't act like you know about my childhood!
italian: [t] Non comportarti come se fossi a conoscenza della mia infanzia!

source: [pcthink] And here we go again...
italian: [pcthink] E qui andiamo di nuovo...

source: [t] God, why am I even telling you all this?
italian: [t] Dio, perché ti sto anche dicendo tutto questo?

source: [pcthink] I guess I better do something before she goes all tsundere again...
italian: [pcthink] Immagino che sia meglio fare qualcosa prima che lei vada tutti zundere di nuovo...

source: [pc] Now that I'm officially your boyfriend...
italian: [pc] Ora che sono ufficialmente il tuo fidanzato...

source: [pc] Now that I'm officially your girlfriend...
italian: [pc] Ora che sono ufficialmente la tua fidanzata...

source: [t] Oh no, that's not...
italian: [t] Oh no, questo no...

source: [pc] ...I think it's only fair that you tell me a bit more about you.
italian: [pc] ...Penso che sia giusto che tu mi dica un po' di più su di te.

source: [t] I have an appointment...
italian: [t] Ho un appuntamento...

source: [pc] When?
italian: [pc] Quando?

source: [t] What does it matter?
italian: [t] Che cosa importa?

source: [pc] Just answer.
italian: [pc] Rispondi e basta.

source: [t] ...in about an hour...
italian: [t] in circa un'ora...

source: [pc] So enough time.
italian: [pc] Quindi abbastanza tempo.

source: [t] I still have to get there...
italian: [t] Devo ancora arrivare lì...

source: [pc] I brought you here, I'll bring you there.
italian: [pc] Ti ho portato qui, ti porterò lì.

source: [t] I'm not...
italian: [t] Non sono...

source: [t] I-I still need to change clothes...
italian: [t] I-Ho ancora bisogno di cambiare vestiti...

source: [pc] I thought you have an appointment and not a date.
italian: [pc] Ho pensato che tu abbia un appuntamento e non una data.

source: [t] It's not a date, I just need new...
italian: [t] Non è una data, ho solo bisogno di nuovi...

source: [pc] New what? Panties?
italian: [pc] Nuovo cosa? Panties?

source: [t] Shut up!
italian: [t] Stai zitto!

source: [pcthink] Heh, this is going to be fun...
italian: [pcthink] Heh, questo sarà divertente...

source: [n] You follow her upstairs.
italian: [n] La seguirai di sopra.

source: [pcthink] Hm, fancy... her parents must've made some good money...
italian: [pcthink] Hm, fantasia... i suoi genitori devono aver fatto dei soldi buoni...

source: [pcthink] Not bad...
italian: [pcthink] Non male...

source: [pcthink] I wonder if she paid for anything in this house by herself...
italian: [pcthink] Mi chiedo se lei abbia pagato qualcosa in questa casa da sola...

source: [pc] Nice ass!
italian: [pc] Bel culo!

source: [pc] Look at those curves!
italian: [pc] Guarda quelle curve!

source: [pc] Maybe you should start closing doors if you don't want people to enter.
italian: [pc] Forse dovresti iniziare a chiudere le porte se non vuoi che la gente entri.

source: [t] H-How should I know that you're such a pervert?
italian: [t] H-Come dovrei sapere che sei così pervertito?

source: [pc] Pervert? Just admit that you wanted me to come in.
italian: [pc] Perverti? Ammettete che volevate che entrassi.

source: [t] Why would I want that, not everyone is such a pervert like you!
italian: [t] Perché lo voglio, non tutti sono così pervertiti come te!

source: [pc] Like me? I'm not the one who's getting off of getting molested.
italian: [pc] Mi piace? Non sono colui che sta scendendo di essere molestato.

source: [t] I'm not! I-I... I'm just sensitive!
italian: [t] Non sono! Io... sono solo sensibile!

source: [pc] Sensitive my ass, you're just a spoiled brat!
italian: [pc] Sensibile al mio culo, sei solo un brat viziato!

source: [t] I'm not a brat!
italian: [t] Non sono una barattola!

source: [pc] Not a brat, huh?
italian: [pc] Non è un brat, eh?

source: [t] What are you doing?
italian: [t] Cosa stai facendo?

source: [pc] I'm going to give you what you need.
italian: [pc] Ti darò quello di cui hai bisogno.

source: [pc] Not yet, princess!
italian: [pc] Non ancora, principessa!

source: [t] A-Are you crazy?
italian: [t] A-Sei pazzo?

source: [pc] I could ask you the same question!
italian: [pc] Potrei farti la stessa domanda!

source: [pc] Bet you've never been spanked before, right?
italian: [pc] Scommessa che non sei mai stato sculacciato prima, vero?

source: [t] Don't act like you know anything about me!
italian: [t] Non comportarti come se sapessi niente di me!

source: [pc] Oh but I know...
italian: [pc] Oh, ma lo so...

source: [pc] ...what you like.
italian: [pc] ...quello che ti piace.

source: [t] Hnnn... don't...
italian: [t] Hnnn... non...

source: [pc] Don't, what?
italian: [pc] Non è cosa?

source: [t] S-Stop doing that!
italian: [t] S-Smetti di farlo!

source: [pc] So you want me to go back to...
italian: [pc] Quindi vuoi che torni a...

source: [pc] this!{w=0.5}{nw}
italian: [pc] questo!{w=0.5}{nw}

source: [t] N-No, stop that!
italian: [t] N-No, fermatelo!

source: [pc] You want me to do the other thing then?
italian: [pc] Volete che io faccia l'altra cosa allora?

source: [t] AAhh, YES! Yes...
italian: [t] AAhh, Sì! Sì...

source: [pc] Yes, what?
italian: [pc] Sì, cosa?

source: [t] ...yes... go on...
italian: [t] ...sì... vai su...

source: [pc] With what?
italian: [pc] Con che cosa?

source: [t] Hnn... fuck you...
italian: [t] Hnn... ti scopa...

source: [pc] Hm? I can't hear you.
italian: [pc] Hm? Non riesco a sentirti.

source: [t] AHH, you can touch me, you can touch me!
italian: [t] AHH, puoi toccarmi, puoi toccarmi!

source: [pc] Say please.
italian: [pc] Dite per favore.

source: [t] W-What!?
italian: [t] W-Cosa!?

source: [t] Haa! Please touch me...
italian: [t] Haa! Ti preghiamo di toccarmi...

source: [pc] You really like that, don't you?
italian: [pc] Ti piace veramente, vero?

source: [t] Nnn... fuck you!
italian: [t] Nnn... ti scopa!

source: [pc] I think that's enough for now.
italian: [pc] Penso che sia sufficiente per ora.

source: [pc] Look at the mess you made on my fingers.
italian: [pc] Guarda il pasticcio che hai fatto sulle mie dita.

source: [pc] Here.
italian: [pc] Qui.

source: [t] T-That's your own fault...
italian: [t] T-È colpa tua...

source: [pc] What was that?
italian: [pc] Cos'era quello?

source: [pc] Clean it.
italian: [pc] Puliscelo.

source: [pc] Look at me.
italian: [pc] Guardami.

source: [pc] Good.
italian: [pc] Bene.

source: [pc] Now get up.
italian: [pc] Ora alzatevi.

source: [pc] Come on, or do you want more spanking?
italian: [pc] Avanti, o vuoi più sculacciata?

source: [pc] You have some nice little titties, you know that?
italian: [pc] Hai dei simpatici cuccioli, lo sapete?

source: [t] Humph, they aren't "little"!
italian: [t] Humph, non sono "piccoli"!

source: [pc] Haha, show me.
italian: [pc] Haha, mostrami.

source: [pc] Cute!
italian: [pc] Taglia!

source: [pc] Turn around, Katie.
italian: [pc] Gira intorno, Katie.

source: [pc] Turn around.
italian: [pc] Girare intorno.

source: [pc] Bend over, let me see that ass, Katie.
italian: [pc] Piegati, lasciami vedere quell'asino, Katie.

source: [pc] Damn, do you ever complain?
italian: [pc] Dannazione, vi lamentate mai?

source: [pc] Damn, what a nice ass.
italian: [pc] Dannazione, che bel culo.

source: [pc] A little more.
italian: [pc] Un po' di più.

source: [pc] Yes?
italian: [pc] Sì?

source: [t] Can you stop staring at me and just do something already?
italian: [t] Puoi smettere di fissarmi e fare già qualcosa?

source: [pc] Heh, so eager.
italian: [pc] Heh, così ansioso.

source: [t] Alright, that's... that's enough!
italian: [t] Bene, che... basta!

source: [pc] Haha, fine.
italian: [pc] Haha, multa.

source: [pc] Turn around one last time.
italian: [pc] Gira intorno un'ultima volta.

source: [pc] Let's get a little bit more personal then!
italian: [pc] Prendiamo un po' più personale allora!

source: [pc] What? Are you afraid of being close to your [boygirl]friend?
italian: [pc] Cosa? Hai paura di essere vicino al tuo amico [boygirl]?

source: [t] N-No, that's...
italian: [t] N-No, quello...

source: [pc] Whoa, what the hell?! What's wrong now?
italian: [pc] Choa, che inferno?! Cosa c'è di sbagliato adesso?

source: [t] I know about you and [e]...
italian: [t] So di te e [e]...

source: [t] ...and [j].
italian: [t] ...e [j].

source: [t] I'm not going to be the fifth wheel!
italian: [t] Non sarò la quinta ruota!

source: [pc] How do you even know about that?
italian: [pc] Come lo sapete ancora?

source: [t] By doing my job.
italian: [t] Facendo il mio lavoro.

source: [pc] Yeah, I doubt that anyone would've told you.
italian: [pc] Sì, dubito che qualcuno vi avrebbe detto.

source: [t] I'm not blind, and you also just confirmed it!
italian: [t] Non sono cieco, e anche tu lo hai appena confermato!

source: [pc] Ugh, shit... that was sneaky.
italian: [pc] Ugh, merda... che era subdolo.

source: [t] I... I don't know what you're planning, but I'm not going to be part of it!
italian: [t] Io... Non so cosa stai pianificando, ma non ne farò parte!

source: [pc] Planning? I'm not planning anything.
italian: [pc] Pianificazione? Non sto pianificando niente.

source: [t] Hmph, sounds like you...
italian: [t] Hmph, suona come te...

source: [pc] Ah right, because I'm "stupid scum", right?
italian: [pc] Ah giusto, perché sono "stupida scum", giusto?

source: [pc] ...and for "not taking part" you just moaned a lot!
italian: [pc] ...e per "non prendersi parte" hai appena gemito molto!

source: [t] I-I was just curious how far you would go!
italian: [t] Ero solo curioso quanto lontano si sarebbe andato!

source: [pc] Suuuure, and I was just curious how far {b}you{/b} would go...
italian: [pc] Suuuure, ed ero solo curioso quanto {b}tu {/b} sarebbe andato...

source: [t] T-That's bullshit!
italian: [t] T-That bullshit!

source: [pc] Just be honest, you like it!
italian: [pc] Sii solo onesto, ti piace!

source: [t] Why would I?
italian: [t] Perché dovrei?

source: [pc] I'm not stupid, [t], I might not be a shrink like you, but I can see when someone is enjoying herself.
italian: [pc] Non sono stupido, [t], potrei non essere una stridente come te, ma posso vedere quando qualcuno si sta divertendo.

source: [t] I was just acting!
italian: [t] Stavo solo recitando!

source: [pc] As if... I'm sorry to tell you, but you're really bad at acting.
italian: [pc] Come se... Mi dispiace dirvi, ma sei davvero brutto ad agire.

source: [t] Ugh... did you ever think about how [e] would feel about this, if she finds out?
italian: [t] Ugh... hai mai pensato a come [e] si sentirebbe a questo proposito, se scoprisce?

source: [pc] She'd be okay with it.
italian: [pc] Andrebbe bene con esso.

source: [t] I highly doubt that!
italian: [t] Ne dubito vivamente!

source: [pc] You could ask her.
italian: [pc] Potresti chiederlo a lei.

source: [t] I told you I'm not going to be the fifth wheel!
italian: [t] Ti ho detto che non sarò la quinta ruota!

source: [pc] And who says that you're going to be the fifth wheel?
italian: [pc] E chi dice che sarai la quinta ruota?

source: [t] What else am I going to be then?
italian: [t] Che altro sarò allora?

source: [t] ... uch... I don't even want to know...
italian: [t] ... uch... Non voglio nemmeno saperlo...

source: [pc] It's not that I could do anything with [e] officially ever... and she knows that as well...
italian: [pc] Non è che potrei fare nulla con [e] ufficialmente mai... e lei lo sa bene...

source: [pc] ...and [j]... well it's [j], you know her better than I do, do you really think she'd be interested in something serious? She wants to have fun.
italian: [pc] ...e [j]... beh, è [j], tu la conosci meglio di me, pensi davvero che lei sarebbe interessata a qualcosa di serio? Lei vuole divertirsi.

source: [pc] You on the other hand got exactly what you wanted, isn't that true?
italian: [pc] D'altra parte hai ottenuto esattamente quello che volevi, non è vero?

source: [pc] What are you doing?
italian: [pc] Cosa stai facendo?

source: [t] I still have an appointment...
italian: [t] Ho ancora un appuntamento...

source: [t] ...and not much time left.
italian: [t] ...e non molto tempo rimane.

source: [pc] I told you I'm going to bring you.
italian: [pc] Ti ho detto che ti porterò.

source: [t] That doesn't make any difference...
italian: [t] Questo non fa alcuna differenza...

source: [t] ...and I'm going to take the bus...
italian: [t] ...e prenderò l'autobus...

source: [pc] Jeez, are you serious now?!
italian: [pc] Jeez, sei serio adesso?!

source: [t] I am.
italian: [t] Io sono.

source: [t] Close the door when you leave.
italian: [t] Chiudete la porta quando partite.

source: [pc] The fuck...
italian: [pc] La scopata...

source: [pcthink] Right, she probably expects me to go after her like in a fury...
italian: [pcthink] Giusto, lei probabilmente si aspetta che io vada dopo di lei come in una furia...

source: [pcthink] Heh, not gonna happen!
italian: [pcthink] Heh, non succederà!

source: [pcthink] ...I doubt she'd trust me enough to leave me alone in her house{cps=2}........{/cps} right?
italian: [pcthink] ...Dubito che lei si fida di me abbastanza per lasciarmi da solo nella sua casa{cps=2}........{/cps} giusto?

source: [pcthink] Shit!
italian: [pcthink] Merda!

source: [n] You head down to see if she really left...
italian: [n] Ti dirigi verso il basso per vedere se è davvero sinistra...

source: [pcthink] I can't believe that just happened...
italian: [pcthink] Non riesco a credere che sia appena successo...

source: [n] You get in the car and drive back home. [withslowdissolve]
italian: [n] Si arriva in auto e tornare a casa. [withslowdissolve]

source: [n] Stopping on a red traffic light, you notice that you got a message on your phone...
italian: [n] Fermando un semaforo rosso, noterai che hai ricevuto un messaggio sul tuo telefono...

source: [t] We need to talk...
italian: [t] Dobbiamo parlare...

source: [j] Oh it's just you, [t]. Aren't you a little early?
italian: [j] Oh, sei solo tu, [t]. Non sei un po' in anticipo?

source: [t] I need to talk to your boyfriend, [j]... alone.
italian: [t] Devo parlare con il tuo ragazzo, [j]... da solo.

source: [t] I need to talk to your girlfriend, [j]... alone.
italian: [t] Devo parlare con la tua ragazza, [j]... da solo.

source: [t] I need to talk to [pc]... alone.
italian: [t] Devo parlare con [pc]... da solo.

source: [j] Err... Okay, sure.
italian: [j] Ehm... Ok, certo.

source: [j] Just don't do anything I wouldn't do.
italian: [j] Non fare nulla che io non farei.

source: [t] I presume that's not much...
italian: [t] Presumo che non sia molto...

source: [pc] What's this all about now?
italian: [pc] Di cosa si tratta adesso?

source: [t] Let's go to your room, I don't want to talk in the hallway.
italian: [t] Andiamo in camera tua, non voglio parlare in corridoio.

source: [pcthink] Hmm, I wonder what she wants...
italian: [pcthink] Mi chiedo cosa voglia...

source: [pcthink] Probably about yesterday.
italian: [pcthink] Probabilmente ieri.

source: [t] Are you going to keep standing there?
italian: [t] Hai intenzione di continuare a stare lì?

source: [pc] Eh... no I was just admiring your rear.
italian: [pc] Eh... no, stavo solo ammirando il tuo posteriore.

source: [pc] There's nobody home anyway, aside from me and [j], but I'm sure you knew that already...
italian: [pc] Non c'è nessuno in casa, a parte me e [j], ma sono sicuro che lo sapevate già...

source: [pc] So, why did you come so early and why do we need to be alone?
italian: [pc] Allora, perché sei venuto così presto e perché dobbiamo stare da soli?

source: [t] It's about your past, your families past... and before you ask, I need to talk about it for [e]'s therapy.
italian: [t] Riguarda il tuo passato, il passato della tua famiglia... e prima che tu me lo chieda, devo parlarne per la terapia di [e].

source: [pc] Okay... what exactly do you need to know?
italian: [pc] Ok... cosa dovete sapere esattamente?

source: [t] I know your dad was abusive towards [m]...
italian: [t] So che tuo padre era violento con [m]...

source: [t] I know he was never really abusive towards you, is that correct?
italian: [t] So che non è mai stato veramente violento nei suoi confronti, è vero?

source: [pc] Why do you ask if you know about it anyway?
italian: [pc] Perché me lo chiedi se ne sei a conoscenza?

source: [t] Because I've only heard one side of the story... or one and a half so to speak.
italian: [t] Perché ho sentito solo un lato della storia... o uno e mezzo, per così dire.

source: [pc] One and a half?
italian: [pc] Uno e mezzo?

source: [t] Not important, what's important is your answer.
italian: [t] Non è importante, l'importante è la sua risposta.

source: [pc] Hmph... sit down...
italian: [pc] Hmph... siediti...

source: [pc] He wasn't... abusive...
italian: [pc] Non era... abusivo...

source: [pc] Not to me, not like he was with [m]...
italian: [pc] Non per me, non come con [m]...

source: [pc] He was still an asshole, though, thinking I wouldn't notice anything.
italian: [pc] Era comunque uno stronzo, pensando che non mi sarei accorto di nulla.

source: [t] So you knew how he was treating [m]?
italian: [t] Quindi sapevi come trattava [m]?

source: [pc] Well, I wouldn't say I knew... I was a kid, I knew something was wrong, but I didn't understand it.
italian: [pc] Beh, non direi che lo sapevo... Ero un bambino, sapevo che qualcosa non andava, ma non lo capivo.

source: [t] Weren't you in your teens before he died?
italian: [t] Non eri ancora adolescente prima che morisse?

source: [pc] Yes, but that doesn't mean I fully understood it.
italian: [pc] Sì, ma questo non significa che l'abbia compreso appieno.

source: [t] You didn't understand that your dad was beating her?
italian: [t] Non hai capito che tuo padre la picchiava?
