Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_h_] Oh, hey, [mc]! Back so soon? Haha.
french: [_h_] Oh, hey, [mc]! Retour si tôt? Haha.

source: [_mc_] Yeah, something seems to draw me back here... or maybe someone.
french: [_mc_] Oui, quelque chose semble me dessiner ici ... ou peut-être quelqu'un.

source: [_h_] Haha, I wonder who that might be?
french: [_h_] Haha, je me demande qui pourrait être?

source: [_mc_] I have no clue. *Smirk*
french: [_mc_] Je n'ai aucun indice. *Smirk *

source: [_h_] I just hope you didn't expect my hairy, grumpy co-worker today.
french: [_h_] J'espère juste que tu ne m'attendais pas à mon collègue poilu, grumpy aujourd'hui.

source: [_mc_] Ugh... No way!
french: [_mc_] Ugh ... Pas de chemin !

source: [_h_] Oh, hey it's you again!
french: [_h_] Oh, hé, c'est toi encore !

source: [_mc_] Yeah, sorry about yesterday, I had to run.
french: [_mc_] Oui, désolé pour hier, j'ai dû courir.

source: [_h_] Haha, don't worry, my shift started anyway.
french: [_h_] Haha, ne vous inquiéte pas, mon équipe a commencé quand même.

source: [_mc_] That's my name.
french: [_mc_] C'est mon nom.

source: [_h_] Oh! Yes! Nice to meet you, [mc]. My name is [h], and yes I know I told you already, haha.
french: [_h_] Oh ! Oui ! Ravi de vous rencontrer, [mc]. Mon nom est [h], et oui je sais que je t'ai déjà dit, haha.

source: [_mc_] Heh... nice to meet you, too, [h]... again.
french: [_mc_] Heh ... agréable à vous rencontrer, aussi, [h]... encore.

source: [_h_] So~ how can I make your day better?
french: [_h_] Alors, comment faire mieux votre journée?

source: [_mc_] Well, I have some ideas, but I'll take a coffee for now.
french: [_mc_] Eh bien, j'ai quelques idées, mais je prendrai un café pour l'instant.

source: [_h_] Haha, sure, why don't you sit down and I'll bring it over to you in a minute.
french: [_h_] Haha, bien sûr, pourquoi ne pas vous asseoir et je vous le ramènerai dans une minute.

source: [_mc_] Yeah, thanks.
french: [_mc_] Oui, merci.

source: [_h_] Here we go~
french: [_h_] Ici, nous allons ~

source: [_h_] A special coffee on the house!
french: [_h_] Un café spécial sur la maison !

source: [_mc_] On the house? Thanks, that looks interesting, what is it?
french: [_mc_] Sur la maison? Merci, ça a l'air intéressant, qu'est-ce que c'est?

source: [_h_] Haha, it's coffee, don't worry, it's not poisoned.
french: [_h_] Haha, c'est du café, ne vous inquiéte pas, ça n'est pas empoisonné.

source: [_mc_] Oh that sounds fishy.
french: [_mc_] Oh, ça sonne en Y.

source: [_h_] Haha, try it, I bet you'll love it!
french: [_h_] Haha, essayez-le, je parie que vous l'aimerez !

source: [_h_] So you haven't been here for six years?
french: [_h_] Vous n'êtes donc pas là depuis six ans?

source: [_mc_] Yeah.
french: [_mc_] Oui.

source: [_h_] Wow, I bet you've seen a lot of the world. I've never left town.
french: [_h_] Wow, je parie que vous avez vu beaucoup de monde. Je n'ai jamais quitté la ville.

source: [_mc_] You've never been somewhere else? Not even on holidays?
french: [_mc_] Vous n'avez jamais été ailleurs? Pas même en vacances?

source: [_h_] No, sadly... I'm a bit jealous I must say. Haha.
french: [_h_] Non, malheureusement ... Je suis un peu jaloux, je dois le dire. Haha.

source: [_mc_] What about class trips, excursions and the like?
french: [_mc_] Qu'en est-il des voyages en classe, des excursions et autres?

source: [_h_] My family is a bit antiquated, they didn't let me leave the country, not even for a week.
french: [_h_] Ma famille est un peu dépassée, ils ne m'ont pas laissé quitter le pays, pas même pendant une semaine.

source: [_mc_] But you don't even need to leave the country to discover interesting places and they can't keep you forever.
french: [_mc_] Mais vous n'avez même pas besoin de quitter le pays pour découvrir des endroits intéressants et ils ne peuvent pas vous garder à jamais.

source: [_h_] I know, but I'm a bit too scared to travel alone, haha.
french: [_h_] Je sais, mais je suis un peu trop effrayé pour voyager seul, haha.

source: [_h_] ...but I'm still hoping that someday a gallant hero comes by and...
french: [_h_] ... mais j'espère toujours qu'un jour un héros galant vient et ...

source: [_h_] ...but I'm still hoping that someday a gallant hero{size=-15}{i}ine{/i}{/size} comes by and...
french: [_h_] ... mais j'espère toujours qu'un jour un héros galant { size=-15 }{i}ine { /i } { /size } vient et ...

source: [_h_] Ahaha... welp, I guess I'm a bit old fashioned myself, haha.
french: [_h_] Ahaha ... welp, je suppose que je suis un peu vieux jeu moi-même, haha.

source: [_mc_] Haha, there's nothing wrong with that and I'd love to show you a few places some day, but right now it looks like work is calling you...
french: [_mc_] Haha, il n'y a rien de mal avec ça et j'aimerais vous montrer quelques endroits un jour, mais maintenant il semble que le travail vous appelle ...

source: [_h_] Aww, too bad, but that would be awesome!
french: [_h_] Aww, trop mal, mais ce serait génial !

source: [_mcthink_] Shit, it looks like it's going to start to raining soon, I guess I should be leaving.
french: [_mcthink_] Shit, il semble que ça va commencer à pleuvoir bientôt, je suppose que je devrais partir.

source: [_mc_] See you soon, [h], I've got to go.
french: [_mc_] Vous voyez bientôt, [h], je dois y aller.

source: [_h_] Ah-Ohh... please wait, sir!
french: [_h_] Ah-Ohh ... s'il vous plaît attendre, monsieur !

source: [_h_] Ah-Ohh... please wait, ma'am!
french: [_h_] Ah-Ohh ... s'il vous plaît attendre, madame !

source: [_h_] Didn't you want to have the bill, sir?
french: [_h_] N'avez-vous pas voulu avoir le projet de loi, monsieur?

source: [_h_] Here's the bill, ma'am?
french: [_h_] Voici le projet de loi, madame?

source: [_mc_] The bill? I thought the coffee was on the...
french: [_mc_] Le projet de loi? Je pensais que le café était sur le ...

source: [_mc_] Ohh! Yeah, the bill, I almost forgot about it... thanks.
french: [_mc_] Ohh ! Ouais, le projet de loi, j'en ai presque oublié ... merci.

source: [_h_] Anytime, sir. Have a good day~
french: [_h_] En tout temps, monsieur. Bonne journée ~

source: [_h_] Anytime, ma'am. Have a good day~
french: [_h_] En tout temps, madame. Bonne journée ~

source: [_mc_] Thanks, you too. Bye~
french: [_mc_] Merci, vous aussi. Bye ~

source: [_mcthink_] Wow... I guess it was the right decision to come here.
french: [_mcthink_] Wow ... Je pense que c'était la bonne décision de venir ici.

source: [_mcthink_] Well, let's see what the office looks like...
french: [_mcthink_] Eh bien, voyons à quoi ressemble le bureau ...

source: [_mcthink_] Huh? isn't that the guy from the other shift?
french: [_mcthink_] Huh? N'est-ce pas le gars de l'autre quart?

source: [_h_] You're early, haha. Just take a seat, I'll be there in a minute.
french: [_h_] Vous êtes tôt, haha. Il suffit de prendre un siège, je serai là dans une minute.

source: [_h_] ...and here's your mocha!
french: [_h_] ... et voici votre moka !

source: Woman [special_delimiter] Thanks [h].
french: Femme [special_delimiter] Merci [h].

source: [_h_] Enjoy~
french: [_h_] Appréciez ~

source: [_mc_] No rush.
french: [_mc_] Pas de précipitation.

source: [_h_] Here we go, [h] special on the house, haha.
french: [_h_] Ici nous allons, [h] spécial sur la maison, haha.

source: [_mc_] Thanks, [h]. Why don't you sit down for a while?
french: [_mc_] Merci, [h]. Pourquoi ne vous assez-vous pas pendant un moment?

source: [_h_] Yes, of course!
french: [_h_] Oui, bien sûr !

source: [_mc_] Say, was that your co-worker leaving a bit earlier?
french: [_mc_] Dites, est-ce que votre collègue a quitté un peu plus tôt?

source: [_h_] Ehh... yeah, haha. He forgot something and came back for it.
french: [_h_] Ehh ... ouais, haha. Il a oublié quelque chose et est revenu pour ça.

source: [_mc_] Oh, okay...
french: [_mc_] Oh, ok ...

source: [_h_] Sooo... how was your day? I mean, how {b}is{/b} your day... I mean how are you today, haha!
french: [_h_] Sooo ... comment était votre journée? Je veux dire, comment {b}est { /b } votre jour ... Je veux dire comment tu es aujourd'hui, haha !

source: [_mc_] Haha, I'm good, how about you? You seem happy today.
french: [_mc_] Haha, I'm good, how about you? Vous semblez heureux aujourd'hui.

source: [_h_] Oh I... just happen to have some nice customers today.
french: [_h_] Oh, je ... viens juste d'avoir de beaux clients aujourd'hui.

source: [_mc_] Really? Someone special?
french: [_mc_] Vraiement? Quelqu'un est spécial?

source: [_mc_] Do I know him?
french: [_mc_] Je le connais?

source: [_h_] Why do you think that it's a "him"?
french: [_h_] Pourquoi pensez-vous que c'est un "lui"?

source: Woman [special_delimiter] Hey, [h], is [heshe] the reason why you're working on your day off?
french: Femme [special_delimiter] Hey, [h], is [heshe] the reason why you're working on your day off?

source: [_h_] Ehh...hahah, I have no idea what you're talking about, Jenny...
french: [_h_] Ehh ... hahah, je n'ai aucune idée de ce dont tu parles, Jenny ...

source: Woman [special_delimiter] No? Didn't you just storm in here 10 minutes ago, and begged Jason to take his shift?
french: Femme [special_delimiter] Non? N'as-tu pas juste tempête ici il y a 10 minutes, et supplié Jason de prendre son quart de travail?

source: [_h_] Whaa, nonono, you got it all wrong!
french: [_h_] Whaa, nonono, you got it all tort !

source: Woman [special_delimiter] She even put perfume on while coming half changed out of the locker room.
french: Femme [special_delimiter] Elle a même mis du parfum pendant que la moitié du vestiaire a changé.

source: [_mcthink_] Damn, I can't understand what they're talking about...
french: [_mcthink_] Damn, je ne comprends pas ce dont ils parlent ...

source: [_mcthink_] But it's really cute that she spends her day off working just because of me.
french: [_mcthink_] Mais c'est vraiment mignon qu'elle passe son jour à travailler juste à cause de moi.

source: [_h_] They were just joking of course, haha.
french: [_h_] Ils plaisantaient bien sûr, haha.

source: [_mc_] Sure... *smirk*
french: [_mc_] Bien sûr ... * smirk *

source: [_h_] Ugh... this is so embarrassing...
french: [_h_] Ugh ... c'est tellement gênant ...

source: [_mc_] Haha, don't worry, I think it's cute.
french: [_mc_] Haha, ne vous inquiéte pas, je pense que c'est mignon.

source: [_h_] Unn... really?
french: [_h_] Unn ... vraiment?

source: [_mc_] I do.
french: [_mc_] Je le fais.

source: [_mc_] How about we meet somewhere else next time, so you don't have to beg your co-worker to change the shift last minute?
french: [_mc_] Comment se rencontrons-nous ailleurs la prochaine fois, alors vous n'avez pas à fiballer votre collègue pour changer le changement de dernière minute?

source: [_h_] You mean like... a date?
french: [_h_] Vous voulez dire ... une date?

source: [_mc_] I mean a date, yes.
french: [_mc_] Je veux dire une date, oui.

source: [_h_] Haha, yes! I'd love to!
french: [_h_] Haha, oui ! J'adorerais !

source: [_mc_] Great, when do you have time? This weekend?
french: [_mc_] Super, quand avez-vous le temps? Ce week-end?

source: [_h_] Anytime!
french: [_h_] En tout temps !

source: [_h_] I mean... when I'm not working of course, haha.
french: [_h_] Je veux dire ... quand je ne travaille pas bien sûr, haha.

source: [_mc_] Alright, so, this weekend?
french: [_mc_] Alright, donc, ce week-end?

source: [_h_] Yes!
french: [_h_] Oui !

source: [_mc_] Oh wait... aren't you working over the weekend?
french: [_mc_] Oh attendez ... ne travaillez-vous pas pendant le week-end?

source: [_h_] Ehh... oh yes... but I can take a day off, since I'm working today anyway, haha.
french: [_h_] Ehh ... oh oui ... mais je peux prendre un jour de congé, puisque je travaille aujourd'hui de toute façon, haha.

source: [_mc_] No need to take a day off for me, when is your next regular day off?
french: [_mc_] Pas besoin de prendre un jour de congé pour moi, quand est votre prochaine journée de congé?

source: [_h_] Oh but I don't mind, really. My next regular day off is not until next week.
french: [_h_] Oh mais je ne pense pas, vraiment. Mon prochain jour de congé régulier n'est pas avant la semaine prochaine.

source: [_mc_] Hum... you really don't mind?
french: [_mc_] Hum ... vous n'avez vraiment pas l'esprit?

source: [_h_] No, really!
french: [_h_] Non, vraiment !

source: [_mc_] Alright, this weekend it is then.
french: [_mc_] Alright, ce week-end, c'est alors.

source: [_mc_] Is there anywhere you want to go?
french: [_mc_] Y a-t-il quelque part où vous voulez aller?

source: [_h_] Where ever you want to go.
french: [_h_] Où jamais vous voulez aller.

source: [_mc_] Well, I'll be honest, the city changed a lot since I moved away, so I'm not sure I'll pick the best place.
french: [_mc_] Bien, je serai honnête, la ville a beaucoup changé depuis que j'ai déménagé, donc je ne suis pas sûr de choisir le meilleur endroit.

source: [_h_] Oh, right...
french: [_h_] Oh, non ...

source: [_h_] Leave it to me then, I'll find something!
french: [_h_] Laisse-moi alors, je trouverai quelque chose !

source: [_mc_] Okay, sounds good.
french: [_mc_] Ok, sonne bien.

source: [_mc_] Looks like you got some customers.
french: [_mc_] On dirait que vous avez des clients.

source: [_h_] Oh, yeah, I'll be right back.
french: [_h_] Oh, ouais, je reviendrai.

source: [_mc_] Yeah, I won't run away.
french: [_mc_] Oui, je ne m'enfuirai pas.

source: [_h_] Alright, all customers satisfied, haha.
french: [_h_] Alright, tous les clients satisfaits, haha.

source: [_mc_] Looks like you have to satisfy one more...
french: [_mc_] On dirait que vous devez en satisfaire une autre ...

source: [_h_] Ugh... alright, one minute~
french: [_h_] Ugh ... à droite, une minute ~

source: [_mc_] I'll be here.
french: [_mc_] Je serai là.

source: [_mcthink_] Even more customers...
french: [_mcthink_] Encore plus de clients ...

source: [_mc_] ...and another one...
french: [_mc_] ... et une autre ...

source: [_mcthink_] Damn, the customer onrush doesn't seem to stop...
french: [_mcthink_] Damn, le client ne semble pas s'arrêter ...

source: [_mcthink_] I bet she feels guilty for making me wait for so long...
french: [_mcthink_] Je parie qu'elle se sent coupable de m'avoir fait attendre si longtemps ...

source: [_mcthink_] Shit, I guess it's time to leave.
french: [_mcthink_] Shit, je suppose qu'il est temps de partir.

source: [_mc_] Hey [h], I'm leaving, do you mind if I text you later?
french: [_mc_] Hey [h], je pars, si je te texte plus tard?

source: [_h_] Of course!
french: [_h_] Bien sûr !

source: [_h_] Ah, I mean, no of course I don't mind, haha!
french: [_h_] Ah, je veux dire, bien sûr, je ne pense pas, haha !

source: [_mc_] Haha, okay later then.
french: [_mc_] Haha, d'accord plus tard.

source: [_h_] Later, [mc]~
french: [_h_] Plus tard, [mc]~

source: [_mcthink_] Alright, time for coffee...
french: [_mcthink_] Alright, le temps pour le café ...

source: [_mcthink_] Maybe I should have brought the notebook...
french: [_mcthink_] Peut-être que j'aurais dû faire venir le portable ...

source: [_mcthink_] Well, time to finish the coffee and go on...
french: [_mcthink_] Eh bien, le temps de finir le café et de partir ...

source: [_mcthink_] Look who's there...
french: [_mcthink_] Regardez qui est là ...

source: [_st_] ...and then you can bring the new components to the testing area.
french: [_st_] ... et ensuite vous pouvez apporter les nouveaux composants à la zone de test.

source: Guy [special_delimiter] Okay.
french: Guy [special_delimiter] Ok.

source: [_st_] Huh? What are you doing here?
french: [_st_] Huh? Qu'est-ce que tu fais ici?

source: [_mc_] Yeah, it's good to see you, too...
french: [_mc_] Oui, c'est bon de te voir aussi ...

source: [_st_] Shouldn't you be working on the project? Do you need additional information?
french: [_st_] Ne devriez-vous pas travailler sur le projet? Avez-vous besoin d'informations supplémentaires?

source: [_mcthink_] Jeez, is it all work to her? I guess I'll have to approach her a little bit differently if I want to get on good terms with her...
french: [_mcthink_] Jeez, est-ce que c'est un travail pour elle? Je suppose que je vais devoir l'aborder un peu différemment si je veux obtenir de bons termes avec elle ...

source: [_mc_] I'm just having a break, and I thought I'd come over and see if there's anything new regarding the project.
french: [_mc_] Je n'ai qu'une pause, et j'ai pensé que je viendrais voir s'il y avait quelque chose de nouveau concernant le projet.

source: [_st_] That's...commendable... but the project didn't change, and [boss] is on a business trip until next week.
french: [_st_] C'est. .. louable ... mais le projet n'a pas changé, et [boss] est en voyage d'affaires jusqu'à la semaine prochaine.

source: [_mc_] Oh, he didn't tell me.
french: [_mc_] Oh, il ne m'a pas dit.

source: [_st_] He told me to give you any additional information you might need in the meantime.
french: [_st_] Il m'a dit de vous fournir tout renseignement supplémentaire dont vous pourriez avoir besoin dans l'intervalle.

source: [_mc_] I see...
french: [_mc_] Je voir...

source: [_st_] Well if you don't need anything... I have a lot to do, and I'm sure you do, too.
french: [_st_] Eh bien, si vous n'avez pas besoin de quoi que ce soit ... J'ai beaucoup à faire, et je suis sûr que vous aussi.

source: [_mcthink_] This might be a good chance...
french: [_mcthink_] Ce pourrait être une bonne chance ...

source: [_mcthink_] I should try to find out what she's going to do first, just asking if she needs help won't get me anywhere...
french: [_mcthink_] Je devrais essayer de savoir ce qu'elle va faire d'abord, me demander si elle a besoin d'aide ne me fera nulle part ...

source: [_mc_] I really don't want to be a pain, but I'm curious about how everything works here, so... what exactly do you do?
french: [_mc_] Je ne veux vraiment pas être une douleur, mais je suis curieux de savoir comment tout fonctionne ici, alors ... qu'est-ce que vous faites exactement?

source: [_st_] Well... I'm [boss]'s secretary...
french: [_st_] Puits ... Je suis le secrétaire du [boss]...

source: [_mc_] Yeah, he told me as much, but he also told me that you do way more than just being an ordinary secretary.
french: [_mc_] Oui, il m'a beaucoup parlé, mais il m'a aussi dit que vous feriez bien plus que simplement être un secrétaire ordinaire.

source: [_st_] What do you mean? I'm just doing my job!
french: [_st_] Que voulez-vous dire? Je fais juste mon boulot !

source: [_mc_] He didn't tell me exactly what he meant, that's why I'm asking...
french: [_mc_] Il ne m'a pas dit exactement ce qu'il voulait dire, c'est pourquoi je demande ...

source: [_st_] Hum... I have no idea what he meant by that.
french: [_st_] Hum ... Je n'ai aucune idée de ce qu'il entendait par cela.

source: [_mc_] Weird... what kind of work are you going to do now?
french: [_mc_] Weird ... quel genre de travail allez-vous faire maintenant?

source: [_st_] Nothing special, I'll just manage the archive, but I have a lot of paperwork and other things to do as well today.
french: [_st_] Rien de spécial, je vais gérer les archives, mais j'ai beaucoup de paperasse et d'autres choses à faire aussi aujourd'hui.

source: [_mc_] Manage the archive?
french: [_mc_] Gérer l'archive?

source: [_st_] ...sorting, and typing values into the computer...
french: [_st_] ... tri et saisie des valeurs dans l'ordinateur ...

source: [_mcthink_] Ha! Perfect!
french: [_mcthink_] Ha ! Parfait !

source: [_mc_] Oh that sounds tedious... do you need help?
french: [_mc_] Oh, ça semble fastidieux ... avez-vous besoin d'aide?

source: [_st_] It is, but it's my job. Your job is something else.
french: [_st_] C'est, mais c'est mon boulot. Votre travail est autre chose.

source: [_mc_] True, but as I said, I'm having a break right now, and I made a little breakthrough yesterday, so I can afford to spend time on something else.
french: [_mc_] Vrai, mais comme je l'ai dit, j'ai une pause maintenant, et j'ai fait une petite percée hier, donc je peux me permettre de passer du temps sur autre chose.

source: [_st_] That's... nice, but I know the archive better than anyone else, and I'll be faster without any distraction.
french: [_st_] C'est. .. sympa, mais je connais mieux l'archive que n'importe qui d'autre, et je serai plus rapide sans aucune distraction.

source: [_mcthink_] So I'm distracting her, huh?
french: [_mcthink_] Alors je la distrais, hein?

source: [_mc_] Didn't you say you have to type values into the computer?
french: [_mc_] N'avez-vous pas dit que vous devez taper des valeurs dans l'ordinateur?

source: [_st_] Yes...
french: [_st_] Oui ...

source: [_mc_] Well typing values into the computer basically is my job, so if I do the typing, we'd be done way faster then when you do it on your own.
french: [_mc_] Les valeurs de typage des puits dans l'ordinateur sont essentiellement mon travail, donc si je fais le typage, on se fera plus vite alors que vous le faites seul.

source: [_st_] That... might be true...
french: [_st_] Ce ... peut être vrai ...

source: [_mc_] ...and you'll have more time for other important things, right?
french: [_mc_] ... et vous aurez plus de temps pour d'autres choses importantes, non?

source: [_st_] ... that's also true...
french: [_st_] ... c'est aussi vrai ...

source: [_st_] Alright, you can help me, but please don't touch anything, the archive is messy enough already.
french: [_st_] Alright, you can help me, but please don't touch anything, the archive is mess enough.

source: [_mc_] Sure...
french: [_mc_] Bien sûr ...

source: [_st_] As you can see, the archive is quite a mess, we moved all the files from the old archive and I'm still sorting things out.
french: [_st_] Comme vous pouvez le voir, l'archive est tout à fait en désordre, nous avons déplacé tous les fichiers de l'ancienne archive et je continue à trier les choses.

source: [_mc_] Looks like a lot of work. I guess you really could use a helping hand.
french: [_mc_] On dirait beaucoup de travail. Je suppose que vous pourriez vraiment utiliser un coup de main.

source: [_st_] As I said, it's my job.
french: [_st_] Comme je l'ai dit, c'est mon travail.

source: [_st_] There is the computer, please have a seat and let us begin.
french: [_st_] Il y a l'ordinateur, s'il vous plaît avoir un siège et laissez-nous commencer.

source: [_n_] A while later...
french: [_n_] Un peu plus tard...

source: [_st_] G55... same value...
french: [_st_] G55 ... même valeur ...

source: [_st_] G56... same value...
french: [_st_] G56 ... même valeur ...

source: [_mc_] Of course...
french: [_mc_] Bien sûr ...

source: [_mcthink_] Maybe this wasn't the best idea...
french: [_mcthink_] Peut-être que ce n'était pas la meilleure idée ...

source: [_st_] G57... same value...
french: [_st_] G57 ... même valeur ...

source: [_mc_] Yeah...
french: [_mc_] Oui ...

source: [_mcthink_] Gaaawd, why did I ask to help her?! This is so annoying...
french: [_mcthink_] Gaaawd, pourquoi ai-je demandé à l'aider? ! C'est tellement embêtant ...

source: [_st_] Ugh... the box is a bit stuck...
french: [_st_] Ugh ... la boîte est un peu coincé ...

source: [_mcthink_] Wow, but that's a nice view...
french: [_mcthink_] Wow, mais c'est une belle vue ...

source: [_st_] Where are you?
french: [_st_] Où êtes-vous?

source: [_st_] Are you staring at my...
french: [_st_] Es-tu affamé de mon ...

source: [_mc_] Err, no, of course not!
french: [_mc_] Err, non, bien sûr pas !

source: [_mcthink_] Shit, she has caught me, who am I trying to kid.
french: [_mcthink_] Shit, elle m'a attrapa, qui j'essaie de gosse.
