Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_ja_] Hey, why don't you two stay overnight?
french: [_ja_] Hé, pourquoi ne pas vous deux passer la nuit?

source: [_st_] I can't, I have some paperwork left to do.
french: [_st_] Je ne peux pas, j'ai de la paperasse à faire.

source: [_ja_] Again? Seriously, [st]!
french: [_ja_] Encore une fois? Sérieusement, [st]!

source: [_st_] Well, today was meant to be a first date, I'm sure none of us expected this.
french: [_st_] Eh bien, aujourd'hui était censé être une première date, je suis sûr qu'aucun d'entre nous ne s'y attendait.

source: [_ja_] Everything that can happen, will happen!
french: [_ja_] Tout ce qui peut arriver, aura lieu !

source: [_mc_] Murphy's law.
french: [_mc_] La loi de Murphy.

source: [_ja_] Yeah! I knew we'd get along!
french: [_ja_] Oui ! Je savais qu'on s'en va !

source: [_st_] Actually it's "anything that can go wrong, will go wrong".
french: [_st_] En fait, c'est "tout ce qui peut aller mal, va mal".

source: [_st_] Anyway, I should probably go, it's getting late.
french: [_st_] Quoi qu'il en soit, je devrais probablement y aller, il est en retard.

source: [_ja_] Oh, come on, don't be like that now!
french: [_ja_] Oh, viens, ne ressemble pas à ça maintenant !

source: [_st_] I'm not being anything, I just have stuff to do.
french: [_st_] Je ne suis rien, j'ai juste des trucs à faire.

source: [_st_] Look, you know I'm a busy woman.
french: [_st_] Ecoute, tu sais que je suis une femme occupée.

source: [_st_] We'll talk later, okay?
french: [_st_] Nous parlerons plus tard, d'accord?

source: [_st_] It was... very nice...
french: [_st_] C'était ... très sympa ...

source: [_st_] I... hope you don't think I'm a slut or anything...
french: [_st_] I. .. Espérons que vous ne pensez pas que je suis une salope ou quoi que ce soit ...

source: [_mc_] If I thought that way, it would make me a slut, too, and I'm pretty sure I'm not.
french: [_mc_] Si j'ai pensé comme ça, ça me ferait une salope aussi, et je suis presque sûr que je ne le suis pas.

source: [_mc_] Why would I think that? We all agreed to this, and it's not like it's just a one-time thing, right?
french: [_mc_] Pourquoi je pense que? Nous en sommes tous d'accord, et ce n'est pas juste une chose unique, n'est-ce pas?

source: [_st_] We'll see each other at work, then... Bye, [ja]!
french: [_st_] Nous allons nous voir au travail, puis ... Bye, [ja]!

source: [_ja_] Oh well, I guess she'll never change.
french: [_ja_] Oh bien, je suppose qu'elle ne changera jamais.

source: [_ja_] She's working so much, I fear she's going to overdo it some day.
french: [_ja_] Elle travaille tellement, je crains qu'elle ne le surpasse un jour.

source: [_mc_] Yeah, I noticed that...
french: [_mc_] Oui, j'ai remarqué que ...

source: [_ja_] Maybe we could convince her to work less, if we work together.
french: [_ja_] Peut-être pourrions-nous la convaincre de travailler moins, si nous travaillons ensemble.

source: [_mc_] I could try talking to [boss]... err, I mean our boss. He seems to be reasonable.
french: [_mc_] Je pourrais essayer de parler à [boss]... err, je veux dire notre patron. Il semble raisonnable.

source: [_ja_] Don't get yourself fired.
french: [_ja_] Ne vous tirez pas.

source: [_mc_] Don't worry, I'm a sensible person.
french: [_mc_] Ne vous inquiétez pas, je suis une personne sensée.

source: [_ja_] Heh, so you better get dressed, because I'm not the most sensible person, and I won't guarantee for anything if you don't...
french: [_ja_] Heh, donc vous feriez mieux de vous habiller, parce que je ne suis pas la personne la plus sensée, et je ne vous garantis rien si vous ne ...

source: [_mc_] ...and who says I'd mind?
french: [_mc_] ... et qui dit que je pense?

source: [_ja_] Nobody, but maybe [st] would mind. I don't want her to feel excluded.
french: [_ja_] Personne, mais peut-être [st] . Je ne veux pas qu'elle se sente exclue.

source: [_mc_] So, you live here in the pub?
french: [_mc_] Alors, vous virez ici dans le pub?

source: [_ja_] Yeah, kind of. My apartment is right above it.
french: [_ja_] Oui, genre de. Mon appartement est juste au-dessus.

source: [_mc_] Convenient.
french: [_mc_] Pratique.

source: [_ja_] Yeah, makes things a lot easier.
french: [_ja_] Yeah, rend les choses beaucoup plus faciles.

source: [_ja_] Well, I have to say, that was one of the most interesting first dates ever.
french: [_ja_] Eh bien, je dois dire, c'était l'une des premières dates les plus intéressantes de l'histoire.

source: [_ja_] ...I hope you're not just playing around, [st] really likes you.
french: [_ja_] ...J'espère que vous n'êtes pas juste en train de jouer, [st] vous aime vraiment.

source: [_mc_] Don't worry, I like her too.
french: [_mc_] Ne vous inquiétez pas, je l'aime aussi.

source: [_ja_] Good. I hope we can get along as well.
french: [_ja_] Bon. J'espère que nous pourrons également nous entendre.

source: [_mc_] I'm sure of it.
french: [_mc_] J'en suis sûr.

source: [_ja_] I hope so...
french: [_ja_] J'espère que ...

source: [_ja_] Aaaanyway, feel free to drop by whenever you want, the pub is open every afternoon, except on monday.
french: [_ja_] AaaQuoi, n'hésitez pas à vous laisser tomber chaque fois que vous le souhaitez, le pub est ouvert tous les après-midi, sauf le lundi.

source: [_mc_] Alright, sounds good.
french: [_mc_] Alright, sonne bien.

source: [_ja_] ...and...
french: [_ja_] ... et ...

source: [_ja_] ...even if the pub is closed... I might be home.
french: [_ja_] ... même si le pub est fermé ... Je pourrais être à la maison.

source: [_mc_] I'll make sure to check.
french: [_mc_] Je vais m'assurer de vérifier.

source: [_mcthink_] Alright, it's dark already, time to head back home... I hope nobody asks any questions.
french: [_mcthink_] Alright, c'est déjà sombre, le temps de rentrer à la maison ... J'espère que personne ne pose de questions.

source: Ask if she needs help.
french: Demandez si elle a besoin d'aide.

source: Help her up.
french: Aide-le.

source: Ignore them.
french: Ignorez-les.

source: Must be her clothes.
french: Ça doit être ses vêtements.

source: (Joke) It's the hair!
french: (Joke) C'est les cheveux !

source: Make-up and glasses.
french: Mise en place et lunettes.

source: (Yeah, she's hot, so let's try!)
french: (Ouais, elle est chaude, donc essayons !)

source: (Nah, I better let her be, I'm not interested anyway.)
french: (Nah, je l'ai mieux laissé, je ne suis pas intéressé de toute façon.)

source: Push.
french: Pousser.

source: Push again.
french: Pousser à nouveau.

source: Push once more.
french: Pousser une fois de plus.

source: Look back.
french: Regarde.

source: Not really.
french: Pas vraiment.

source: Only of [jess].
french: Seulement du [jess].

source: Yeah, let's go see [h].
french: Ouais, allons voir [h].

source: Nah, I'm good.
french: Nah, je suis bon.

source: Gently bite her clit.
french: Morsque doucement son clit.

source: Be a good [boygirl] and go on.
french: Sois un bon [boygirl] et allez.

source: Not so deep.
french: Pas si profond.

source: Deeper.
french: Démarreur.

source: Go on.
french: Vas-y.

source: Suck it.
french: Sucre.

source: I don't mind going over the necessary changes.
french: Je n'ai pas l'intention de passer les changements nécessaires.

source: You know I think [ja] is right.
french: Tu sais que je pense que [ja] a raison.

source: Date both?
french: Date à la fois?

source: (What the hell, of course!)
french: (C'est quoi, bien sûr !)

source: (Nah, that's too much.)
french: (Nah, c'est trop.)

source: Absolutely!
french: Absolument !

source: Not really, I can understand her.
french: Pas vraiment, je peux la comprendre.

source: [pc] Hey, [h]!
italian: [pc] Ehi, [h]!

source: [h] Oh, hey, [pc]! Back so soon? Haha.
italian: [h] Oh, hey, [pc]! Tornato così presto? Haha.

source: [pc] Yeah, something seems to draw me back here... or maybe someone.
italian: [pc] Sì, qualcosa mi sembra tornare qui... o forse qualcuno.

source: [h] Haha, I wonder who that might be?
italian: [h] Haha, mi chiedo chi potrebbe essere?

source: [pc] I have no clue. *Smirk*
italian: [pc] Non ho alcun indizio. *Smirk*

source: [h] I just hope you didn't expect my hairy, grumpy co-worker today.
italian: [h] Spero solo che tu non ti aspetti il mio collega peloso e scontroso oggi.

source: [pc] Ugh... No way!
italian: [pc] Ugh... Nessun modo!

source: [h] Oh, hey it's you again!
italian: [h] Oh, ehi sei di nuovo!

source: [pc] Yeah, sorry about yesterday, I had to run.
italian: [pc] Sì, mi dispiace per ieri, ho dovuto correre.

source: [h] Haha, don't worry, my shift started anyway.
italian: [h] Haha, non preoccuparti, il mio turno è iniziato comunque.

source: [pc] That's my name.
italian: [pc] Questo è il mio nome.

source: [h] Oh! Yes! Nice to meet you, [pc]. My name is [h], and yes I know I told you already, haha.
italian: [h] Oh! Sì! Bello incontrarti, [pc]. Il mio nome è [h]e sì, so che ti ho già detto, haha.

source: [pc] Heh... nice to meet you, too, [h]... again.
italian: [pc] Heh... bello incontrarvi, anche, [h]... di nuovo.

source: [h] So~ how can I make your day better?
italian: [h] Come posso migliorare la vostra giornata?

source: [pc] Well, I have some ideas, but I'll take a coffee for now.
italian: [pc] Beh, ho alcune idee, ma per ora prenderò un caffè.

source: [h] Haha, sure, why don't you sit down and I'll bring it over to you in a minute.
italian: [h] Haha, certo, perché non ti siedi e ti porterò in un minuto.

source: [pc] Yeah, thanks.
italian: [pc] Sì, grazie.

source: [h] Here we go~
italian: [h] Qui andiamo~

source: [h] A special coffee on the house!
italian: [h] Un caffè speciale in casa!

source: [pc] On the house? Thanks, that looks interesting, what is it?
italian: [pc] In casa? Grazie, che sembra interessante, che cos'è?

source: [h] Haha, it's coffee, don't worry, it's not poisoned.
italian: [h] Haha, è caffè, non preoccuparti, non è avvelenato.

source: [pc] Oh that sounds fishy.
italian: [pc] Oh che suona pesante.

source: [h] Haha, try it, I bet you'll love it!
italian: [h] Haha, prova, scommetto che ti piacerà!

source: [h] So you haven't been here for six years?
italian: [h] Quindi non sei stato qui da sei anni?

source: [pc] Yeah.
italian: [pc] Sì.

source: [h] Wow, I bet you've seen a lot of the world. I've never left town.
italian: [h] Wow, scommetto che hai visto molto il mondo. Non ho mai lasciato la città.

source: [pc] You've never been somewhere else? Not even on holidays?
italian: [pc] Non sei mai stato da qualche altra parte? Neanche in vacanza?

source: [h] No, sadly... I'm a bit jealous I must say. Haha.
italian: [h] No, tristemente... sono un po' geloso devo dire. Haha.

source: [pc] What about class trips, excursions and the like?
italian: [pc] Che dire di viaggi di classe, escursioni e simili?

source: [h] My family is a bit antiquated, they didn't let me leave the country, not even for a week.
italian: [h] La mia famiglia è un po' antiquata, non mi hanno lasciato il paese, nemmeno per una settimana.

source: [pc] But you don't even need to leave the country to discover interesting places and they can't keep you forever.
italian: [pc] Ma non hai nemmeno bisogno di lasciare il paese per scoprire luoghi interessanti e non possono tenerti per sempre.

source: [h] I know, but I'm a bit too scared to travel alone, haha.
italian: [h] Lo so, ma sono un po' troppo spaventato per viaggiare da solo, haha.

source: [h] ...but I'm still hoping that someday a gallant hero comes by and...
italian: [h] ...ma spero ancora che un giorno un eroe gallante venga da e viene...

source: [h] ...but I'm still hoping that someday a gallant hero{size=-15}{i}ine{/i}{/size} comes by and...
italian: [h] ...ma spero ancora che un giorno un eroe gallante{size=-15}{i}ine{/i}{/size} arrivi da e...

source: [h] Ahaha... welp, I guess I'm a bit old fashioned myself, haha.
italian: [h] Ahaha... welp, immagino di essere un po' vecchio stile, haha.

source: [pc] Haha, there's nothing wrong with that and I'd love to show you a few places some day, but right now it looks like work is calling you...
italian: [pc] Haha, non c'è niente di sbagliato e mi piacerebbe mostrarvi qualche posto un giorno ma proprio ora sembra che il lavoro ti stia chiamando...

source: [h] Aww, too bad, but that would be awesome!
italian: [h] Aww, troppo male, ma sarebbe fantastico!

source: [pcthink] Shit, it looks like it's going to start to raining soon, I guess I should be leaving.
italian: [pcthink] Merda, sembra che inizierà a piovere presto, immagino che dovrei partire.

source: [pc] See you soon, [h], I've got to go.
italian: [pc] Ci vediamo presto, [h], devo andare.

source: [h] Ah-Ohh... please wait, sir!
italian: [h] Ah-Ohh... aspetta, signore!

source: [h] Ah-Ohh... please wait, ma'am!
italian: [h] Ah-Ohh... si prega di aspettare, ma'am!

source: [h] Didn't you want to have the bill, sir?
italian: [h] Non hai voluto avere il conto, signore?

source: [h] Here's the bill, ma'am?
italian: [h] Ecco il conto, ma'am?

source: [pc] The bill? I thought the coffee was on the...
italian: [pc] La bolletta? Pensavo che il caffè fosse sul sito...

source: [pc] Ohh! Yeah, the bill, I almost forgot about it... thanks.
italian: [pc] Ohh! Sì, il conto, ne ho quasi dimenticato... grazie.

source: [h] Anytime, sir. Have a good day~
italian: [h] In qualsiasi momento, signore. Buona giornata~

source: [h] Anytime, ma'am. Have a good day~
italian: [h] In qualsiasi momento, signora. Buona giornata~

source: [pc] Thanks, you too. Bye~
italian: [pc] Grazie, anche voi. Bye~

source: [pcthink] Wow... I guess it was the right decision to come here.
italian: [pcthink] Wow... Immagino che sia stata la decisione giusta di venire qui.

source: [pcthink] Well, let's see what the office looks like...
italian: [pcthink] Beh, vediamo come appare l'ufficio...

source: [pcthink] Huh? isn't that the guy from the other shift?
italian: [pcthink] Huh? Non è che il ragazzo dall'altro turno?

source: Guy || Humph...
italian: Ragazzo <unk> <unk> Humph...

source: [pcthink] Hum?
italian: [pcthink] Uomo?

source: [h] You're early, haha. Just take a seat, I'll be there in a minute.
italian: [h] Sei in anticipo, haha. Basta prendere un posto, sarò lì tra un minuto.

source: [pc] Alright.
italian: [pc] Bene.

source: [h] ...and here's your mocha!
italian: [h] ...ed ecco la tua mocha!

source: Woman || Thanks [h].
italian: Donna <unk> <unk> Grazie [h].

source: [h] Enjoy~
italian: [h] Godere~

source: [h] I'll be right there, [pc].
italian: [h] Sarò proprio lì, [pc].

source: [pc] No rush.
italian: [pc] Nessuna fretta.

source: [h] Here we go, [h] special on the house, haha.
italian: [h] Qui andiamo, [h] speciale sulla casa, haha.

source: [pc] Thanks, [h]. Why don't you sit down for a while?
italian: [pc] Grazie, [h]. Perché non ti siedi per un po'?

source: [h] Yes, of course!
italian: [h] Sì, ovviamente!

source: [pc] Say, was that your co-worker leaving a bit earlier?
italian: [pc] Dice, che il tuo collaboratore è uscito un po' prima?

source: [h] Ehh... yeah, haha. He forgot something and came back for it.
italian: [h] Ehh... sì, haha. Dimenticò qualcosa e tornò per esso.

source: [h] Sooo... how was your day? I mean, how {b}is{/b} your day... I mean how are you today, haha!
italian: [h] Sooo... com'era la tua giornata? Voglio dire, come {b}è{/b} il tuo giorno... intendo come sei oggi, haha!

source: [pc] Haha, I'm good, how about you? You seem happy today.
italian: [pc] Haha, sono brava, che dire di te? Sembra felice oggi.

source: [h] Oh I... just happen to have some nice customers today.
italian: [h] Oh Io... capita solo di avere alcuni clienti simpatici oggi.

source: [pc] Really? Someone special?
italian: [pc] Davvero? Qualcuno speciale?

source: [pc] Do I know him?
italian: [pc] Lo conosco?

source: [h] Why do you think that it's a "him"?
italian: [h] Perché pensi che sia un "lui"?

source: Woman || Hey, [h], is [heshe] the reason why you're working on your day off?
italian: Donna <unk> <unk> Hey, [h], è [heshe] il motivo per cui stai lavorando al tuo giorno libero?

source: [h] Ehh...hahah, I have no idea what you're talking about, Jenny...
italian: [h] Ehh...hahah, non ho idea di cosa stai parlando, Jenny...

source: Woman || No? Didn't you just storm in here 10 minutes ago, and begged Jason to take his shift?
italian: Donna <unk> <unk> No? Non sei appena tempesta in qui 10 minuti fa, e pregato Jason di prendere il suo turno?

source: [h] Whaa, nonono, you got it all wrong!
italian: [h] Whaa, nonono, hai sbagliato tutto!

source: Woman || She even put perfume on while coming half changed out of the locker room.
italian: Donna <unk> <unk> Lei ha anche messo profumo su mentre venendo metà cambiato fuori dallo spogliatoio.

source: [h] I-I'll be right back...
italian: [h] Io sarò tornato...

source: [pcthink] Damn, I can't understand what they're talking about...
italian: [pcthink] Dannazione, non riesco a capire di cosa stiano parlando...

source: [pcthink] But it's really cute that she spends her day off working just because of me.
italian: [pcthink] Ma è davvero carino che trascorre la sua giornata di riposo lavorando solo a causa di me.

source: [h] Hehe...
italian: [h] Hehehe...

source: [h] They were just joking of course, haha.
italian: [h] Stavano semplicemente scherzando naturalmente, haha.

source: [pc] Sure... *smirk*
italian: [pc] Certo... *smirk*

source: [h] Ugh... this is so embarrassing...
italian: [h] Ugh... questo è così imbarazzante...

source: [pc] Haha, don't worry, I think it's cute.
italian: [pc] Haha, non ti preoccupare, penso che sia carino.

source: [h] Unn... really?
italian: [h] Unn... davvero?

source: [pc] I do.
italian: [pc] Lo faccio.

source: [pc] How about we meet somewhere else next time, so you don't have to beg your co-worker to change the shift last minute?
italian: [pc] Che ne dici di incontrarci da qualche altra parte la prossima volta, quindi non dovrai chiedere al tuo collaboratore di cambiare il turno dell'ultimo minuto?

source: [h] You mean like... a date?
italian: [h] Vuoi dire come... una data?

source: [pc] I mean a date, yes.
italian: [pc] Intendo una data, sì.

source: [h] Haha, yes! I'd love to!
italian: [h] Haha, sì! Mi piace!

source: [pc] Great, when do you have time? This weekend?
italian: [pc] Ottimo, quando hai tempo? Questo fine settimana?

source: [h] Anytime!
italian: [h] In qualsiasi momento!

source: [h] I mean... when I'm not working of course, haha.
italian: [h] Intendo dire... quando non sto lavorando naturalmente, haha.

source: [pc] Alright, so, this weekend?
italian: [pc] Bene, così, questo fine settimana?

source: [h] Yes!
italian: [h] Sì!

source: [pc] Oh wait... aren't you working over the weekend?
italian: [pc] Oh aspetta... non stai lavorando nel fine settimana?

source: [h] Ehh... oh yes... but I can take a day off, since I'm working today anyway, haha.
italian: [h] Ehh... oh sì... ma posso prendermi una giornata libera, visto che sto comunque lavorando oggi, haha.

source: [pc] No need to take a day off for me, when is your next regular day off?
italian: [pc] Non c'è bisogno di prendere un giorno di riposo per me, quando è il tuo prossimo giorno normale libero?

source: [h] Oh but I don't mind, really. My next regular day off is not until next week.
italian: [h] Oh, ma non mi dispiace, davvero. Il mio giorno di riposo regolare non è fino alla settimana prossima.

source: [pc] Hum... you really don't mind?
italian: [pc] Uomo... non ti dispiace?

source: [h] No, really!
italian: [h] No, davvero!

source: [pc] Alright, this weekend it is then.
italian: [pc] Bene, questo fine settimana è allora.

source: [pc] Is there anywhere you want to go?
italian: [pc] C'è un posto dove vuoi andare?

source: [h] Where ever you want to go.
italian: [h] Dove mai vuoi andare.

source: [pc] Well, I'll be honest, the city changed a lot since I moved away, so I'm not sure I'll pick the best place.
italian: [pc] Beh, sarò onesto, la città è cambiata molto da quando mi sono trasferita, quindi non sono sicuro di scegliere il posto migliore.

source: [h] Oh, right...
italian: [h] Oh, destra...

source: [h] Leave it to me then, I'll find something!
italian: [h] Lasciatemi poi, troverò qualcosa!

source: [pc] Okay, sounds good.
italian: [pc] Ok, suona bene.

source: [pc] Looks like you got some customers.
italian: [pc] Sembra che tu abbia alcuni clienti.

source: [h] Oh, yeah, I'll be right back.
italian: [h] Oh, sì, sarò subito indietro.

source: [pc] Yeah, I won't run away.
italian: [pc] Sì, non scapperò via.

source: [h] Alright, all customers satisfied, haha.
italian: [h] Bene, tutti i clienti soddisfatti, haha.

source: [pc] Looks like you have to satisfy one more...
italian: [pc] Sembra che tu debba soddisfarne uno di più...

source: [h] Ugh... alright, one minute~
italian: [h] Ugh... bene, un minuto~

source: [pc] I'll be here.
italian: [pc] Sarò qui.

source: [pcthink] Even more customers...
italian: [pcthink] Ancora più clienti...

source: [pc] ...and another one...
italian: [pc] ...e un altro...

source: [pcthink] Damn, the customer onrush doesn't seem to stop...
italian: [pcthink] Dannazione, il cliente onrush non sembra fermarsi...

source: [pcthink] I bet she feels guilty for making me wait for so long...
italian: [pcthink] Scommetto che si sente colpevole per farmi aspettare così a lungo...

source: [pcthink] Shit, I guess it's time to leave.
italian: [pcthink] Merda, immagino che sia ora di andarsene.

source: [pc] Hey [h], I'm leaving, do you mind if I text you later?
italian: [pc] Ehi [h], sto lasciando, ti dispiace se ti scrivo più tardi?

source: [h] Of course!
italian: [h] Certo!

source: [h] Ah, I mean, no of course I don't mind, haha!
italian: [h] Ah, voglio dire, no naturalmente non mi dispiace, haha!

source: [pc] Haha, okay later then.
italian: [pc] Haha, va bene più tardi allora.

source: [h] Later, [pc]~
italian: [h] Più tardi, [pc]~

source: [pcthink] Alright, time for coffee...
italian: [pcthink] Bene, tempo per il caffè...

source: [pcthink] Maybe I should have brought the notebook...
italian: [pcthink] Forse avrei dovuto portare il notebook...

source: [pcthink] Well, time to finish the coffee and go on...
italian: [pcthink] Beh, il tempo di finire il caffè e andare avanti...

source: [pcthink] Look who's there...
italian: [pcthink] Guarda chi c'è...

source: [st] ...and then you can bring the new components to the testing area.
italian: [st] ...e poi puoi portare i nuovi componenti nell'area di prova.

source: Guy || Okay.
italian: Ragazzo <unk> <unk> Okay.

source: [st] Huh? What are you doing here?
italian: [st] Huh? Cosa stai facendo qui?

source: [pc] Yeah, it's good to see you, too...
italian: [pc] Sì, è bello vedervi, anche...

source: [st] Shouldn't you be working on the project? Do you need additional information?
italian: [st] Non dovresti lavorare al progetto? Hai bisogno di ulteriori informazioni?

source: [pcthink] Jeez, is it all work to her? I guess I'll have to approach her a little bit differently if I want to get on good terms with her...
italian: [pcthink] Jeez, è tutto il lavoro per lei? Immagino che dovrò avvicinarle un po 'in modo diverso se voglio ottenere in buoni termini con lei...

source: [pc] I'm just having a break, and I thought I'd come over and see if there's anything new regarding the project.
italian: [pc] Sto solo facendo una pausa, e pensavo di essere arrivato e vedere se c'è qualcosa di nuovo riguardo al progetto.

source: [st] That's...commendable... but the project didn't change, and [boss] is on a business trip until next week.
italian: [st] Questo... lodevole... ma il progetto non è cambiato, e [boss] è in viaggio di lavoro fino alla prossima settimana.

source: [pc] Oh, he didn't tell me.
italian: [pc] Oh, non me l'ha detto.
