Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_ja_] Well, why don't you take [himher] to "the place", Steph?
french: [_ja_] Eh bien, pourquoi ne pas prendre le [himher] à "l'endroit", Steph?

source: [_mc_] Okay... what's "the place"?
french: [_mc_] Ok ... quel est "l'endroit"?

source: [_st_] Just follow me.
french: [_st_] Je viens de me suivre.

source: [_st_] Here.
french: [_st_] Ici.

source: [_mcthink_] Damn, she looks really hot in that dress.
french: [_mcthink_] Damn, elle a l'air très sexy dans cette robe.

source: [_st_] It's a lot more quite and comfortable here.
french: [_st_] C'est beaucoup plus confortable ici.

source: [_st_] So we can talk about the project without any disturbance.
french: [_st_] Nous pouvons donc parler du projet sans aucune perturbation.

source: [_mc_] Yeah, sure.
french: [_mc_] Oui, bien sûr.

source: [_st_] So, I've compiled a list of all the things that need some adjustments...
french: [_st_] Alors, j'ai compilé une liste de toutes les choses qui ont besoin d'ajustements ...

source: [_st_] Here, have a look.
french: [_st_] Voici un look.

source: [_ja_] Oh-my-god, [st], are you serious?!
french: [_ja_] Oh-mon-dieu, [st], vous êtes sérieux?

source: [_ja_] You brought your work on your date?
french: [_ja_] Vous avez apporté votre travail à votre date?

source: [_ja_] Seriously, didn't we talk about that?
french: [_ja_] Sérieusement, n'avons-nous pas parlé de ça?

source: [_st_] I told you it's a business meeting.
french: [_st_] Je vous ai dit que c'était une réunion d'affaires.

source: [_ja_] Jesus, [st]! We both know that's not true.
french: [_ja_] Jésus, [st]! Nous savons tous les deux que ce n'est pas vrai.

source: [_ja_] At least for tonight.
french: [_ja_] Au moins pour ce soir.

source: [_ja_] How many times do I have to tell you...
french: [_ja_] Combien de fois dois-je vous dire ...

source: [_ja_] Work time is work time, and after work is no-work time.
french: [_ja_] Le temps de travail est le temps de travail, et après le travail, il n'y a pas de temps de travail.

source: [_ja_] ...and now is no-work time!
french: [_ja_] ... et maintenant n'est pas un temps de travail !

source: [_ja_] Have fun you two...
french: [_ja_] Amusez-vous deux ...

source: [_mc_] It's not like we're going to spend the whole evening with that, right?
french: [_mc_] Ce n'est pas comme si nous allions passer toute la soirée avec ça, non?

source: [_st_] I know, but she's right. I really work too much...
french: [_st_] Je sais, mais elle a raison. Je travaille vraiment trop ...

source: [_mc_] You really work a lot, you should try to relax and forget about work once in a while.
french: [_mc_] Vous travaillez beaucoup, vous devriez essayer de vous détendre et d'oublier le travail une fois dans un moment.

source: [_st_] I know... but it's not easy...
french: [_st_] Je sais ... mais ce n'est pas facile ...

source: [_st_] You should try the waffles, they're really good.
french: [_st_] Vous devriez essayer les gaufres, ils sont vraiment bons.

source: [_mc_] Oh... right...
french: [_mc_] Oh... c'est vrai...

source: [_st_] I'm sorry for the drama, I bet you didn't expect something like that.
french: [_st_] Je suis désolé pour le drame, je parie que vous ne vous attendez pas à quelque chose comme ça.

source: [_mc_] No problem. It looks like she's a really good friend of yours?
french: [_mc_] Aucun problème. On dirait qu'elle est vraiment une bonne amie de la tienne?

source: [_st_] Yes... kind of...
french: [_st_] Oui ... genre de ...

source: [_mc_] Well, it looks like she cares for you, and you seem to value her opinion.
french: [_mc_] Bien, il semble qu'elle se soucie de vous, et vous semblez valoriser son opinion.

source: [_st_] You really have good eyes.
french: [_st_] Vous avez vraiment de bons yeux.

source: [_mc_] Well, that's "one reason" why you hired me, right?
french: [_mc_] Eh bien, c'est "une raison" pourquoi vous m'avez engagé, n'est-ce pas?

source: [_st_] ...kind of.
french: [_st_] ... genre de.

source: [_mc_] Whoa, did I just see a smile on your face? I think that was the first time I've seen you smile.
french: [_mc_] Whoa, ai-je vu un sourire sur votre visage? Je pense que c'était la première fois que je vous ai vu sourire.

source: [_st_] Maybe...
french: [_st_] Peut-être ...

source: [_n_] You keep on chatting and try to break the ice a little more.
french: [_n_] Vous continuez à bavardage et essayez de briser la glace un peu plus.

source: [_mc_] I see. Looks like you two compliment each other pretty well.
french: [_mc_] Je vois. On dirait que vous deux vous complimez assez bien.

source: [_st_] Oh, it's the last waffle...
french: [_st_] Oh, c'est la dernière gaufre ...

source: [_st_] Here, you can have it.
french: [_st_] Ici, vous pouvez l'avoir.

source: [_mc_] No, no, it's fine, you can have it.
french: [_mc_] Non, non, c'est bien, vous pouvez l'avoir.

source: [_mcthink_] She's surprisingly open today...
french: [_mcthink_] Elle est étonnamment ouverte aujourd'hui ...

source: [_st_] They're good, aren't they?
french: [_st_] Ils sont bons, n'est-ce pas?

source: [_mc_] Looks like they're going to close, we should probably leave.
french: [_mc_] On dirait qu'ils vont fermer, nous devrions probablement partir.

source: [_st_] Oh, no, it's fine.
french: [_st_] Oh, non, c'est bien.

source: [_ja_] Here we go! Your favorite, [st].
french: [_ja_] Nous y allons ! Votre favori, [st].

source: [_ja_] ...and since I don't know what you like. I brought a different one as well.
french: [_ja_] ... et puisque je ne sais pas ce que vous aimez. J'en ai apporté une autre.

source: [_ja_] I suspect [heshe] took it quite well?
french: [_ja_] I suspect [heshe] m'a assez bien pris?

source: [_st_] Oh, we didn't talk about it, yet.
french: [_st_] Oh, nous n'en avons pas parlé, encore.

source: [_ja_] What?! Why?
french: [_ja_] Quoi? ! Pourquoi?

source: [_st_] It's not that easy, you know?
french: [_st_] Ce n'est pas si facile, vous savez?

source: [_ja_] Jeez, [st], it should've been the first thing to mention!
french: [_ja_] Jeez, [st], il aurait dû être la première chose à mentionner !

source: [_mc_] What's going on? What are you two talking about?
french: [_mc_] Qu'est-ce qui se passe? De quoi vous parlez-vous?

source: [_ja_] Alright, let's make it quick and painless.
french: [_ja_] Alright, faisons-nous vite et sans douleur.

source: [_mc_] Painless?
french: [_mc_] Peinie?

source: [_ja_] You know it's really not fair towards [himher].
french: [_ja_] Vous savez que ce n'est vraiment pas juste envers le [himher].

source: [_st_] I was going to tell [himher] about it!
french: [_st_] J'allais dire [himher] à ce sujet !

source: [_ja_] Alright, so.
french: [_ja_] Alright, donc.

source: [_extend_] {color=#beff78}[st] and I are a couple.{/color}
french: [_extend_] { color=#beff78}[st] et moi sommes un couple. { /color }

source: [_mc_] What?! [withhpunch]
french: [_mc_] Quoi? ! [withhpunch]

source: [_st_] I-I really wanted to tell you, I was just waiting for the right moment!
french: [_st_] I really wanted to tell you, I was just waiting for the right moment !

source: [_ja_] There won't ever be a right moment for something like that, [st].
french: [_ja_] Il n'y aura jamais un moment opportun pour quelque chose comme ça, [st].

source: [_ja_] Anyway, she really likes you, so we've been talking and decided that, if you are okay with that, and you and me get along as well, we could try.
french: [_ja_] Quoi qu'il en soit, elle vous aime vraiment, alors nous avons parlé et décidé que, si vous êtes d'accord avec ça, et que vous et moi vous retenions aussi, nous pourrions essayer.

source: [_mc_] Try what exactly?
french: [_mc_] Essayez ce qui exactement?

source: [_ja_] Oh come on, you know what I mean.
french: [_ja_] Oh viens, tu sais ce que je veux dire.

source: [_st_] It's basically your decision if you want to go on with the date.
french: [_st_] C'est essentiellement votre décision si vous voulez continuer avec la date.

source: [_ja_] Yeah, we can go on and see where things go, or, if you don't like that, we can stop right now and everyone goes their way.
french: [_ja_] Oui, on peut aller voir où vont les choses, ou, si vous n'aimez pas ça, on peut s'arrêter maintenant et tout le monde va bien.

source: [_st_] I'm sorry. I should've told you earlier.
french: [_st_] Je suis désolé. J'aurais dû te le dire plus tôt.

source: [_ja_] I know it's a bit sudden, and probably weird for you as well, but I prefer being honest from the start. So what do you say?
french: [_ja_] Je sais que c'est un peu soudain, et probablement bizarre pour vous aussi, mais je préfère être honnête dès le départ. Alors qu'est-ce que tu dis?

source: [_mc_] It's definitely a surprise, but I'm sure we can make it work.
french: [_mc_] C'est certainement une surprise, mais je suis sûr que nous pouvons le faire fonctionner.

source: [_ja_] Great! And yes, I agree, I think we can make it work.
french: [_ja_] Grand ! Et oui, je suis d'accord, je pense que nous pouvons le faire fonctionner.

source: [_ja_] So which one do you prefer?
french: [_ja_] Alors que vous préférez?

source: [_mc_] Sorry, but that's not what I was expecting. I'm not sure this is what I want...
french: [_mc_] Désolé, mais ce n'est pas ce que j'attendais. Je ne suis pas sûr que c'est ce que je veux ...

source: [_ja_] Well, that's unfortunate, but understandable.
french: [_ja_] Bien, c'est malheureux, mais compréhensible.

source: [_n_] You say good bye and leave the pub.
french: [_n_] Vous dites au revoir et vous quittez le pub.

source: [_st_] Wait!
french: [_st_] Attends !

source: [_mc_] Huh? What's wrong, [st]?
french: [_mc_] Huh? Qu'est-ce qui ne va pas, [st]?

source: [_st_] I'm sorry for... this...
french: [_st_] Je suis désolé pour ... ça ...

source: [_mc_] Forget about it.
french: [_mc_] Oubliez ça.

source: [_st_] Please don't tell anybody about it, okay?
french: [_st_] S'il vous plaît, n'en parlez à personne, d'accord?

source: [_st_] ...and should you change your mind, just let me know.
french: [_st_] ... et si vous changez d'avis, laissez-moi savoir.

source: [_mc_] Okay.
french: [_mc_] Ok .

source: [_st_] Okay then...
french: [_st_] Ok alors ...

source: [_mcthink_] Alright, it's getting dark already, time to head back home... I hope nobody will ask any questions.
french: [_mcthink_] Alright, c'est déjà sombre, le temps de rentrer à la maison ... J'espère que personne ne posera de questions.

source: [_n_] You try to avoid anyone seeing you when you arrive back home, but it seems like nobody has even noticed you left the house for a while.
french: [_n_] Vous essayez d'éviter que quiconque vous voit lorsque vous arriez à la maison, mais il semble que personne n'ait même remarqué que vous avez quitté la maison pendant un certain temps.

source: [_n_] A while later.
french: [_n_] A alors que plus tard.

source: [_ja_] Sounds like the job was exactly what you were looking for. Good thing [st] liked your photo.
french: [_ja_] On dirait que le travail était exactement ce que vous chercheriez. La bonne chose [st] a aimé votre photo.

source: [_st_] Hey, it wasn't only the photo, [heshe] is pretty good at the job, you know?
french: [_st_] Hey, ce n'était pas seulement la photo, [heshe] est plutôt bonne à l'emploi, vous savez?

source: [_ja_] I know, I know. You told me several times already, Babe.
french: [_ja_] Je sais, je sais. Tu m'as déjà dit plusieurs fois, Babe.

source: [_ja_] Aaaaanyway, let's drink on that!
french: [_ja_] Aaaaquot, buvons sur ça !

source: [_ja_] Oh... err, I guess we need new drinks.
french: [_ja_] Oh ... err, je suppose que nous avons besoin de nouvelles boissons.

source: [_ja_] Be right back.
french: [_ja_] Soyez de retour.

source: [_st_] Soooo... what do you think about her?
french: [_st_] Soooo ... que pensez-vous de elle?

source: [_mc_] She seems really nice.
french: [_mc_] Elle semble vraiment sympa.

source: [_st_] So you like her? Great! I was hoping you'd say that!
french: [_st_] Alors vous l'aimez? Super ! J'espérais que tu dirais ça !

source: [_st_] I think it's going...
french: [_st_] Je pense que ça va ...

source: [_mc_] Are you alright?
french: [_mc_] Ça va?

source: [_st_] Yes, sorry, I stumbled over the leg of the table.
french: [_st_] Oui, désolé, je suis tombé sur la jambe de la table.

source: [_ja_] Look at that. 'Couldn't wait until I'm back, huh?
french: [_ja_] Regarde ça. 'Impossible d'attendre que je sois de retour, hein?

source: [_st_] It's not like that... *Hic*
french: [_st_] Ce n'est pas comme ça ... *Hic *

source: [_ja_] Oh for sure, of course not.
french: [_ja_] Oh, bien sûr, non.

source: [_ja_] I think someone might feel left out.
french: [_ja_] Je pense que quelqu'un pourrait se sentir exclu.

source: [_ja_] Maybe we should change that, what do you think?
french: [_ja_] Peut-être devrions-nous changer ça, qu'est-ce que vous pensez?

source: [_st_] I think you should give [himher] some attention, too, [ja].
french: [_st_] Je pense que vous devriez donner [himher] une certaine attention, aussi, [ja].

source: [_ja_] Mhh, good idea, babe.
french: [_ja_] Mhh, bonne idée, babe.

source: [_ja_] Mhh... I think tonight will be a fun night.
french: [_ja_] Mhh ... Je pense que ce soir sera une soirée amusante.

source: [_st_] I agree.
french: [_st_] Je suis d'accord.

source: [_ja_] Well, you better take good care of our guest, you've invited [himher], after all.
french: [_ja_] Bien, vous feriez mieux de prendre soin de notre invité, vous avez invité [himher], après tout.

source: [_st_] I'll have to agree again.
french: [_st_] Je serai de nouveau d'accord.

source: [_ja_] So?
french: [_ja_] Alors?

source: [_ja_] ...I bet you didn't expect this outcome, did you?
french: [_ja_] ...Je parie que tu ne t'attendais pas à ce résultat, n'est-ce pas?

source: [_st_] Jeez, [ja] I really need a bit more room!
french: [_st_] Jeez, [ja] J'ai vraiment besoin d'un peu plus de place !

source: [_ja_] Oh, sorry...
french: [_ja_] Oh, désolé ...

source: [_ja_] Let me fix that for you...
french: [_ja_] Laisse-moi réparer ça pour toi ...

source: [_ja_] There we go...
french: [_ja_] Nous y allons ...

source: [_ja_] Now we'll have enough space... right?
french: [_ja_] Maintenant, nous aurons assez d'espace ... pas vrai?

source: [_ja_] Oh come on, [st], are you becoming jealous now? Don't forget what we promised each other.
french: [_ja_] Oh come on, [st], êtes-vous en train de devenir jaloux maintenant? N'oublie pas ce que nous nous avions promis.

source: [_ja_] Also, remember [heshe]'s here for you, not for me.
french: [_ja_] Aussi, rappelez-vous [heshe]'s ici pour vous, pas pour moi.

source: [_ja_] You should show [himher] what [heshe]'s here for...
french: [_ja_] Vous devez montrer [himher] ce que [heshe]'s ici pour ...

source: [_ja_] Look at her, isn't she sexy? A shame she barely ever shows her curves...
french: [_ja_] Regarde elle, n'est-ce pas sexy? Une honte qu'elle montre à peine ses courbes ...

source: [_ja_] You should wear stuff like that more often, Babe.
french: [_ja_] Tu devrais porter des trucs comme ça plus souvent, Babe.

source: [_st_] You know I don't like to walk around like a slut.
french: [_st_] Tu sais que je n'aime pas marcher comme une salope.

source: [_ja_] There's a difference between sexy and slutty.
french: [_ja_] Il y a une différence entre sexy et salope.

source: [_ja_] Right, [mc]?
french: [_ja_] Droit, [mc]?

source: [_ja_] I knew we'd understand each other.
french: [_ja_] Je savais que nous nous comprendrions.

source: [_ja_] Well, I guess being sexy only in private is okay as well.
french: [_ja_] Bien, je suppose qu'être sexy seulement en privé est aussi bien.

source: [_ja_] Anyway, it looks like there's only one person left with [hisher] clothes on...
french: [_ja_] En tout cas, il semble qu'il n'y ait qu'une seule personne avec [hisher] vêtements sur ...

source: [_mc_] Well, let's change that then.
french: [_mc_] Eh bien, changeons ça alors.

source: [_mc_] There we go...
french: [_mc_] Nous y allons ...

source: [_ja_] Mhh, look at that, Babe...
french: [_ja_] Mhh, regarde ça, Babe ...

source: [_ja_] It's big...
french: [_ja_] C'est gros ...

source: [_ja_] Mhh... so hard.
french: [_ja_] Mhh ... si dur.

source: [_ja_] Let's' taste it.
french: [_ja_] Laisse-y.

source: [_st_] Me too...
french: [_st_] Moi aussi ...

source: [_st_] I want to know if it fits.
french: [_st_] Je veux savoir s'il convient.

source: [_ja_] If it fits?
french: [_ja_] S'il convient?

source: [_st_] Inside me. It's pretty big.
french: [_st_] À l'intérieur de moi. C'est assez gros.

source: [_ja_] It sure is.
french: [_ja_] C'est sûr.

source: [_ja_] ...but you better leave some for me.
french: [_ja_] ... mais tu feras mieux de laisser certains pour moi.

source: [_ja_] Come on, let's see if it fits.
french: [_ja_] Allez, voyons s'il convient.

source: [_mc_] Are you ready, [st]?
french: [_mc_] Êtes-vous prêt, [st]?

source: [_st_] Of course!
french: [_st_] Bien sûr !

source: [_ja_] Come on, she's no little girl, you won't break her.
french: [_ja_] Allez, elle est pas petite, vous ne la briserez pas.

source: [_st_] Nhhaah! Oh god, so big...
french: [_st_] Nhhaah ! Oh mon Dieu, si grand ...

source: [_ja_] Wow, looks like it fits pretty easily.
french: [_ja_] Wow, on dirait que ça s'adapte assez facilement.

source: [_st_] Hah... haa... it's so deep...
french: [_st_] Hah ... haa ... c'est si profond ...

source: [_ja_] How does it feel to have such a big dick inside you, Babe?
french: [_ja_] Comment ça se sent d'avoir une grosse bite à l'intérieur de toi, Babe?

source: [_st_] Hnn... it's incredible...
french: [_st_] Hnn ... c'est incroyable ...

source: [_ja_] Doesn't it hurt?
french: [_ja_] N'est-ce pas blessé?

source: [_st_] Nhh... a little bit... haah... god!
french: [_st_] Nhh ... un petit peu ... haah ... dieu !

source: [_ja_] Looks like it it doesn't matter.
french: [_ja_] On dirait que ça n'a pas d'importance.

source: [_st_] Hnn... I think... n-no... it doesn't! Haa!
french: [_st_] Hnn ... Je pense ... n-non ... ce n'est pas le cas ! Haa !

source: [_st_] OH-God, I think... I-I'm coming! [withflash]
french: [_st_] OH-Dieu, je pense ... Je viens ! [withflash]

source: [_ja_] Already?!
french: [_ja_] Déjà? !

source: [_mcthink_] Oh shit, she's squeezing me so much!
french: [_mcthink_] Oh merde, elle me serre tellement !

source: [_st_] Haaaah... so much cum...
french: [_st_] Haaaah ... tant de foutre ...

source: [_ja_] Oh yeah, there's a lot of cum...
french: [_ja_] Oh oui, il y a beaucoup de foutre ...

source: [_ja_] Just look at you... covered in it... so sexy.
french: [_ja_] Just look at you ... recouverte dans it ... so sexy.

source: [_ja_] Still so much left.
french: [_ja_] Encore tellement gauche.

source: [_ja_] Let me help you.
french: [_ja_] Laissez-moi vous aider.

source: [_ja_] Just keeping you clean, Babe.
french: [_ja_] Tout simplement vous garder propre, Babe.

source: [_st_] Well, I guess it's your turn now.
french: [_st_] Eh bien, je suppose que c'est votre tour maintenant.

source: [_ja_] Oh, absolutely.
french: [_ja_] Oh, absolument.

source: [_ja_] You stay here, Babe.
french: [_ja_] Vous restez ici, Babe.

source: [_st_] What do you want to do?
french: [_st_] Que voulez-vous faire?

source: [_ja_] Oh, I'm not done cleaning, Babe.
french: [_ja_] Oh, je ne suis pas nettoyé, Babe.

source: [_ja_] ...so dirty.
french: [_ja_] ... si sale.

source: [_ja_] NHH! God, yes! Just fuck me! Nhh!
french: [_ja_] NHH ! Dieu, oui ! Va-moi juste me baiser ! Nhh !

source: [_st_] Hnn, [ja], he's taking you so easily.
french: [_st_] Hnn, [ja], il vous prend si facilement.

source: [_st_] Your moans sound so cute, [ja].
french: [_st_] Vos papillons sont si mignons, [ja].

source: [_ja_] Hnn... I want to hear yours, too, Babe.
french: [_ja_] Hnn ... Je veux entendre le tien aussi, Babe.

source: [_st_] Nhh... [mc], I think she wants you to go faster.
french: [_st_] Nhh ... [mc], je pense qu'elle veut que tu iras plus vite.

source: [_ja_] Oh god, I'm cumming! HAA! [withflash]
french: [_ja_] Oh mon dieu, je suis en cumming ! HAA ! [withflash]

source: [_mc_] God!
french: [_mc_] Dieu !

source: [_ja_] Shit... so good...
french: [_ja_] Shit ... si bon ...

source: [_ja_] Such a perfect body.
french: [_ja_] Un tel corps parfait.

source: [_ja_] ...and such nice tits. Do you mind?
french: [_ja_] ... et de jolies seins. Tu te sens?

source: [_mc_] Not at all.
french: [_mc_] Pas du tout.

source: [_ja_] Mhh, why don't we swap places, I think it'd be easier for us.
french: [_ja_] Mhh, pourquoi ne pas échanger des places, je pense que ce serait plus facile pour nous.

source: [_ja_] Wow, [st], you didn't lie.
french: [_ja_] Wow, [st], vous n'avez pas menté.

source: [_ja_] She's really stunning, so sexy!
french: [_ja_] Elle est vraiment sensante, si sexy !

source: [_ja_] I can't wait to taste this.
french: [_ja_] Je ne peux pas attendre pour goûter ça.

source: [_ja_] Why don't you take care of her upper part, while I'll focus on down here?
french: [_ja_] Pourquoi ne pas prendre soin de sa partie supérieure, alors que je me concentrerai ici?

source: [_st_] Sure...
french: [_st_] Bien sûr ...

source: [_mcthink_] God, I'd have never expected anything like this... not from [st].
french: [_mcthink_] Dieu, je n'aurais jamais rien attendu de ce genre ... pas du [st].

source: [_mcthink_] ...and that she has a secret girlfriend, and one like [ja]... the complete opposite of her...
french: [_mcthink_] ... et qu'elle a une petite amie secrète, et une comme [ja]... le tout en face d'elle ...

source: [_mcthink_] Still waters...
french: [_mcthink_] Encore des eaux ...

source: [_mcthink_] God, [ja] really knows what she's doing!
french: [_mcthink_] Dieu, [ja] sait vraiment ce qu'elle fait !

source: [_ja_] Hey, I think it's our turn now.
french: [_ja_] Hey, je pense que c'est notre tour maintenant.

source: [_mc_] Then let's get you some fun.
french: [_mc_] Alors, vous vous amusez.

source: [_ja_] Oh god, I'm cumming! [withflash]
french: [_ja_] Oh Dieu, je suis cumming ! [withflash]

source: [_st_] M-Me too... HAA! [withflash]
french: [_st_] M-Me aussi ... HAA ! [withflash]

source: [_ja_] Heh, you came pretty hard, Babe.
french: [_ja_] Heh, tu es très dur, Babe.

source: [_st_] You...
french: [_st_] Vous ...

source: [_st_] ...you, too, [ja]...
french: [_st_] ... vous aussi, [ja]...

source: [_ja_] How about you, [mc]?
french: [_ja_] Comment pour vous, [mc]?

source: [_mc_] Yeah... it was pretty intense...
french: [_mc_] Oui ... c'était plutôt intense ...

source: [_ja_] Well, that was fun...
french: [_ja_] Eh bien, c'était amusant ...

source: [_ja_] It's rare to see a man cum twice within such a short time.
french: [_ja_] Il est rare de voir un homme cum deux fois en si peu de temps.

source: [_ja_] I honestly wasn't expecting anything like this, most women would've probably freaked out when they learn that their crush is dating another woman.
french: [_ja_] Honnêtement, je ne m'attendais pas à quelque chose comme ça, la plupart des femmes auraient probablement panié quand elles apprennent que leur béguin sort avec une autre femme.

source: [_mc_] What can I say, with two such beautiful ladies, it was quite easy.
french: [_mc_] Qu'est-ce que je peux dire, avec deux femmes aussi belles, c'était assez facile.

source: [_ja_] You hear that, Babe? We should definitely try that again, don't you think?
french: [_ja_] Vous entenez ça, Babe? Nous devrions sans aucun doute essayer encore une fois, ne pensez-vous pas?

source: [_st_] Absolutely!
french: [_st_] Absolument !

source: [_st_] Of course only if [heshe] wants to...
french: [_st_] Bien sûr que si [heshe] veut ...

source: [_mc_] I'd definitely not mind doing that again.
french: [_mc_] Je n'avais absolument pas l'intention de le faire de nouveau.
