Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [n] Hours later [withdissolve]
italian: [n] Ore successive [withdissolve]

source: [pcthink] ...alright, back to the livingroom. At least [m] and [e] are back now, so it shouldn't be that boring anymore...
italian: [pcthink] ...a destra, torna al soggiorno. Almeno [m] e [e] sono tornati ora, quindi non dovrebbe essere più noioso...

source: Voice || {size=-10}Good afternoon [e]. How are you today? Did you do everything I told you?{/size}
italian: Voce <unk> <unk> {size=-10}Buon pomeriggio [e]. Come sei oggi? Hai fatto tutto quello che ti ho detto?{/size}

source: [pcthink] Huh? Who's this?
italian: [pcthink] Huh? Chi è questo?

source: [pc] Hey [e], and...
italian: [pc] Ehi [e], e...

source: Woman || You must be [pc], I guess?
italian: Donna <unk> <unk> Devi essere [pc], Immagino?

source: [pc] Uh, yes and you are?
italian: [pc] Uh, sì e sei?

source: Woman || Oh? No one told you about me?
italian: Donna <unk> <unk> Oh? Nessuno ti ha detto di me?

source: Woman || I'm [e]'s therapist.
italian: Donna <unk> <unk> Sono il terapeuta di [e].

source: [pcthink] Okay, no introduction then...
italian: [pcthink] Okay, nessuna introduzione allora...

source: [pc] She has her own therapist?
italian: [pc] Ha il suo terapea?

source: [t1] Of course.
italian: [t1] Certo.

source: [pc] I see... I didn't know.
italian: [pc] Lo vedo... non sapevo.

source: [t1] Obviously.
italian: [t1] Ovviamente.

source: [pcthink] Why does she have such a hostile attitude?
italian: [pcthink] Perché ha un atteggiamento così ostile?

source: [pc] Yeah... uh, aren't you a bit young to be a therapist?
italian: [pc] Sì... uh, non sei un po' giovane per essere un terapista?

source: [t1] I don't see what my age has to do with my work.
italian: [t1] Non vedo cosa abbia a che fare la mia età con il mio lavoro.

source: [pc] ...yeah. I guess age doesn't matter when you're good at your job...
italian: [pc] ...sì. Immagino che l'età non abbia importanza quando sei bravo al tuo lavoro...

source: [t1] Of course, and I am!
italian: [t1] Certo, e io sono!

source: [pcthink] Wow, what a smug...
italian: [pcthink] Wow, che smug...

source: [t1] So, [m] told me that [e] is quite... fond of you?
italian: [t1] Allora, [m] mi ha detto che [e] è quite... appassionato di te?

source: [pc] Did she? Well I'm her [bs] after all.
italian: [pc] Ha fatto? Beh, dopo tutto, sono lei [bs].

source: [t1] Hm, I see.
italian: [t1] Hm, vedo.

source: [t1] Well, I'd prefer it if you leave us alone until I'm finished with my work.
italian: [t1] Beh, preferirei se ci lasciassi soli fino a quando non ho finito con il mio lavoro.

source: [pcthink] Work? Is [e] nothing but work to her?
italian: [pcthink] Lavoro? [e] non è altro che lavorare per lei?

source: [pc] Sure...
italian: [pc] Certo...

source: She closes the door right in your face
french: Elle ferme la porte juste devant vous
italian: Chiude la porta in faccia

source: [pcthink] What the... what a bitch!
italian: [pcthink] Che cosa... che cagna!

source: [pcthink] Why did [m] hire someone like her to take care of [e]?!
italian: [pcthink] Perché [m] ha assunto qualcuno come lei per prendersi cura di [e]?!

source: [pcthink] [e] didn't seem to be overly excited either... she almost looked like she wanted me to help her.
italian: [pcthink] [e] non sembrava essere troppo eccitata neanche... sembrava quasi che volesse che la aiutasse.

source: [pcthink] I have to talk to [m] about this.
italian: [pcthink] Devo parlare con [m] di questo.

source: [n] As you are about to enter your room you hear [e]'s door open.
italian: [n] Mentre stai per entrare nella tua stanza, senti la porta di [e]aperta.

source: [t] {size=-10}...and don't forget to finish your tasks this time. I really don't feel like going through this every time I'm here!{/size}
italian: [t] {size=-10}...e non dimenticate di finire i vostri compiti questa volta. Non ho davvero voglia di passare attraverso questo ogni volta che sono qui!{/size}

source: [pc] Done already?
italian: [pc] Fatto già?

source: [t] Humph... It took way too long. Longer than usual.
italian: [t] Humph... Ci è voluto troppo tempo. Più del solito.

source: [pc] Well... maybe it would have helped if you were a bit more... friendly!
italian: [pc] Bene... forse avrebbe aiutato se fossi un po' di più... amichevole!

source: [pc] ...just saying.
italian: [pc] ... basta dire.

source: [t] Tch, it would have helped if you hadn't disturbed us at the beginning!
italian: [t] Tch, avrebbe aiutato se non ci avessi disturbati all'inizio!

source: [pc] What?! How the hell did I disturb you?! You barely entered her room!?
italian: [pc] Cosa?! Come l'inferno ti ho disturbato?! Sei appena entrato nella sua stanza!?

source: [t] You did disturb {b}her{/b}, not me! You don't know much about people, do you?!
italian: [t] Hai disturbato {b}le{/b}, non mio! Non conosci molto sulle persone, tu?!

source: [pc] {b}I{/b} don't know much about people?! You were the one who was unfriendly to start with, and by the way, you didn't even introduce yourself.
italian: [pc] {b}I{/b} non sa molto sulle persone?! Sei stato quello che non era amichevole per cominciare, e a proposito, non ti sei nemmeno presentato.

source: [pc] If that's the way you work then I know why [e] doesn't like you.
italian: [pc] Se questo è il modo in cui lavori, so perché [e] non ti piace.

source: [t] I don't have time for this stupidity, you don't know anything about my work...
italian: [t] Non ho tempo per questa stupidità, non sapete nulla del mio lavoro...

source: [t] Just to make this clear, I'd prefer it if you'd not be here the next time I'm working with [e]!
italian: [t] Solo per chiarire questo, preferirei che non fossi qui la prossima volta che sto lavorando con [e]!

source: [pc] Yeah, go and I would prefer it if you'd never come back!
italian: [pc] Sì, vai e preferirei se non ti fossi mai ritornato!

source: [pcthink] Shit, maybe that was a bit too much. I hope [m] didn't hear that...
italian: [pcthink] Merda, forse era un po' troppo. Spero che [m] non l'abbia sentito...

source: [pc] Did she listen the whole time?
italian: [pc] Ha ascoltato tutto il tempo?

source: [pc] I'm happy to see you as well...
italian: [pc] Sono felice di vederti pure...

source: [t] Pff, I didn't expect {i}you{/i} to open the door...
italian: [t] Pff, non mi aspettavo che {i}tu{/i} aprisse la porta...

source: [t] Anyway, I have work to do!
italian: [t] In ogni caso, ho del lavoro da fare!

source: [pcthink] What the fuck, is she serious?
italian: [pcthink] Che cazzo è seria?

source: [pc] [e] is not home yet, same for [m]!
italian: [pc] [e] non è ancora casa, lo stesso per [m]!

source: [t] Not home? Why?
italian: [t] Non a casa? Perché?

source: [pc] I don't know, [m] just told me on the phone.
italian: [pc] Non lo so, [m] appena mi ha detto al telefono.

source: [t] Why didn't she call me?
italian: [t] Perché non mi ha chiamata?

source: [pc] I guess she didn't see a need for it...
italian: [pc] Immagino che non abbia visto un bisogno per esso...

source: [t] Tch... well I guess there won't be a session today then.
italian: [t] Tch... bene immagino che non ci sarà una sessione oggi allora.

source: [pc] They will be here in a few minutes.
italian: [pc] Saranno qui tra qualche minuto.

source: [t] Humph... fine, I'll wait then...
italian: [t] Humph... bene, allora aspetterò...

source: [pcthink] Damn, she's so annoying...
italian: [pcthink] Dannazione, è così fastidiosa...

source: [t] I hope you know that time is money!
italian: [t] Spero che sappiate che il tempo è denaro!

source: [pcthink] What now, does she think I'm going to pay her?
italian: [pcthink] Che cosa ora, pensa che la pagherò?

source: [pc] I'm not the one who's paying you...
italian: [pc] Non sono colui che ti sta pagando...

source: [n] She goes to the living room and sits down at the dining table. You try your best to ignore her while she does the same.
italian: [n] Lei va in salotto e si siede al tavolo da pranzo. Fai del tuo meglio per ignorarla mentre fa lo stesso.

source: [pcthink] What's up with her?
italian: [pcthink] Che cosa c'è di lei?

source: [pcthink] What the hell?
italian: [pcthink] Che inferno?

source: [pc] Are you writing something about me?
italian: [pc] Stai scrivendo qualcosa di me?

source: [pc] Hey, I'm talking to you!
italian: [pc] Ehi, sto parlando con te!

source: [t] ...of course.
italian: [t] ... ovviamente.

source: [pc] Of course?! What the hell?!
italian: [pc] Certo?! Che inferno?!

source: [t] ...I need to include all factors in [e]'s life for her therapy.
italian: [t] ...Ho bisogno di includere tutti i fattori nella vita di [e]per la sua terapia.

source: [pc] Factors? I'm not a fucking factor!
italian: [pc] Fattori? Non sono un fattore di cazzo!

source: [pc] Hey!
italian: [pc] Ehi!

source: [pcthink] Fuck this bitch. What the fuck is wrong with her?
italian: [pcthink] Cazzo questa cagna. Che cazzo è sbagliato con lei?

source: [pc] You definitely have the wrong job...
italian: [pc] Hai sicuramente il lavoro sbagliato...

source: [t] ...and why would you think so?
italian: [t] ...e perché pensereste così?

source: [pc] As far as I know, a therapist should listen to people, but that's definitely not your best trait.
italian: [pc] Per quanto ne so, un terapeuta dovrebbe ascoltare le persone, ma questo non è sicuramente il tuo tratto migliore.

source: [t] Well, you're not my patient, so there is no reason to listen to your claptrap...
italian: [t] Beh, non sei il mio paziente, quindi non c'è motivo di ascoltare la tua claptrap...

source: [pc] You...
italian: [pc] Tu...

source: [m] We are back!
italian: [m] Siamo tornati!

source: [pcthink] Damn, your luck [t]...
italian: [pcthink] Dannazione, la tua fortuna [t]...

source: [m] Hello [t], I'm sorry we're late. I hope you didn't wait long?
italian: [m] Ciao [t], mi dispiace che siamo in ritardo. Spero che tu non abbia aspettato molto?

source: [t] It's okay, but I have to charge for it.
italian: [t] Va bene, ma devo pagare per questo.

source: [pc] What?! Are you serious? It was barely ten minutes if at all!
italian: [pc] Cosa?! Sei serio? Sono stati a malapena dieci minuti!

source: [t] Time is money...
italian: [t] Il tempo è denaro...

source: [m] [pc], it's okay. It was my fault, so I'll happily pay for it.
italian: [m] [pc], va bene. Era colpa mia, quindi pagherò felicemente.

source: [pc] Humph... well it's your money...
italian: [pc] Humph... beh, è il tuo denaro...

source: [n] [e] comes closer and sits next to you on the couch. She tucks under your arm and rests her head on your shoulder.
italian: [n] [e] si avvicina e si siede accanto a te sul divano. Si tuffa sotto il braccio e poggia la testa sulla spalla.

source: [t] Well we should get started. Come on over [e].
italian: [t] Bene, dovremmo iniziare. Vieni avanti [e].

source: [n] [e] shrugs and draws herself closer to you.
italian: [n] [e] si strappa e si avvicina a te.

source: [m] Oh [e], come on, you know [t] is a busy woman. You can cuddle with your [bs] later.
italian: [m] Oh [e], vieni, sai che [t] è una donna occupata. Puoi coccolare con il tuo [bs] più tardi.

source: [n] She draws herself even closer.
italian: [n] Si avvicina ancora di più.

source: [pc] What's wrong [e], don't tell me you don't like your therapist!
italian: [pc] Cosa c'è di sbagliato [e], non dirmi che non ti piace il tuo terapeuta!

source: [n] You look at [t] with a smile on your face while saying this.
italian: [n] Guardi [t] con un sorriso sul viso mentre dici questo.

source: [pc] Anyway, we don't want [m] to pay more than necessary, do we, [e]?
italian: [pc] Comunque, non vogliamo [m] pagare più del necessario, noi: [e]?

source: [n] You give her a wink.
italian: [n] Le fai un occhiello.

source: [n] She smiles and gets up.
italian: [n] Sorride e si alza.

source: [n] [e] goes to her room, followed by [t] who turns back to you for a moment with an annoyed expression.
italian: [n] [e] va nella sua stanza, seguita da [t] che si rivolge a te per un momento con un'espressione infastidita.

source: [m] Thank you, Hun.
italian: [m] Grazie, Hun.

source: [m] And I'm sorry, I should have told you about the session today.
italian: [m] E mi dispiace, oggi avrei dovuto parlarvi della sessione.

source: [pc] Yeah, you should have. I hope you told [e] at least.
italian: [pc] Sì, avresti dovuto. Spero che tu abbia detto almeno [e].

source: [m] Oh, [e] knows about her sessions with [t]. Better than me actually.
italian: [m] Oh, [e] conosce le sue sessioni con [t]. Meglio di me in realtà.

source: [m] Could you do me a favor [pc]?
italian: [m] Potresti farmi un favore [pc]?

source: [pc] What favor?
italian: [pc] Che favore?

source: [m] I... I know you don't like [t], but could you try to be a bit more friendly towards her?
italian: [m] Io... So che non ti piace [t], ma potresti provare ad essere un po' più amichevole nei suoi confronti?

source: [pc] What? Why would I? She's been a bitch towards me from the first time we met!
italian: [pc] Cosa? Perché? Lei è stata una troia verso di me dalla prima volta che ci siamo incontrati!

source: [m] Please, [pc]. She is all we have to help [e]...
italian: [m] Per favore, [pc]. Lei è tutto quello che dobbiamo aiutare [e]...

source: [m] I told you she's the only one still willing to help her, so please? For [e].
italian: [m] Ti ho detto che è l'unica ancora disposta ad aiutarla, quindi per favore? Per [e].

source: [pc] Humph... fine, I'll try, but I won't promise anything...
italian: [pc] Humph... bene, cercherò, ma non prometterò nulla...

source: [m] That's okay...
italian: [m] Va bene...

source: [pcthink] Did she just look at my...?
italian: [pcthink] Ha appena guardato il mio...?

source: [m] Thanks, Hun. I really appreciate it.
italian: [m] Grazie, Caccio. Lo apprezzo davvero.

source: [pc] Uh... yeah, anytime...
italian: [pc] Uh... sì, in qualsiasi momento...

source: [m] Well, I don't want to disturb you any longer, so I'm going to prepare the cake for later.
italian: [m] Beh, non voglio disturbarti più, quindi preparerò la torta più tardi.

source: [pc] ...sure...
italian: [pc] ...sicuro...

source: [pcthink] What was that?
italian: [pcthink] Cos'era quello?

source: [pcthink] She looked right into my eyes, almost as if she was expecting me to kiss her back like yesterday...
italian: [pcthink] Mi guardò a destra negli occhi, quasi come se mi aspettasse di baciare la schiena come ieri...

source: [pcthink] Does she remember it?! Gawd, that would be awful!
italian: [pcthink] Lo ricorda?! Gawd, che sarebbe terribile!

source: [pcthink] ...no I don't think so... she would have acted differently if that'd be the case...
italian: [pcthink] ...no non credo così... avrebbe agito diversamente se fosse stato così...

source: [pcthink] Maybe what happens when she takes the pills can still affect her, even if she doesn't remember it?
italian: [pcthink] Forse cosa succede quando prende le pillole può ancora influenzarla, anche se non lo ricorda?

source: [pcthink] ...maybe it's affecting her subconsciously...
italian: [pcthink] char@@0 forse sta influenzando il suo subconsciamente...

source: [pcthink] Hum... I should have a look at the pills' description next time...
italian: [pcthink] Hum... La prossima volta dovrei dare un'occhiata alla descrizione delle pillole...

source: [pc] Alright, that's enough!
italian: [pc] Bene, basta!

source: [pc] I've had enough of your bitchy attitude now.
italian: [pc] Ho avuto abbastanza del tuo atteggiamento cagnoso adesso.

source: [t] Tch! And what do you intend to do about it?
italian: [t] Tch! E cosa intendete fare al riguardo?

source: [t] Are you going to punch me like your dad did with [m]?
italian: [t] Mi punterai come ha fatto tuo papà con [m]?

source: [pc] What?!
italian: [pc] Cosa?!

source: [pc] What the fuck is wrong with you?!
italian: [pc] Che cazzo è sbagliato con te?!

source: [pc] I'm not going to punch anyone, not even you!
italian: [pc] Non ho intenzione di colpire nessuno, nemmeno te!

source: [pc] Why the hell would you think I would do that?
italian: [pc] Perché l'inferno pensereste che lo farei?

source: [t] I don't know, tell me?!
italian: [t] Non lo so, dimmi?!

source: [pc] What the hell have I ever done to you, huh?!
italian: [pc] Che diavolo ti ho mai fatto, eh?!

source: [t] Humph... more than enough...
italian: [t] Humph... più che abbastanza...

source: [pcthink] Why is she... blushing?
italian: [pcthink] Perché lei... arrossisce?

source: [pc] You were the one who was acting like a bitch from the first day we met!
italian: [pc] Sei stato tu a comportarti come una cagna dal primo giorno che ci siamo incontrati!

source: [pcthink] Don't tell me she's intimidated...
italian: [pcthink] Non mi dica che è intimidita...

source: [pc] I'm talking to you!
italian: [pc] Sto parlando con te!

source: [t] I don't care!
italian: [t] Non mi importa!

source: [pcthink] No, she's definitely not intimidated... she's embarrassed!
italian: [pcthink] No, non è intimidita... è imbarazzata!

source: [pcthink] This smell...
italian: [pcthink] Questo odore...

source: [t] Stop staring at me and let me go!
italian: [t] Smettila di fissarmi e lasciami andare!

source: [pc] Are you going to stop being such a bitch to everybody then?
italian: [pc] Allora smetterai di essere una tale troia per tutti?

source: [pc] What the hell makes you even think I'd be like that piece of shit?!
italian: [pc] Che diavolo ti fa pensare anche che sarei come quel pezzo di merda?!

source: [n] You notice her twitching slightly for less than a second.
italian: [n] Si nota il suo contrabbando leggermente per meno di un secondo.

source: [pcthink] What's wrong with her?! I would have expected her to freak out and yell at me...
italian: [pcthink] Cosa c'è di sbagliato con lei?! Mi sarei aspettato che lei facesse schernire e gridasse contro me...

source: [pcthink] ...but it feels more like she's kind of embarrassed, almost... excited.
italian: [pcthink] ...ma si sente più come lei è un tipo di imbarazzato, quasi... eccitato.

source: [pcthink] Damn, I know that smell...
italian: [pcthink] Dannazione, so che odore...

source: [pcthink] ...and I know exactly where it comes from...
italian: [pcthink] ...e so esattamente da dove viene...

source: [pcthink] Could this really turn her on?
italian: [pcthink] Questo potrebbe davvero accenderla?

source: [t] ...Fuck you! Let me go!
italian: [t] ...Cazzo te! Lasciami andare!

source: [pc] I'm not even holding you anymore, but you're still here and blushing like a tomato...
italian: [pc] Non ti tengo più, ma sei ancora qui e arrossisci come un pomodoro...

source: [n] She storms off.
italian: [n] Lei tempesta fuori.

source: [pcthink] Phew... somehow I get the feeling that she expected me to do something to her...
italian: [pcthink] Phew... in qualche modo ho la sensazione che mi aspettasse di fare qualcosa per lei...

source: [pcthink] ...haha, she looked cute blushing like that...
italian: [pcthink] ...haha, sembrava carino arrossire così...

source: [pcthink] Hum... well let's hope she didn't tell anyone...
italian: [pcthink] Uomo... speriamo che non abbia detto a nessuno...

source: [t] W-what are you doing? Don't touch me you pervert!
italian: [t] Cosa stai facendo? Non toccarmi pervertiti!

source: [pcthink] Damn, she is extremely wet...
italian: [pcthink] Dannazione, lei è estremamente bagnata...

source: [pc] Oh, but it feels like it's exactly what you want?
italian: [pc] Oh, ma sembra che sia esattamente quello che vuoi?

source: [t] Uh... you.... No!
italian: [t] Uh... tu... no!

source: [t] S-stop that!
italian: [t] S-stop quello!

source: [pc] You say that, but do you mean it? You're completely wet down there.
italian: [pc] Tu lo dici, ma lo intendi? Sei completamente bagnato lì.

source: [t] That's not true!
italian: [t] Non è vero!

source: [pc] No? Don't tell me you've wet yourself.
italian: [pc] No? Non dirmi che ti sei bagnato.

source: [t] What?! N-no!! I'm.. haaah.
italian: [t] Cosa?! N-no!! Io... haaah.

source: [pc] So you ARE wet!
italian: [pc] Quindi sei bagnato!

source: [t] Nnnh *gasp* ... I'm not...hnn... let me go!
italian: [t] Nnh *gasp* ... Non sio... hnnn... lasciami andare!

source: [pc] I'm not holding you.
italian: [pc] Non ti sto tenendo.

source: [t] Nghh... ahh asshole!
italian: [t] Nghh... ahh stronzo!

source: [t] Stop it! Haaanngh
italian: [t] Fermi! Haaanngh

source: [t] Haa... aahnn... oh god, stop, please... aaahh!!
italian: [t] Haa... aahnn... oh dio, fermati, per favore... aaahh!!

source: [pc] Really? You want me to stop?
italian: [pc] Davvero? Vuoi che mi fermi?

source: [pc] So you have some manners after all.
italian: [pc] Quindi hai qualche maniera: dopo tutto.

source: [pc] What's wrong? Are you going to cum?
italian: [pc] Cosa c'è di sbagliato? Stai per cum?

source: [t] Gnnhhh... n-no... ha...ha... aahnn...
italian: [t] Gnhhh... n-no... ha...ha... aahnn...

source: [t] NNnnnnnh
italian: [t] NNnnnnnnh

source: [pc] Wow, you squirted all over the floor...
italian: [pc] Wow, hai schizzato su tutto il piano...

source: [t] You pig! Hahhh... H-how could you...
italian: [t] Tu mai! Hahhh... H-come potesti...

source: [t] You dyke! Hahhh... H-how could you...
italian: [t] Sei morto! Hahhh... H-come...

source: [pc] Looks like you needed it quite urgently.
italian: [pc] Sembra che tu ne avessi bisogno abbastanza urgentemente.

source: [t] ...Fuck you!
italian: [t] ...Cazzo te!

source: [pcthink] Phew... holy shit... I can't believe what I just did...
italian: [pcthink] Phew... merda santa... Non riesco a credere a quello che ho appena fatto...

source: [pcthink] ...and she didn't even try to stop me...
italian: [pcthink] ...e non ha nemmeno provato a fermarmi...

source: [pcthink] Shit, I hope she doesn't tell anyone...
italian: [pcthink] Merda, spero che non dica a nessuno...

source: [n] You're about to get up, when suddenly...
italian: [n] Stai per alzarti, quando improvvisamente...

source: [pcthink] What the...
italian: [pcthink] Che cosa...

source: [pcthink] Her???
italian: [pcthink] Le???

source: [pc] What the fuck, can't you knock?
italian: [pc] Che cazzo, non riesci a bussare?

source: [t] We have to talk!
italian: [t] Dobbiamo parlare!

source: [pcthink] Shit! This is probably about what happened in the bathroom at [e]'s birthday... I almost forgot about it after everything that happened...
italian: [pcthink] Merda! Questo è probabilmente quello che è successo in bagno al compleanno di [e]... Ho quasi dimenticato di esso dopo tutto quello che è accaduto...

source: [t] I have a few questions.
italian: [t] Ho alcune domande.

source: [t] It's obvious that you play a big role in [e]'s condition, so I have to include you in my research...
italian: [t] È ovvio che tu svolga un ruolo importante nelle condizioni di [e], quindi devo includerti nella mia ricerca...

source: [pc] Errr... okay?
italian: [pc] Errore... va bene?

source: [t] Good. Since you seem to be willing to cooperate, let's not waste time...
italian: [t] Bene. Dal momento che sembra di essere disposto a cooperare, non sprechiamo tempo...

source: [pcthink] I didn't even agree...
italian: [pcthink] Non sono nemmeno d'accordo...

source: [t] What was the last thing you did with her before you moved out?
italian: [t] Qual è stata l'ultima cosa che hai fatto con lei prima di uscire?

source: [n] She starts to ask questions without hesitation.
italian: [n] Lei inizia a fare domande senza esitazioni.

source: [n] You don't want to wake sleeping dogs, so you answer her questions as thoroughly as possible.
italian: [n] Non vuoi svegliare i cani addormentati, quindi rispondi alle sue domande nel modo più accurato possibile.

source: [n] Half an hour later...
italian: [n] mezz'ora dopo...

source: [t] I see... and did this happen more than once?
italian: [t] Vedo che... e questo è accaduto più di una volta?
