Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [j] {size=-10}{i}Hey [e], you should have told me that your [bs] looks so cute!{/i}{/size}
italian: [j] {size=-10}{i}Ehi [e], dovresti avermi detto che il tuo [bs] sembra così carino!{/i}{/size}

source: [pcthink] WTF! She clearly wanted me to hear that!
italian: [pcthink] WTF! Chiaramente voleva che me lo sentesse!

source: [pcthink] Alright, time to ask [m] some serious questions...
italian: [pcthink] Bene, è ora di fare [m] alcune domande serie...

source: [pc] Whoa what the!?
italian: [pc] Che cosa!?

source: [j] Did I scare you? Hehe...
italian: [j] Ti ho spaventato? Eh...

source: [pc] Damn [j]!
italian: [pc] Dannazione [j]!

source: [j] I'm going to leave...
italian: [j] Me ne andrò via...

source: [pc] Okay, but... the exit isn't in my room you know.
italian: [pc] Okay, ma... l'uscita non è nella mia stanza che sai.

source: [j] Hehe, I know that, stupid!
italian: [j] Hehe, lo so, stupido!

source: [j] But I have a question to ask...
italian: [j] Ma ho una domanda da fare...

source: [pcthink] Damn, I bet it's going to be something naughty again...
italian: [pcthink] Dannazione, scommetto che sarà di nuovo qualcosa di cattivo...

source: [pc] Well what is it?
italian: [pc] Beh, che cos'è?

source: [j] Hehe... are you...
italian: [j] Hehehe... sei tu...

source: [j] ...going to...
italian: [j] ... andando a...

source: [j] ...break her heart again?!
italian: [j] ...rompere di nuovo il cuore?!

source: [pc] Eh... what?!
italian: [pc] Eh... cosa?!

source: [j] You know what I mean!
italian: [j] Sai cosa voglio dire!

source: [j] Are you going to stay!? In this house, in this town, in this country?
italian: [j] Stai per restare!? In questa casa, in questa città, in questo paese?

source: [j] Or are you going to move away again and leave her alone a second time!
italian: [j] O stai andando a trasferirti di nuovo e lasciarla da sola una seconda volta!

source: [pc] Err... well...
italian: [pc] Err... bene...

source: [pcthink] Damn I didn't expect that kind of question. What the hell...
italian: [pcthink] Dannazione non mi aspettavo questo tipo di domanda. Che cosa l'inferno...

source: [pcthink] "Leave her alone a second time"?
italian: [pcthink] "Lasciatela da sola una seconda volta"?

source: [pcthink] [e] must have told her that I left in the middle of night without telling anyone back then...
italian: [pcthink] [e] deve averle detto che sono partito in mezzo alla notte senza dire a nessuno allora...

source: [pcthink] Shit, I almost forgot that...
italian: [pcthink] Merda, Ho quasi dimenticato che...

source: [j] So? Don't you want to answer?
italian: [j] Quindi? Non vuoi rispondere?

source: [pc] Err.... Listen... I know I should have told her that I was leaving, but...
italian: [pc] Err.... Ascolta... So che avrei dovuto dirle che stavo partendo, ma...

source: [pc] ...well I don't know how much you know about the circumstances...
italian: [pc] ...bene non so quanto sapete delle circostanze...

source: [j] Enough...
italian: [j] Basta...

source: [pc] Okay... you know, I felt terrible for months after I left.
italian: [pc] Okay... sai, mi sono sentito terribile per mesi dopo che sono partito.

source: [j] Good, at least you felt guilty...
italian: [j] Bene, almeno ti sei sentito colpevole...

source: [pc] Well I can assure you that it's nothing that's ever going to happen again.
italian: [pc] Beh, posso assicurarvi che non è nulla che mai succederà di nuovo.

source: [pc] Even if I'm not going to stay in this house, I will stay in town and I'm not going to run out of the house in the middle of the night.
italian: [pc] Anche se non resterò in questa casa, Rimarrò in città e non finirò fuori casa nel mezzo della notte.

source: [j] Okay, I believe you.
italian: [j] Okay, ti credo.

source: [j] But if you ever break her heart, I'm going to declare war!
italian: [j] Ma se mai si rompe il cuore, dichiarerò la guerra!

source: [pc] War isn't a game.
italian: [pc] La guerra non è un gioco.

source: [j] Hmm... are you sure life isn't a game, Soldier? Hehe.
italian: [j] Hmm... sei sicuro che la vita non sia un gioco, Soldato? Hehe.

source: [pc] Haha, that's {b}{i}sir{/i}{/b} to you.
italian: [pc] Haha, è {b}{i}sir{/i}{/b} per te.

source: [j] Hehe, nice try!
italian: [j] Hehe, bella prova!

source: [j] Anyway, I gotta go.
italian: [j] Comunque, sono andato.

source: [j] Umm... sorry for the serious stuff, but she was really happy when you came back and I don't want to see her sad again...
italian: [j] Umm... mi dispiace per le cose serie, ma lei era davvero felice quando sei tornato e non voglio vedere di nuovo la sua triste...

source: [pc] Yeah, understandable... neither do I.
italian: [pc] Sì, comprensibile... né io.

source: [j] Good, seeya tomorrow~!
italian: [j] Bene, seeya domani~!

source: [pcthink] Shit... Did me leaving have such an impact on her?
italian: [pcthink] Shit... Ho lasciato avere un tale impatto su di lei?

source: [pcthink] I can't even imagine how [e] felt when I left...
italian: [pcthink] Non riesco nemmeno a immaginare come [e] mi sentivo quando sono partito...

source: [pcthink] I think I should really talk to her...
italian: [pcthink] Penso che dovrei davvero parlare con lei...

source: [pcthink] Damn, but first things first. I have to get some answers from [m]!
italian: [pcthink] Dannazione, ma le prime cose prima. Devo ottenere alcune risposte da [m]!

source: [n] a while later [withdissolve]
italian: [n] un po' più tardi [withdissolve]

source: {color=#570058}Girl1{/color} || AHN, AH, HA, HAA...
italian: {color=#570058}Girl1{/color} <unk> AHN, AH, HA, HAA...

source: [pcthink] Damn this is so hot!
italian: [pcthink] Dannazione questo è così caldo!

source: {color=#570058}Girl1{/color} || HAA, HA, NHHH!
italian: {color=#570058}Girl1{/color} <unk> HAA, HA, NHHH!

source: [pcthink] Ugh... when did they start doing this in porn?
italian: [pcthink] Ugh... quando hanno iniziato a fare questo in porno?

source: {color=#570058}Girl1{/color} || Haa, Yes! Babe, I'm close!
italian: {color=#570058}Girl1{/color} <unk> Haa, sì! Bambola, sono vicino!

source: [pc] Shit, it's still hot!
italian: [pc] Merda, è ancora caldo!

source: Voice || Holy shit, it's {i}really{/i} hot!
italian: Voce <unk> <unk> Santa merda, è davvero {i}caldo{/i} caldo!

source: {color=#570058}Girl1{/color} || HAA, HAA, HNAAH! YES! OH YES!
italian: {color=#570058}Girl1{/color} <unk> <unk> HAA, HAA, HNAAH! SI! OH SI!

source: [pc] Yeah babe, cum for me!
italian: [pc] Yeah bambola, sperma per me!

source: Voice || Yeah, cum for us!
italian: Voce Si, sperma per noi!

source: [pc] What the!?
italian: [pc] Che cosa!?

source: [pc] What the fuck? What are you doing here?
italian: [pc] Cosa scopare? Cosa stai facendo qui?

source: [j] It's [e]'s birthday? Silly...
italian: [j] È [e]il compleanno? Silly...

source: [pc] I mean, what are you doing in my room?
italian: [pc] Voglio dire, cosa stai facendo nella mia stanza?

source: [j] Looking for you of course, what else would I do here?
italian: [j] Cercando voi naturalmente, che altro farei qui?

source: [pc] Wait... I locked the door, how did you get in?
italian: [pc] Aspetta... Ho chiuso a chiave la porta, come sei entrato?

source: [j] The balcony.
italian: [j] Il balcone.

source: [pc] The balcony? ...seriously?
italian: [pc] Il balcone? ... seriamente?

source: [j] Yeah, [m] told me you're home. I knocked on your door, but you didn't react and I got curious so I let myself in.
italian: [j] Sì, [m] mi ha detto che sei a casa. Ho bussato alla tua porta, ma non hai reagito e mi sono incuriosito così mi sono lasciato entrare.

source: [pc] ...you're crazy, and that's actually quite rude, you know that?
italian: [pc] ...sei pazzo, e in realtà è abbastanza maleducato, lo sapete?

source: [j] Hehe, that makes us the perfect couple, doesn't it?
italian: [j] Hehe, che ci rende la coppia perfetta, vero?

source: [j] Hahaha, I'm joking... maybe, hehe.
italian: [j] Hahaha, sto scherzando... forse, hehe.

source: [j] Anyway, I wanted to show you something I bought for today, but you have to promise not to tell anyone...
italian: [j] In ogni caso, volevo mostrarvi qualcosa che ho comprato per oggi, ma dovete promettere di non dire a nessuno...

source: [pc] What is it?
italian: [pc] Che cos'è?

source: [j] Wait a sec...
italian: [j] Aspetta un secondo...

source: [pcthink] Damn, why must she always tease me like this...
italian: [pcthink] Dannazione, perché mi deve sempre prendere in giro così...

source: [j] Shh... [m] mustn't hear about it!
italian: [j] Shh... [m] non deve sentirlo!

source: [pc] I'm sure [m] wouldn't mind. It's [e]'s birthday and she used to drink a lot herself back in the day...
italian: [pc] Sono sicuro che [m] non dispiacerebbe. È il compleanno di [e]e lei beveva molto di nuovo nel giorno...

source: [j] Oh you don't know?
italian: [j] Oh non lo sa?

source: [pc] Don't know what?
italian: [pc] Non sai cosa?

source: [j] She is a freaking booze hater now.
italian: [j] Lei è un alambicco freaking hater adesso.

source: [pc] What?! Really?
italian: [pc] Cosa?! Davvero?

source: [j] Yeah, she doesn't even use linctus, because it used to have alcohol in it.
italian: [j] Sì, lei non usa nemmeno il linctus, perché era solito avere alcool in esso.

source: [pc] Wow, I didn't know.
italian: [pc] Wow, non sapevo.

source: [pcthink] Now that she mentioned it, I haven't seen [m] drink any alcohol since I've been back...
italian: [pcthink] Ora che lo ha menzionato, non ho visto [m] bere alcool da quando sono tornato...

source: [j] That's why I'm telling you, hehe.
italian: [j] Ecco perché ti sto dicendo, hehe.

source: [pcthink] Looks like some things really changed...
italian: [pcthink] Sembra che alcune cose siano cambiate davvero...

source: [pc] So, what's your plan?
italian: [pc] Quindi, qual è il tuo piano?

source: [j] Well, I'm sure [m] made her famous {size=-10}{i}boring{/i}{/size} fruit punch again.
italian: [j] Beh, sono sicuro che [m] ha fatto il suo famoso {size=-10}{i}noioso{/i}{/size} punch di frutta di nuovo.

source: [j] Don't get me wrong, it tastes awesome, but it's without alcohol and that's where this nice little bottle comes into play, hehe.
italian: [j] Non sbagliarmi, ha un sapore fantastico, ma è senza alcool ed è qui che entra in gioco questa bella bottiglietta, hehe.

source: [pc] Don't you think she'll taste the difference?
italian: [pc] Non pensi che assaggerà la differenza?

source: [j] Naah, this stuff doesn't really have it's own taste, its just sweet and it fits the punch's flavor perfectly.
italian: [j] Naah, questa roba non ha davvero il proprio gusto, il suo giusto dolce e si adatta perfettamente al sapore del pugno.

source: [pc] ...and you want me to help you with that.
italian: [pc] ...e vuoi che ti aiuti con questo.

source: [j] Nah, I have a plan, hehe.
italian: [j] Nah, ho un piano, hehe.

source: [pc] Somehow I have the feeling that this won't end well...
italian: [pc] In qualche modo ho la sensazione che questo non finirà bene...

source: [j] Awww, come on, don't be a spoilsport! No one will notice anything. I'll have everything under control.
italian: [j] Awww, su, non essere uno spoilsport! Nessuno noterà nulla. Avrò tutto sotto controllo.

source: [pc] Until they get drunk.
italian: [pc] Fino a quando non si ubriacano.

source: [j] Maybe, but by then it's too late anyway, hehe.
italian: [j] Forse, ma a quel punto è comunque troppo tardi, hehe.

source: [pc] Why did you tell me about it if you don't need my help anyway?
italian: [pc] Perché mi hai detto se non hai comunque bisogno del mio aiuto?

source: [j] Because it's more fun with a partner in crime and... I might need someone to drive me home later... hehe.
italian: [j] Perché è più divertente con un partner nel crimine e... potrei avere bisogno di qualcuno per guidarmi a casa più tardi... hehe.

source: [pc] So THAT's the reason. You want me to stay sober...
italian: [pc] Quindi questo è il motivo. Vuoi che rimanga sobrio...

source: [j] Well I could stay overnight if you're willing to share the bed, hehe.
italian: [j] Beh, potrei pernottare se siete disposti a condividere il letto, hehe.

source: [j] Buuuut I'm not sure how everyone would react when I come out of your room in the morning... naked... and sweaty... hehe.
italian: [j] Buuuut Non sono sicuro di come tutti reagirebbero quando uscirò dalla vostra stanza al mattino... nudo... e sudato... hehe.

source: [pcthink] Holy shit!
italian: [pcthink] Merda santa!

source: [j] Talking of naked and sweaty, why don't you let me have a look through your headset?
italian: [j] Parlando di nudo e sudata, perché non mi lasci dare un'occhiata attraverso il tuo auricolo?

source: [j] Shit, these girls are HOT!
italian: [j] Merda, queste ragazze sono HOT!

source: [pc] You like girls don't you?
italian: [pc] Ti piacciono le ragazze?

source: [j] Oh, how did you know, hehe.
italian: [j] Oh, come lo sapevate, hehe.

source: [pc] It wasn't {i}really{/i} a question...
italian: [pc] Non era {i}una domanda{/i}...

source: [j] But don't worry, I'm not exclusively into woman, hehe.
italian: [j] Ma non preoccupatevi, non sono esclusivamente nella donna, hehe.

source: [pc] Oh I {i}{b}really{/b}{/i} didn't notice that.
italian: [pc] Oh I {i}{b}davvero{/b}{/i} non se ne accorse.

source: [m] [pc]? Why did you lock the door?
italian: [m] [pc]? Perché hai chiuso a chiave la porta?

source: [j] Uh-oh... should I hide under the bed?
italian: [j] Uh-oh... dovrei nascondermi sotto il letto?

source: [pc] Huh? No... why would you?
italian: [pc] Huh? No... perché tu?

source: [j] Just asking, hehe.
italian: [j] Basta chiedere, hehe.

source: [n] You quickly shut the laptop and open the door.
italian: [n] Si chiude rapidamente il computer portatile e si apre la porta.

source: [m] [pc] what's the matter? Why did you...
italian: [m] [pc] qual è la questione? Perché hai fatto...

source: [m] Oh, [j], here you are...
italian: [m] Oh, [j], qui sei...

source: [j] Yeah... hey... hehe.
italian: [j] Sì... hey... hehe.

source: [pc] Err... what's up [m]?
italian: [pc] Err... che cos'è [m]?

source: [m] Oh I... just wanted to ask if you could help me a bit with the decoration and maybe you want to try the punch?
italian: [m] Oh Io... volevo solo chiedermi se potresti aiutarmi un po' con la decorazione e forse vuoi provare il pugno?

source: [j] {size=-15}I told ya...{/size}
italian: [j] {size=-15}Ho detto ya...{/size}

source: [pc] Uhh, yeah, why not...
italian: [pc] Uhh, sì, perché...

source: [pc] You're leaving?
italian: [pc] Stai partendo?

source: [j] Yeah... I've screwed up enough for today...
italian: [j] Sì... Ho girato abbastanza per oggi...

source: [pcthink] Wow, she's really down. I've never seen her like that...
italian: [pcthink] Wow, è davvero giù. Non l'ho mai vista così...

source: [pc] You're going to walk?
italian: [pc] Camminerai?

source: [j] Yeah... it's still early in the evening, so I might catch a bus...
italian: [j] Sì... è ancora presto la sera, quindi potrei prendere un autobus...

source: [pc] It's a long way to the next bus stop.
italian: [pc] È molto lontano dalla prossima fermata dell'autobus.

source: [j] That's okay...a little walk might not be too bad...
italian: [j] Va bene... una piccola passeggiata potrebbe non essere troppo male...

source: [pc] Come on, I'll take you home.
italian: [pc] Avanti, ti porterò a casa.

source: [j] ...really? Are you sure? After everything that happened?
italian: [j] ... veramente? Sei sicuro? Dopo tutto ciò che è successo?

source: [pc] Yeah...
italian: [pc] Sì...

source: [j] You're not going to lecture me? No "I told you so"?
italian: [j] Non mi farai lezione? No "te l'ho detto"?

source: [pc] Would it change anything?
italian: [pc] Cambierebbe qualcosa?

source: [pc] Yeah, some fresh air might be good for you...
italian: [pc] Sì, qualche aria fresca potrebbe essere buona per te...

source: [j] You'll take care of them, will you?
italian: [j] Ti prenderai cura di loro, vero?

source: [pc] Of course.
italian: [pc] Certo.

source: [j] Okay... then... see you...
italian: [j] Okay... allora... vede...

source: [pc] Yeah, take care...
italian: [pc] Sì, prenditi cura...

source: [n] a bit later [withdissolve]
italian: [n] un po' più tardi [withdissolve]

source: [pc] Would you answer me a question, [j]?
italian: [pc] Mi risponderesti una domanda, [j]?

source: [j] Sure.
italian: [j] Certo.

source: [pc] You and [e], err...
italian: [pc] Tu e [e]errori...

source: [j] We are just friends, don't worry, hehe.
italian: [j] Siamo solo amici, non preoccuparti, hehe.

source: [pc] Eh? That's not what I wanted to ask...
italian: [pc] Eh? Non è quello che volevo chiedere...

source: [pcthink] ...but it's good to know anyway.
italian: [pcthink] ...ma è bene sapere comunque.

source: [j] Oh, well. Errm... we do naughty stuff sometimes, hehe.
italian: [j] Oh, bene. Errm... a volte facciamo cose cattive, hehe.

source: [pcthink] What the...
italian: [pcthink] Che cosa...

source: [pc] That's not what I wanted to ask either!
italian: [pc] Non è quello che volevo chiedere!

source: [pc] No! I wanted to know if she talks to you!
italian: [pc] No! Volevo sapere se parla con te!

source: [j] She... loves you, you know?
italian: [j] Lei... ti ama, sa?

source: [pc] What the fuck, [j]. Did you even listen?
italian: [pc] Che cazzo, [j]. Hai persino ascoltato?

source: [j] Yes...
italian: [j] Sì...

source: [pcthink] She's avoiding the question... I wonder why.
italian: [pcthink] Sta evitando la domanda... mi chiedo perché.

source: [pc] She's my sister, you know that...
italian: [pc] Lei è mia sorella, lo sapete...

source: [j] Hehe, don't act like that would be a big problem for you.
italian: [j] Hehe, non agire in questo modo sarebbe un grosso problema per te.

source: [pc] It's obviously not a problem for you?
italian: [pc] Non è ovviamente un problema per te?

source: [j] Me and [e] have known each other for a loooong time now, I got used to the idea, hehe.
italian: [j] Io e [e] mi sono conosciuti per un tempo loooong ora, mi sono abituato all'idea, hehe.

source: [pc] She told you a lot about me, didn't she?
italian: [pc] Ti ha detto molto su di me, vero?

source: [j] Yeah, it's almost like I knew you all my life.
italian: [j] Sì, è quasi come se ti conoscessi per tutta la vita.

source: [j] You know, I think that even [m] knows about it.
italian: [j] Sai, penso che anche [m] lo sappia.

source: [pc] I highly doubt that...
italian: [pc] Dubito vivamente che...

source: [j] Oh I don't! Maybe she doesn't want to admit it to herself, but I'm sure she's well aware about [e]'s feelings for you.
italian: [j] Oh non lo faccio! Forse non vuole ammetterlo a se stessa, ma sono sicuro che lei è ben consapevole dei sentimenti di [e]per te.

source: [pcthink] If that was true, she would've never let [e] sleep in my bed...
italian: [pcthink] Se fosse vero, lei non avrebbe mai lasciato [e] dormire nel mio letto...

source: [j] Aaaaaanyway... do you plan to hit on [m], too?
italian: [j] Aaaaaanyway... hai intenzione di colpire [m]anche tu?

source: [pc] What?!
italian: [pc] Cosa?!

source: [j] Haha, come on, she is hot as fuck! I know you've checked her out.
italian: [j] Haha, vieni, lei è calda come scopata! So che l'hai controllata.

source: [j] I'd eat that sexy ass too, hehe. But sadly she isn't interested in me. You on the other hand...
italian: [j] Mangierei anche quel culo sexy, he. Ma purtroppo lei non è interessata a me. Tu dall'altra parte...

source: [pc] I don't think she looks at me {i}{b}that{/b}{/i} way.
italian: [pc] Non penso che mi guardi {i}{b}che{/b}{/i} modo.

source: [j] Hehe, who knows...
italian: [j] Hehe, chissà...

source: [pcthink] She wouldn't look at me that way... would she?
italian: [pcthink] Non mi guarderebbe in quel modo... vero?

source: [j] ...you know...
italian: [j] ...sa...

source: [pc] What?
italian: [pc] Cosa?

source: [j] ...I know I can't compete with [e]'s cuteness or [m]'s goddamn hot and sexy milfy...ness...
italian: [j] ...So che non posso competere con la carineria di [e]o la dannata milfy calda e sexy di [m]...Ness...

source: [j] But I really like you, so... I might have to go the NTR route...
italian: [j] Ma mi piacciono molto... potrei dover percorrere il percorso NTR...

source: [pc] Wait, what?! You want to fuck someone in front of me???
italian: [pc] Aspetta, cosa?! Vuoi scopare qualcuno di fronte a me???

source: [j] PWHAHAHA! You should see your face right now! Haha...
italian: [j] PWHAHAHA! Dovresti vedere il tuo volto in questo momento! Haha...

source: [j] At least now I know that you don't want to see me with somebody else, hehe.
italian: [j] Almeno ora so che non vuoi vedermi con qualcun altro, hehe.

source: [pc] Are you sure this is the right way?
italian: [pc] Sei sicuro che questo sia il modo giusto?

source: [j] Sure... just go on.
italian: [j] Certo... continua.

source: [j] Whuuups~
italian: [j] Whuuuups~

source: [pc] Whoa!
italian: [pc] Choa!

source: [j] You should've avoided that hole in the street.
italian: [j] Avresti dovuto evitare quel buco in strada.

source: [pc] There was no hole!
italian: [pc] Non c'era buco!

source: [j] I'm sure there was, why else would I slip down here, hehe.
italian: [j] Sono sicuro che c'era, perché altrimenti sarei scivolato qui, hehe.

source: [j] Oh, you have some dirt on your skirt. I'll rub it away for you.
italian: [j] Oh, hai un po' di sporcizia sulla gonna. Lo strofinerò via per te.

source: [j] Oh, you have some dirt on your pants. I'll rub it away for you.
italian: [j] Oh, hai un po' di sporcizia sui pantaloni. Lo strofinerò via per te.

source: [pc] Shit, [j], I can't reach the gearshift like this.
italian: [pc] Merda, [j], Non riesco a raggiungere il cambio in questo modo.

source: [j] Don't worry, the road won't change for miles.
italian: [j] Non ti preoccupare, la strada non cambierà per miglia.

source: [pc] So this is {i}{b}not{/b}{/i} the right way. Sneaky little minx!
italian: [pc] Quindi questo è {i}{b}non{/b}{/i} il modo giusto. Piccolo minx!

source: [j] Looks like I have to use my mouth, the dirt is really persistent.
italian: [j] Sembra che io debba usare la bocca, lo sporco è davvero persistente.

source: [pcthink] Damn...
italian: [pcthink] Dannazione...

source: [pcthink] Haha, yeah, if this was a game, this would be the right spot for a cliffhanger.
italian: [pcthink] Haha, sì, se questo fosse un gioco, questo sarebbe il posto giusto per un cliffhanger.

source: [pcthink] Weird, that I have to think about that right now...
italian: [pcthink] Strano, che devo pensare a questo in questo momento...

source: [j] Hmmh... look at this beauty. I wonder how it tastes...
italian: [j] Hmmh... guarda a questa bellezza. Mi chiedo come abbia gusto...

source: [pc] Just try it out, I bet you'll like it.
italian: [pc] Basta provarlo, scommetto che ti piacerà.

source: [pc] Damn it [j], you're good at this!
italian: [pc] Damn it [j], you good at this!

source: [j] Hnn...like it?
italian: [j] Hnn...mi piace?

source: [pc] Shit, yes!
italian: [pc] Merda, sì!

source: [pc] Fuck, I'm not going to last long...
italian: [pc] Cazzo non durerò a lungo...

source: [pc] MHhhh... this is too good...
italian: [pc] MHhhh... questo è troppo buono...

source: [pc] I'm going to cum soon...
italian: [pc] Sto andando a sborrare presto...

source: [pc] Shit! Clean it thoroughly [j].
italian: [pc] Merda! Puliscilo a fondo [j].

source: [pc] Do you like the taste?
italian: [pc] Ti piace il gusto?

source: [pcthink] She definitely knows what she's doing down there, holy shit...
italian: [pcthink] Lei sa sicuramente cosa sta facendo laggiù, merda santa...

source: [extend] fuck!
italian: [extend] scopata!

source: [j] Hehe...
italian: [j] Hehehe...

source: [j] I hope you liked it, I did! Hehe.
italian: [j] Spero che ti sia piaciuto, l'ho fatto! Hehe.
