Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] I texted [e] and asked her if I can stay the night... she told me to come through your room... I hope you don't mind...
french: [_j_] I texted [e] and demandée her if I can stay the night ... she told me to come through your room ... J'espère que vous ne vous en faites pas ...

source: [_mc_] Well, I don't mind, but I'm not so sure about [m]...
french: [_mc_] Bien, je ne pense pas, mais je ne suis pas sûr de [m]...

source: [_j_] Don't worry, I'll be gone tomorrow morning before she notices anything.
french: [_j_] Ne vous inquiétez pas, je serai parti demain matin avant qu'elle ne remarque quoi que ce soit.

source: [_mc_] Well then, be sure to make no noise when you go to [e]'s room.
french: [_mc_] Alors, assurez-vous de ne pas faire de bruit lorsque vous allez dans la chambre [e]'s.

source: [_j_] I will, thanks!
french: [_j_] Je le remercie !

source: [_mcthink_] Humph... this girl...
french: [_mcthink_] Humph ... cette fille ...

source: [_mcthink_] Anyway, time to go to bed...
french: [_mcthink_] En tout cas, le temps d'aller au lit ...

source: [_j_] Can I stay here for the night?
french: [_j_] Puis-je rester ici pour la nuit?

source: [_mc_] I'm not sure if this is a good idea...
french: [_mc_] Je ne suis pas sûr que c'est une bonne idée ...

source: [_j_] Pleeeaaase, I promise to be a good girl!
french: [_j_] Pleeeaaase, je vous promets d'être une bonne fille !

source: [_mcthink_] Damn, what a little minx... but I really don't know if this is a good idea.
french: [_mcthink_] Damn, quel petit minx ... mais je ne sais vraiment pas si c'est une bonne idée.

source: [_mcthink_] I guess [e] would be okay with [j] staying overnight, but [m] would probably not like it...
french: [_mcthink_] Je suppose que [e] serait d'accord avec [j] pendant la nuit, mais [m] ne serait probablement pas comme ça ...

source: [_j_] I promise I'll be gone before anybody notices anything.
french: [_j_] Je promets que je serai parti avant que quiconque ne remarque quoi que ce soit.

source: [_mcthink_] Hum... on the other hand, what she doesn't know, won't hurt her...
french: [_mcthink_] Hum ... d'autre part, ce qu'elle ne sait pas, ne lui fera pas de mal ...

source: [_mc_] Sorry...
french: [_mc_] Désolé ...

source: [_j_] I guess I'll have to stay with [e] then...
french: [_j_] Je suppose que je vais devoir rester avec [e] alors ...

source: [_j_] But don't worry, I'll be gone tomorrow morning before [m] notices anything.
french: [_j_] Mais ne vous inquiéterez pas, je serai parti demain matin avant [m] remarque n'importe quoi.

source: [_mcthink_] Anyway, not my problem... time to go to bed...
french: [_mcthink_] En tout cas, pas mon problème ... le temps d'aller au lit ...

source: [_j_] Yay, thanks!
french: [_j_] Yay, merci !

source: [_j_] I'll be a nice roommate, hehe.
french: [_j_] Je serai un joli colocataire, hehe.

source: [_mc_] Do you want the couch, or the bed?
french: [_mc_] Voulez-vous le canapé ou le lit?

source: [_j_] Wow, did you really just ask that?
french: [_j_] Wow, avez-vous vraiment demandé ça?

source: [_mc_] Hey, I'm a gentle...woman...
french: [_mc_] Hey, je suis une douce ... femme ...

source: [_mc_] Hey, I'm a gentleman!
french: [_mc_] Hé, je suis un gentleman !

source: [_j_] Haha, I really didn't expect that... but thanks for asking...
french: [_j_] Haha, je ne m'attendais pas à ça ... mais merci de demander ...

source: [_mc_] Are you alright?
french: [_mc_] Vous avez raison?

source: [_j_] Yeah... it's just the situation with mom... it sucks...
french: [_j_] Oui ... c'est juste la situation avec maman ... ça craint ...

source: [_mc_] Weeeeell... I could say I told you so... but I'm not going to be like that *smirk*
french: [_mc_] Weeeeell ... Je pourrais dire que je vous l'ai dit ... mais je ne vais pas être comme ça * smirk *

source: [_j_] Yeah... I guess I should have listened to you...
french: [_j_] Oui ... Je suppose que j'aurais dû vous écouter ...

source: [_mc_] Haha, you should have!
french: [_mc_] Haha, vous devriez avoir !

source: [_mc_] Yeah?
french: [_mc_] Oui?

source: [_j_] Do you mind if I call you...
french: [_j_] Ne vous dérangez pas si je vous appelle ...

source: [_j_] Awww please, [md], please!!
french: [_j_] Awww s'il vous plaît, [md], s'il vous plaît ! !

source: [_j_] Awww... okay...
french: [_j_] Awww ... ok ...

source: [_mc_] Does it make a difference?
french: [_mc_] Cela fait-t-il une différence?

source: [_j_] I guess I can live with that.
french: [_j_] Je suppose que je peux vivre avec ça.

source: [_j_] Really? You don't mind?
french: [_j_] Vraiement? Vous ne vous en faites pas?

source: [_mc_] Yeah, why not.
french: [_mc_] Oui, pourquoi pas.

source: [_j_] Thank you...
french: [_j_] Merci ...

source: [_mc_] By the way, [j]...
french: [_mc_] En chemin, [j]...

source: [_mc_] ...could it be that you're not wearing anything under that jacket?
french: [_mc_] ... pourrait-on dire que vous ne portez rien sous cette veste?

source: [_j_] Yeah... I was in the middle of changing when my mom started yelling at me... I just grabbed what wasn't in the washer already and left...
french: [_j_] Oui ... J'étais au milieu du changement quand ma mère a commencé à crier à moi ... Je viens de prendre ce qui n'était pas dans la rondelle déjà et à gauche ...

source: [_mc_] Oh [j], oh [j]... what did I tell you about thinking before acting?
french: [_mc_] Oh [j], oh [j]... Qu'est-ce que je vous ai dit de penser avant d'agir?

source: [_j_] I know, I know, but...
french: [_j_] Je sais, je sais, mais ...

source: [_j_] I'm sure my [mcmd] will warm me up, so I won't catch a cold, hehe.
french: [_j_] Je suis sûr que mon [mcmd] me réchauffera, donc je n'attraperai pas froid, hehe.

source: [_mc_] Well of course I'll do that for you...
french: [_mc_] Bien sûr que je vais faire ça pour toi ...

source: [_j_] Hehe, let's do something about it.
french: [_j_] Hehe, faisons quelque chose à ce sujet.

source: [_j_] I think I'm feeling a bit warmer now.
french: [_j_] Je pense que je me sens un peu plus chaud maintenant.

source: [_j_] Maybe I should lose some more...
french: [_j_] Peut-être que je devrais perdre plus ...

source: [_mc_] Sounds like a good idea.
french: [_mc_] On dirait une bonne idée.

source: [_j_] Your room is waaaay too tidy... whoa!
french: [_j_] Votre chambre est waaaay trop tidy ... whoa !

source: [_mc_] Aren't you the one making my room messy? Naughty girl...
french: [_mc_] N'est-ce pas celui qui rend ma chambre désorbée? Naughty girl ...

source: [_j_] Oh, I'm soooo sorry, [mcmd].
french: [_j_] Oh, je suis désolé, [mcmd].

source: [_mc_] Tsk, tsk, I don't believe you, and I think you need a little punishment.
french: [_mc_] Tsk, tsk, je ne vous crois pas, et je pense que vous avez besoin d'une petite punition.

source: [_j_] Nnnnhh, yes, please, [mcmd]!
french: [_j_] Nnnnhh, oui, s'il vous plaît, [mcmd]!

source: [_mc_] Well, I think that's enough punishment for now.
french: [_mc_] Eh bien, je pense que c'est assez de punition pour le moment.

source: [_j_] Awww, already?
french: [_j_] Awww, déjà?

source: [_mc_] Do you want me to do all the work alone?
french: [_mc_] Voulez-vous que je fasse tout le travail?

source: [_j_] Oh, so this is work for you?
french: [_j_] Oh, alors c'est un travail pour vous?

source: [_j_] I guess I should help you then, hehe!
french: [_j_] Je suppose que je devrais t'aider, hehe !

source: [_mc_] Absolutely, young lady!
french: [_mc_] Absolument, jeune femme !

source: [_j_] Okay...
french: [_j_] Ok ...

source: [_j_] ...let's get rid of these!
french: [_j_] ... allons nous en débarrasser !

source: [_j_] ...and now...
french: [_j_] ... et maintenant ...

source: [_j_] Hum... I think I need to work a bit harder.
french: [_j_] Hum ... Je pense que je dois travailler un peu plus.

source: [_mc_] Haha, go for it!
french: [_mc_] Haha, allez-y !

source: [_j_] Would you mind sharing the "work", [mcmd]?
french: [_j_] Pourriez-vous partager le "travail", [mcmd]?

source: [_mc_] Well, I guess you earned that much.
french: [_mc_] Eh bien, je suppose que vous avez gagné autant.

source: [_j_] Let me just...
french: [_j_] Laissez-moi juste ...

source: [_j_] Unnn... yes!
french: [_j_] Unnn ... oui !

source: [_j_] Oww shit, this feels great!
french: [_j_] Oww merde, c'est super !

source: [_mc_] God, yes!
french: [_mc_] Dieu, oui !

source: [_j_] ...so big...
french: [_j_] ... si grand ...

source: [_j_] Yes, yes, yes, [mcmd]!
french: [_j_] Oui, oui, oui, [mcmd]!

source: [_j_] Cum inside me!
french: [_j_] Cum en moi !

source: [_j_] Fill me up, [mcmd]!
french: [_j_] Complétez-moi, [mcmd]!

source: [_j_] Sorry, that was probably a liiiitle bit loud.
french: [_j_] Désolé, c'était probablement un peu liiiitle.

source: [_mc_] Ha, let's just hope that no one heard that.
french: [_mc_] Ha, espérons seulement que personne ne l'a entendu.

source: [_j_] Yeah, haha...
french: [_j_] Oui, haha ...

source: [_j_] Phew... that was more exhausting than I thought, hehe.
french: [_j_] Phew ... c'était plus épuisant que je ne le pensais, hehe.

source: [_mc_] Well, maybe because scissoring usually works a little bit different.
french: [_mc_] Eh bien, peut-être parce que la ciseaux fonctionne généralement un peu différent.

source: [_j_] I know... I just wanted to be creative!
french: [_j_] Je sais ... Je voulais juste être créatif !

source: [_mc_] Haha, well that's what you get.
french: [_mc_] Haha, c'est ce que vous obtenez.

source: [_j_] Pff... bitch!
french: [_j_] Pff ... salope !

source: [_mc_] What was that, little girl?
french: [_mc_] Qu'est-ce que c'était, petite fille?

source: [_j_] Uhh... sorry [mcmd]...
french: [_j_] Uhh ... désolé [mcmd]...

source: [_mc_] I guess you need some more punishment, hm?
french: [_mc_] Je suppose que vous avez besoin de plus de punition, hm?

source: [_mc_] Maybe we should close the balcony door...
french: [_mc_] Peut-être que nous devrions fermer la porte du balcon ...

source: [_j_] Ooooor... we could go another round to keep us warm?
french: [_j_] Ooooor ... nous pourrions faire un autre tour pour nous garder au chaud?

source: [_mc_] Hum, I guess that's an alternative. Let's do it!
french: [_mc_] Hum, je suppose que c'est une alternative. Faisons ça !

source: [_mcthink_] How is her number saved on my phone?
french: [_mcthink_] Comment son numéro est-il sauvé sur mon téléphone?

source: [_j_] Umm... I'd like to ask you a favor...
french: [_j_] Umm ... J'aimerais te demander une faveur ...

source: [_mc_] A favor? If it has something to do with toilet paper, forget it.
french: [_mc_] Une faveur? S'il a quelque chose à voir avec le papier toilette, oubliez ça.

source: [_j_] Huh? Toilet paper?
french: [_j_] Huh? Papier de toilette?

source: [_mc_] Nah, forget about it... what do you need?
french: [_mc_] Nah, oubliez ça ... de quoi avez-vous besoin?

source: [_j_] Well... I got a little problem...
french: [_j_] Puits ... J'ai un petit problème ...

source: [_mc_] Uh-huh... what did you do this time, [j]?
french: [_mc_] Uh-huh ... qu'avez-vous fait cette fois, [j]?

source: [_j_] It wasn't my fault, honestly!
french: [_j_] Ce n'était pas ma faute, honnêtement !

source: [_mc_] Ugh... what happened?
french: [_mc_] Ugh ... Que s'est-il passé?

source: [_j_] ...Mom kicked me out...
french: [_j_] ...Maman m'a donné un coup de pied ...

source: [_mc_] She did what?
french: [_mc_] Elle a fait quoi?

source: [_j_] I tried to apologize... but she started arguing again, and...
french: [_j_] J'ai essayé de m'excuser ... mais elle a commencé à se disputer à nouveau, et ...

source: [_mc_] Oh dear...
french: [_mc_] Oh chérie ...

source: [_mcthink_] She sounds really down... understandably...
french: [_mcthink_] Elle a l'air vraiment bas ... c'est compréhensible ...

source: [_mc_] Do you have somewhere to stay?
french: [_mc_] Avez-vous quelque part pour rester?

source: [_j_] I actually do, yes.
french: [_j_] En fait, oui.

source: [_mc_] Really!?
french: [_mc_] Vraiement !?

source: [_j_] Yes, I got a small apartment where I can stay... That's why I'm calling.
french: [_j_] Oui, j'ai un petit appartement où je peux rester ... C'est pourquoi j'appelle.

source: [_mc_] Oh you got an apartment? That's awesome!
french: [_mc_] Oh, vous avez un appartement? C'est génial !

source: [_j_] Yeah... but I could use a bit of help here...
french: [_j_] Oui ... mais je pourrais utiliser un peu d'aide ici ...

source: [_mc_] I guess so, where is it?
french: [_mc_] Je suppose que oui, où est-il?

source: [_mcthink_] Hum, that rings a bell...
french: [_mcthink_] Hum, qui sonne une cloche ...

source: [_mc_] Okay, give me about half an hour and I'll be there.
french: [_mc_] Ok, donnez-moi environ une demi-heure et je serai là.

source: [_j_] Really? You'll come over?
french: [_j_] Vraiement? Tu reviendras?

source: [_mc_] Yeah, of course.
french: [_mc_] Oui, bien sûr.

source: [_mc_] By the way, you don't happen to know how your number got onto my phone?
french: [_mc_] En passant, vous ne savez pas comment votre numéro est arrivé sur mon téléphone?

source: [_j_] No idea... hehe.
french: [_j_] Aucune idée ... hehe.

source: [_n_] About half an hour later...
french: [_n_] Environ une demi-heure plus tard ...

source: [_mcthink_] Okay, so this is the address...
french: [_mcthink_] Ok, donc c'est l'adresse ...

source: [_mcthink_] As I though, I know this place!
french: [_mcthink_] Comme je le sais, je connais cet endroit !

source: [_mcthink_] This used to be a cheap motel, now it looks even cheaper...
french: [_mcthink_] C'était un motel bon marché, maintenant il semble même moins cher ...

source: [_mcthink_] I can't believe they made apartments out of those small rooms.
french: [_mcthink_] Je ne peux pas croire qu'ils ont fait des appartements à partir de ces petites pièces.

source: [_mcthink_] ...and of course the cops are here... this place doesn't seem to have changed for the better.
french: [_mcthink_] ... et bien sûr les flics sont ici ... cet endroit ne semble pas avoir changé pour le mieux.

source: [_mcthink_] Well, maybe the apartments are good at least...
french: [_mcthink_] Eh bien, les appartements sont peut-être bons au moins ...

source: [_mcthink_] Huh? What's this?
french: [_mcthink_] Huh? Qu'est-ce que c'est?

source: [_mcthink_] What the hell?
french: [_mcthink_] Qu'est-ce que l'enfer?

source: Girl [special_delimiter] Yeah how lazy is that?
french: Fille [special_delimiter] Yeah how lazy is that?

source: Girl [special_delimiter] Yes, can you believe it? They're so bad!
french: Fille [special_delimiter] Oui, tu peux le croire? Ils sont si mauvais !

source: [_mcthink_] Oh she's talking on the phone...
french: [_mcthink_] Oh, elle parle au téléphone ...

source: [_j_] Come in!
french: [_j_] Venez !

source: [_j_] Welcome to my apartment, hehe...
french: [_j_] Bienvenue dans mon appartement, hehe ...

source: [_j_] Just don't look... well, anywhere, and better not touch anything without wearing gloves, haha.
french: [_j_] Ne regarde pas ... bien, n'importe où, et ne touchez rien sans porter de gants, haha.

source: [_mcthink_] Uhh... well I didn't have high hopes after seeing the building, but this is...
french: [_mcthink_] Uhh ... eh bien, je n'avais pas de grands espoirs après avoir vu le bâtiment, mais c'est. ..

source: [_j_] I know, I know, it's a shithole, but that's why you're here, right? I bet we can make it... bearable at least.
french: [_j_] Je sais, je sais, c'est un shithole, mais c'est pour ça que tu es là, non? Je parie que nous pouvons le rendre ... supportable au moins.

source: [_mc_] Are you sure, [j]? I mean, what's up with the junk and all?
french: [_mc_] Etes-vous sûr, [j]? Je veux dire, qu'est-ce qu'il y a avec la jonque et tout?

source: [_j_] Yeah, the apartment was used as a storage place and the landlord told me that no one had entered it since... I don't know... world war two maybe.
french: [_j_] Oui, l'appartement a été utilisé comme lieu de stockage et le propriétaire m'a dit que personne ne l'avait entrée depuis ... Je ne sais pas ... la Seconde Guerre mondiale peut-être.

source: [_mc_] Haha, definitely looks like it!
french: [_mc_] Haha, a vraiment l'air comme ça !

source: [_j_] You know... it's not like I have a choice. I don't have any money and he's only letting me live here because he knew my dad... and maybe because he's a little perv.
french: [_j_] Vous savez ... ce n'est pas comme si j'ai le choix. Je n'ai pas d'argent et il me laisse seulement vivre ici parce qu'il connaissait mon père ... et peut-être parce qu'il est un peu pervers.

source: [_mc_] Ugh... that doesn't make it better...
french: [_mc_] Ugh ... ça ne fait pas mieux ...

source: [_mc_] What about the kitchen, is it usable?
french: [_mc_] Qu'en est-il de la cuisine, est-elle utilisable?

source: [_j_] Have a look.
french: [_j_] Ayez un coup d'oeil.

source: [_mc_] Okay, this is... ugh... at least the fridge seems to be working...
french: [_mc_] Ok, c'est ... ugh ... au moins le frigo semble fonctionner ...

source: [_j_] Yeah, surprising isn't it? I just plugged it in and it ran.
french: [_j_] Oui, n'est-ce pas surprenant? Je viens de le brancher et il a couru.

source: [_j_] I was too scared to open it yet, though...
french: [_j_] J'avais trop peur pour l'ouvrir, même si ...

source: [_mc_] What the fuck!?
french: [_mc_] Qu'est-ce que la merde !?

source: [_mc_] A toilet in the kitchen?!
french: [_mc_] Une toilette dans la cuisine? !

source: [_j_] Yeah... I know it's not ideal, but...
french: [_j_] Oui ... Je sais que ce n'est pas idéal, mais ...

source: [_mc_] [j], that's the epitome of worst things to have in the kitchen!
french: [_mc_] [j], c'est l'épitome des pires choses à avoir dans la cuisine !

source: [_j_] But at least I can shower...
french: [_j_] Mais au moins je peux prendre une douche ...

source: [_mc_] There's a shower too?
french: [_mc_] Il y a aussi une douche?

source: [_mc_] Where do you sleep? In the closet?
french: [_mc_] Où courez-vous? Dans le placard?

source: [_j_] So...
french: [_j_] Alors ...

source: [_j_] Will you help me?
french: [_j_] Est-ce que vous m'aiderez?

source: [_mc_] ...you know what?
french: [_mc_] ... vous savez quoi?

source: [_j_] What?
french: [_j_] Quoi?

source: [_mc_] I'll ask [m] if you can live with us for a while.
french: [_mc_] Je vais demander [m] si vous pouvez vivre avec nous pendant un moment.

source: [_j_] W-what?! Really?!
french: [_j_] -Quoi? Vraiement? !

source: [_j_] Wow! Thanks, but... I doubt that she will say yes...
french: [_j_] Wow ! Merci, mais ... Je doute qu'elle dise oui ...

source: [_mc_] Well, she kinda has to, it's not her house you know...
french: [_mc_] Eh bien, elle doit, ce n'est pas sa maison que tu sais ...

source: [_j_] It's not?
french: [_j_] Ce n'est pas le?

source: [_mc_] No, it's my old man's house and he's dead, so...
french: [_mc_] Non, c'est la maison de mon vieux et il est mort, donc ...

source: [_j_] Oh right, they weren't married.
french: [_j_] Oh non, ils n'étaient pas mariés.

source: [_mc_] Yeah.
french: [_mc_] Oui.

source: [_j_] But I think I'd feel bad, living there if she doesn't want me to...
french: [_j_] Mais je pense que je me sentirais mal, vivant là si elle ne veut pas que je ...

source: [_mc_] Don't worry, she knows how hard it is to get an apartment at the moment. I bet she doesn't mind.
french: [_mc_] Ne vous inquiétez pas, elle sait combien il est difficile d'obtenir un appartement pour le moment. Je parie qu'elle ne pense pas.

source: [_j_] You don't need to do this, you know.
french: [_j_] Vous n'avez pas besoin de faire ça, vous savez.

source: [_mc_] But I will. I wouldn't want anyone to live in this shithole, especially not with an old perv nearby.
french: [_mc_] Mais je le vais. Je ne voudrais pas que quelqu'un vive dans ce shithole, surtout pas avec un vieux perv à proximité.

source: [_j_] Hehe, yeah, I'd rather be the perv.
french: [_j_] Hehe, ouais, je préférerais être le perv.

source: [_mc_] Haha, I thought so.
french: [_mc_] Haha, je le pensais.

source: [_j_] So, can you help me clean up a bit... just in case?
french: [_j_] Alors, pouvez-vous m'aider à nettoyer un peu ... juste au cas où?

source: [_mc_] Sure. [m] is still at work anyway...
french: [_mc_] Sure. [m] est toujours au travail de toute façon ...

source: [_j_] Phew, that was more then expected... sorry for that.
french: [_j_] Phew, c'était plus que prévu ... désolé pour ça.

source: [_mc_] No prob, at least we passed some time.
french: [_mc_] Pas de prob, au moins nous avons passé un peu de temps.

source: [_j_] Yeah, [e] and [m] should be home by now.
french: [_j_] Oui, [e] et [m] devraient être à la maison d'ici là.

source: [_mc_] Yeah, so I better make my way home. I'll let you know if you can come over.
french: [_mc_] Oui, alors je ferais mieux de rentrer chez moi. Je vous laisse savoir si vous pouvez venir.

source: [_j_] Cool, I can't wait, hehe.
french: [_j_] Cool, je ne peux pas attendre, hehe.

source: [_mc_] Alright, later then.
french: [_mc_] Alright, plus tard.

source: [_j_] Later!
french: [_j_] Plus tard !

source: [_j_] Hehe, yeah I already have my old perv.
french: [_j_] Hehe, ouais j'ai déjà mon vieux perv.

source: [_mc_] Huh? Who are you talking about?
french: [_mc_] Huh? De qui parlez-vous?

source: [_j_] You of course!
french: [_j_] Vous, bien sûr !

source: [_mc_] Me?! I'm not a perv! ...well maybe a bit, but I'm not old!
french: [_mc_] Moi? Je ne suis pas un perv ! ... peut-être un peu, mais je ne suis pas vieux !

source: [_j_] No, but I hope you will perv on me frequently, hehe ...and you're older than me.
french: [_j_] Non, mais j'espère que vous allez me pervers souvent, hehe ... et que vous êtes plus vieux que moi.

source: [_mc_] Heh, but the other part sounds like something I could be interested in.
french: [_mc_] Heh, mais l'autre partie sonne comme quelque chose que je pourrais être intéressé.

source: [_mc_] Oh? What's wrong?
french: [_mc_] Oh? Qu'est-ce qui ne va pas?

source: [_j_] I guess that means we won't have make-up sex after some hard work today...
french: [_j_] Je suppose que ça veut dire que nous n'aurons pas de sexe maquillage après un dur travail aujourd'hui ...

source: [_mc_] Did we have something to make up for?
french: [_mc_] Avons-nous quelque chose à faire?

source: [_j_] Hehe, no but I've heard old people need a reason to have sex.
french: [_j_] Hehe, non mais j'ai entendu des personnes âgées avoir besoin d'une raison pour avoir des relations sexuelles.

source: [_mc_] Pfff, I'm not...
french: [_mc_] Pfff, je ne suis pas ...

source: [_mc_] Ugh, whatever, come here you little bitch!
french: [_mc_] Ugh, quoi que ce soit, viens ici vous salope !

source: [_mc_] Uhh, yeah, right. I'm sorry for pushing you out of the bed.
french: [_mc_] Uhh, ouais, c'est vrai. Je suis désolé de vous avoir poussé hors du lit.

source: [_mc_] I was just panicking at that moment.
french: [_mc_] J'étais en train de paniquer à ce moment-là.

source: [_j_] Well... you could "make-up" for it... [mcmd].
french: [_j_] Eh bien ... tu pourrais "maquillage" pour ça ... [mcmd].

source: [_mc_] Hum, I guess I should make sure you didn't get any bruises or scratches, so I better check you thoroughly.
french: [_mc_] Hum, je suppose que je devrais m'assurer que vous n'avez pas eu de contusions ou de rayures, alors je vous vérifie mieux.

source: [_j_] Hehe, yes, [mcmd]!
french: [_j_] Hehe, oui, [mcmd]!

source: [_j_] Oh wait! I've got something!
french: [_j_] Oh, attends ! J'ai quelque chose !

source: [_mc_] Huh? What?
french: [_mc_] Huh? Quoi?

source: [_j_] You'll see, hehe.
french: [_j_] Vous allez voir, hehe.

source: [_j_] I'll be right back!
french: [_j_] Je reviendrai tout de même !

source: [_j_] Back!
french: [_j_] Retour !

source: [_mc_] So? What is it?
french: [_mc_] Alors? Qu'est-ce que c'est?
