Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] Not at six, no.
french: [_mc_] Pas à six, non.

source: [_h_] Haha, don't you dare!
french: [_h_] Haha, n'osez-vous pas !

source: [_mc_] Haha, just joking.
french: [_mc_] Haha, juste plaisanteries.

source: [_h_] I mean... it's not that I... we aren't a couple... right? I mean, I-I'm not demanding anything! So... you could... theoretically... if you wanted to... as long as...
french: [_h_] Je veux dire ... ce n'est pas que je ... nous ne sommes pas un couple ... pas vrai? Je veux dire, je ne demande rien ! Donc ... tu pourrais ... théoriquement ... si tu voulais ... aussi longtemps que ...

source: [_h_] {size=-15}Oh, damn it, [h]! What are you doing!{/size}
french: [_h_] { size=-15 } Oh, merde, [h]! Que faites-vous ! { /size }

source: [_mc_] Haha, you know I can hear you, right?
french: [_mc_] Haha, tu sais que je peux t'entendre, non?

source: [_h_] Wha... {size=-15}damn{/size}, I'm sorry! I'm just... it's just... I-I tend to talk too much... sometimes... and sometimes I just say stupid things when I'm nervous...
french: [_h_] Wha ... { size=-15 } damn { /size }, je suis désolé ! Je suis juste ... c'est juste ... J'ai tendance à parler trop ... parfois ... et parfois je dis des choses stupides quand je suis nerveuse ...

source: [_mc_] No need to be sorry, I think it's cute, but there's really no reason to be nervous.
french: [_mc_] Non besoin d'être désolé, je pense que c'est mignon, mais il n'y a vraiment aucune raison d'être nerveux.

source: [_h_] Sorry...
french: [_h_] Désolé ...

source: [_mc_] It's fine, really, we aren't even on a date yet.
french: [_mc_] C'est bien, vraiment, nous ne sommes même pas encore à une date.

source: [_h_] I know... it's stupid, isn't it?
french: [_h_] Je sais ... c'est stupide, n'est-ce pas?

source: [_mc_] Haha, kind of, but also not really.
french: [_mc_] Haha, genre de, mais pas vraiment.

source: [_mc_] Everyone does or says something stupid every once in a while, especially when they're nervous. I'm no different.
french: [_mc_] Tout le monde fait ou dit quelque chose de stupide de temps en temps, surtout quand ils sont nerveux. Je ne suis pas différente.

source: [_h_] I guess that's true...
french: [_h_] Je suppose que c'est vrai ...

source: [_mc_] So, what's your plan for the date, does it involve skinny dipping?
french: [_mc_] Alors, quel est votre plan pour la date, y a-t-il un pendage maigre?

source: [_h_] W-What?
french: [_h_] W-Quoi?

source: [_mc_] Haha, joking, just joking.
french: [_mc_] Haha, plaisanteries, plaisanteries.

source: [_h_] Haha, you're naughty!
french: [_h_] Haha, vous êtes méchant !

source: [_mc_] Just a little bit.
french: [_mc_] Juste un peu.

source: [_h_] Haha, well, maybe...
french: [_h_] Haha, eh bien, peut-être ...

source: [_mc_] Maybe?
french: [_mc_] Peut-être?

source: [_h_] ...nothing, haha.
french: [_h_] ... rien, haha.

source: [_mc_] Maybe nothing?
french: [_mc_] Peut-être rien?

source: [_h_] Maybe nothing, haha.
french: [_h_] Peut-être rien, haha.

source: [_h_] Okay, I-I think I should uhh, prepare everything for later now.
french: [_h_] Ok, je pense que je devrais uhh, préparer tout pour plus tard maintenant.

source: [_mc_] Alright, six in the afternoon then?
french: [_mc_] Alright, six dans l'après-midi alors?

source: [_h_] Yes! At the Galvin Pier.
french: [_h_] Oui ! Au quai de Galvin.

source: [_mc_] Looking forward to it.
french: [_mc_] À l'avenir.

source: [_h_] Thanks, I mean, me too!
french: [_h_] Merci, moi aussi !

source: [_mc_] Heh, okay, later then.
french: [_mc_] Heh, ok, plus tard.

source: [_h_] Later... nice talking to ya!
french: [_h_] Plus tard ... sympa parler à ya !

source: [_mc_] Yeah, same, bye, [h]!
french: [_mc_] Oui, même, au revoir, [h]!

source: [_mcthink_] Oh, [h] sent a picture.
french: [_mcthink_] Oh, [h] a envoyé une photo.

source: [_mcthink_] Wow, she looks great!
french: [_mcthink_] Wow, elle a l'air super !

source: [_mcthink_] I should probably head home and get ready for the date.
french: [_mcthink_] Je devrais probablement rentrer à la maison et être prêt pour la date.

source: [_mcthink_] Shit, I better hurry.
french: [_mcthink_] Shit, je me dépêchais mieux.

source: [_n_] You rush back home, quickly change into something presentable, then make your way to the pier where [h] is already waiting. [withdissolve]
french: [_n_] Vous vous précipiter à la maison, vous changez rapidement en quelque chose de présentable, puis vous faites votre chemin jusqu'à la jetée où [h] est déjà en attente. [withdissolve]

source: [_mc_] There she is, I hope I'm not too late.
french: [_mc_] Elle est là, j'espère que je ne suis pas trop tard.

source: [_h_] Oh, hey there!
french: [_h_] Oh, hé là !

source: [_mc_] Hey, sorry for making you wait for so long.
french: [_mc_] Hé, désolé de vous avoir fait attendre si longtemps.

source: [_h_] Oh, I didn't wait long, barely a few minutes!
french: [_h_] Oh, je n'ai pas attendu longtemps, à peine quelques minutes !

source: [_mc_] Wow, you look beautiful! I love that dress!
french: [_mc_] Wow, vous avez l'air beau ! J'adore cette robe !

source: [_mc_] Wow, you look great, [h]!
french: [_mc_] Wow, tu as l'air super, [h]!

source: [_h_] Thanks! You look great as well!
french: [_h_] Merci ! Tu as l'air super !

source: [_mc_] What's in the backpack?
french: [_mc_] Qu'y a-il dans le sac à dos?

source: [_h_] That's...
french: [_h_] C'est. ..

source: [_mc_] Oh, you have a whole restaurant in your backpack?
french: [_mc_] Oh, vous avez un restaurant dans votre sac à dos?

source: [_h_] Well, just the kitchen, haha.
french: [_h_] Bien, juste la cuisine, haha.

source: [_h_] The restaurant is here, at the pier.
french: [_h_] Le restaurant est ici, à la jetée.

source: [_mc_] Oh, I see, can you lead me to the tables then, Madam?
french: [_mc_] Oh, je vois, pouvez-vous me conduire aux tables alors, Madame?

source: [_h_] Of course, Madam, please follow me.
french: [_h_] Bien sûr, Madame, veuillez me suivre.

source: [_h_] Of course, Monsieur, please follow me.
french: [_h_] Bien sûr, Monsieur, veuillez me suivre.

source: [_mc_] With pleasure.
french: [_mc_] Avec plaisir.

source: [_mc_] So here's the spot?
french: [_mc_] Alors voilà l'endroit?

source: [_h_] Mh-hmm, you like it?
french: [_h_] Mh-hmm, vous l'aimez?

source: [_mc_] Yeah, but why not the pier itself? There's also a bench over there.
french: [_mc_] Oui, mais pourquoi pas la jetée elle-même? Il y a aussi un banc là-bas.

source: [_h_] The pier is broken and I like it here, it's a little bit more... private.
french: [_h_] Le quai est cassé et j'aime bien ici, c'est un peu plus ... privé.

source: [_mc_] Fair enough, I'll have a seat then.
french: [_mc_] Juste assez, j'aurai un siège alors.

source: [_h_] I'll take your order in a minute, Madam.
french: [_h_] Je prendrai votre commande dans une minute, Madame.

source: [_h_] I'll take your order in a minute, Monsieur.
french: [_h_] Je prendrai votre commande dans une minute, Monsieur.

source: [_mc_] Heh, take your time, my Lady.
french: [_mc_] Heh, prends ton temps, ma Dame.

source: [_mcthink_] She really thought of everything...
french: [_mcthink_] Elle a vraiment pensé à tout ...

source: [_h_] Ready to take your order!
french: [_h_] Prêt à prendre votre commande !

source: [_mc_] I take the waitress, please.
french: [_mc_] Je prends la serveuse, s'il te plaît.

source: [_h_] Haha, you can't just skip the dinner part.
french: [_h_] Haha, vous ne pouvez pas simplement sauter la partie du dîner.

source: [_mc_] Alright, fine, dinner first then.
french: [_mc_] Alright, fin, dîner d'abord.

source: [_mc_] You said your parents were quite strict, right?
french: [_mc_] Vous avez dit que vos parents étaient très stricts, n'est-ce pas?

source: [_h_] Yes, sadly...
french: [_h_] Oui, malheureusement ...

source: [_mc_] Do they know that you...
french: [_mc_] Savez-vous que vous ...

source: [_h_] That I like women?
french: [_h_] Que j'aime les femmes?

source: [_h_] That I'm on a date right now?
french: [_h_] Que je suis à une date maintenant?

source: [_h_] None of their business, I have my own life and they'll have to accept it.
french: [_h_] Aucune de leurs affaires, j'ai ma propre vie et ils devront l'accepter.

source: [_mc_] Heh, little rebel, huh?
french: [_mc_] Heh, petit rebelle, hein?

source: [_mc_] Didn't you say that you still live with your parents?
french: [_mc_] N'avez-vous pas dit que vous habitez toujours avec vos parents?

source: [_mc_] Must be difficult, especially with the job and university...
french: [_mc_] Il doit être difficile, surtout avec le travail et l'université ...

source: [_h_] It's not always easy, but they give me my own space...
french: [_h_] Ce n'est pas toujours facile, mais ils me donnent mon propre espace ...

source: [_h_] The only thing that really sucks is that I have to do the laundry and dinner every time, especially when I had a hard day at work.
french: [_h_] La seule chose qui craint vraiment, c'est que je dois faire la lessive et le dîner à chaque fois, surtout quand j'ai eu une dure journée de travail.

source: [_h_] ...like last time when we were talking about the date.
french: [_h_] ... comme la dernière fois que nous parlions de la date.

source: [_mc_] You have to do the laundry and dinner every time?
french: [_mc_] Vous devez faire la lessive et le dîner à chaque fois?

source: [_mc_] What are your parents doing then?
french: [_mc_] Qu'est-ce que vos parents font alors?

source: [_h_] Dad has a fulltime job and Mom takes care of the boys.
french: [_h_] Papa a un emploi à temps plein et maman s'occupe des garçons.

source: [_mc_] The boys?
french: [_mc_] Les garçons?

source: [_h_] My little brothers, I have three of them, one pair of twins and a baby boy.
french: [_h_] Mes petits frères, j'en ai trois, une paire de jumeaux et un petit garçon.

source: [_mc_] Wow, okay that's probably not easy for her as well, but still...
french: [_mc_] Wow, c'est probablement pas facile pour elle aussi, mais toujours ...

source: [_h_] Mom keeps saying I have to do it to become a good wife for my future husband.
french: [_h_] Maman continue de dire que je dois le faire pour devenir une bonne épouse pour mon futur mari.

source: [_mc_] Sounds like an excuse...
french: [_mc_] On dirait une excuse ...

source: [_h_] No, she really thinks that way.
french: [_h_] Non, elle pense vraiment ainsi.

source: [_mc_] Really?!
french: [_mc_] Vraiement? !

source: [_h_] Haha, I told you they're oldschool, didn't I?
french: [_h_] Haha, je t'ai dit qu'ils étaient oldscolaires, n'est-ce pas?

source: [_mc_] True...
french: [_mc_] Vrai ...

source: [_n_] You keep on chatting for a while until you notice that she started shivering slightly. You also notice goosebumps on her skin.
french: [_n_] Vous continuez à bavarder pendant un certain temps jusqu'à ce que vous remariez qu'elle a commencé à friser un peu. Vous remarez aussi des bosses sur sa peau.

source: [_mc_] Are you cold?
french: [_mc_] Êtes-vous froid?

source: [_h_] N-No, no I'm good, haha, just the wind...
french: [_h_] N-Non, non je suis bonne, haha, juste le vent ...

source: [_h_] A little bit.
french: [_h_] Un peu.

source: [_mc_] Why don't you come over here.
french: [_mc_] Pourquoi ne vivez-vous pas ici.

source: [_mc_] Better?
french: [_mc_] Mieux?

source: [_h_] A lot!
french: [_h_] Beaucoup !

source: [_h_] Thank you.
french: [_h_] Merci.

source: [_mc_] It's totally my pleasure.
french: [_mc_] C'est totalement mon plaisir.

source: [_mc_] Hey, I'm just being nice!
french: [_mc_] Hey, je suis juste sympa !

source: [_h_] And I like it...
french: [_h_] Et j'aime ça ...

source: [_mc_] So you call me a pervert but still like it...
french: [_mc_] Alors vous m'appelez un pervers, mais comme ça ...

source: [_h_] Haha, I guess that makes me a pervert, too.
french: [_h_] Haha, je suppose que ça me fait un pervers, aussi.

source: [_mc_] Yep, absolutely!
french: [_mc_] Yep, absolument !

source: [_h_] I think it's starting to rain.
french: [_h_] Je pense qu'il commence à pleuvoir.

source: [_mc_] ...you're right.
french: [_mc_] ... vous avez raison.

source: [_mc_] Shit, I didn't check the weather forecast.
french: [_mc_] Shit, je n'ai pas vérifié les prévisions météo.

source: [_h_] Me neither, I didn't even think about it.
french: [_h_] Moi non plus, je n'y ai même pas pensé.

source: [_mc_] Let's hope it's just a short drizzle.
french: [_mc_] Espérons que ce n'est qu'une courte bruine.

source: [_mc_] Sure we can try.
french: [_mc_] Sure que nous pouvons essayer.

source: [_n_] You get up and try to open the greenhouse door.
french: [_n_] Vous vous lever et essayer d'ouvrir la porte de serre.

source: [_h_] Too bad, looks like it's locked.
french: [_h_] Trop mauvaise, elle est verrouillée.

source: [_mc_] Hmm, it's been abandoned for a while, maybe it's just jammed.
french: [_mc_] Hmm, il a été abandonné pendant un moment, peut-être que c'est juste coincé.

source: [_h_] Maybe we can push it open.
french: [_h_] Peut-être que nous pouvons la pousser ouverte.

source: [_mc_] Yeah, let me try.
french: [_mc_] Oui, laissez-moi essayer.

source: [_mc_] Damn...
french: [_mc_] Merde...

source: [_h_] Maybe I should've made more sandwiches.
french: [_h_] Peut-être que j'aurais dû faire plus de sandwiches.

source: [_mc_] Ha-Ha... you stay there and hold the lamp.
french: [_mc_] Ha-Ha ... vous y restez et tenez la lampe.

source: [_h_] Sure, my gallant hero.
french: [_h_] Sure, mon héros galant.

source: [_h_] Sure, my gallant heroine.
french: [_h_] Sure, mon héroïne galante.

source: [_h_] Did it move?
french: [_h_] Est-ce que ça bouc?

source: [_mc_] No idea...
french: [_mc_] Aucune idée ...

source: [_h_] Don't hurt yourself.
french: [_h_] Ne vous faites pas de mal.

source: [_mc_] Don't worry.
french: [_mc_] Ne vous inquiétez pas.

source: [_mc_] Finally!
french: [_mc_] Enfin !

source: [_h_] Yay, you made it!
french: [_h_] Yay, vous l'avez fait !

source: [_mc_] Can't let my lady drown, can I?
french: [_mc_] Je ne peux pas laisser ma femme se noyer, puis-je?

source: [_h_] Haha, it's not {b}that{/b} much rain!
french: [_h_] Haha, ce n'est pas {b}que { /b } beaucoup de pluie !

source: [_h_] But thanks...
french: [_h_] Mais merci ...

source: [_h_] Oh, I better get my stuff here before it gets wet.
french: [_h_] Oh, je ferais mieux de mes affaires ici avant qu'il ne soit mouillé.

source: [_h_] Why don't you secure the dungeon for us my hero.
french: [_h_] Pourquoi ne sécuriez-vous pas le donjon pour nous mon héros.

source: [_h_] Why don't you secure the dungeon for us my heroine.
french: [_h_] Pourquoi ne sécuriez-vous pas le donjon pour nous mon héroïne.

source: [_mc_] Haha, I'll make sure the glasshouse, err... "the dungeon", is safe for you, my Lady!
french: [_mc_] Haha, je vais m'assurer de la serre, err ... "Le donjon", est sûr pour toi, ma Dame !

source: [_h_] Don't get eaten by the monster rats until I'm back!
french: [_h_] Ne vous faites pas manger par les rats monstre jusqu'à ce que je sois de retour !

source: [_mc_] Heh, sure, I'll tell them to wait for you to come back before they eat me.
french: [_mc_] Heh, sûr, je vais leur dire d'attendre que tu reviendres avant qu'ils me mangent.

source: [_mcthink_] Let's see how the dun... greenhouse looks from the inside.
french: [_mcthink_] Voyons comment la serre de dun ... regarde de l'intérieur.

source: [_mc_] Looks like the rain is getting stronger... maybe I should help [h].
french: [_mc_] On dirait que la pluie se renforce ... peut-être que je devrais aider [h].

source: [_mc_] Whoa! Did you get wet, my Lady?
french: [_mc_] Whoa ! As-tu mouillé, ma Dame?

source: [_h_] Haha, just a little bit.
french: [_h_] Haha, juste un peu.

source: [_h_] Too bad, the weather doesn't want to play along.
french: [_h_] Trop mal, le temps ne veut pas jouer.

source: [_mc_] Who cares, we have a roof and I'll keep you warm as long as it takes.
french: [_mc_] Qui s'en soucie, nous avons un toit et je vous tiendrai au chaud aussi longtemps qu'il le faudra.

source: [_h_] I want to show you something.
french: [_h_] Je veux vous montrer quelque chose.

source: [_mc_] What is it?
french: [_mc_] Qu'est-ce que c'est?

source: [_h_] Can you hold the blanket for me?
french: [_h_] Pouvez-vous me tenir la couverture?

source: [_h_] Higher!
french: [_h_] Plus haut !

source: [_mc_] Whoa, okay...
french: [_mc_] Whoa, ok ...

source: [_h_] And no peeking!
french: [_h_] Et pas de peeking !

source: [_mc_] What are you doing?
french: [_mc_] Que fais-tu ?

source: [_h_] You'll see!
french: [_h_] Vous verrez !

source: [_mc_] Just curious...
french: [_mc_] Juste curieux ...

source: [_h_] No! Peeking!
french: [_h_] Non ! Peeking !

source: [_mc_] Haha, okay... sorry.
french: [_mc_] Haha, ok ... désolé.

source: [_h_] Alright, I'm done.
french: [_h_] Alright, je suis fait.

source: [_h_] You like it?
french: [_h_] Vous aimez?

source: [_h_] You said something about skinny dipping, so I thought...
french: [_h_] Vous avez dit quelque chose sur le pendage maigre, alors je me suis dit ...

source: [_h_] Well, no skinny dipping, but maybe you really wanted to dip into the water...
french: [_h_] Bien, pas de pendage maigre, mais peut-être que tu voulais vraiment tremper dans l'eau ...

source: [_mc_] I'd love to!
french: [_mc_] J'adorerais !

source: [_h_] I thought so.
french: [_h_] Je le pensais.

source: [_h_] So, where's your bathing suit?
french: [_h_] Alors, où est votre maillot de bain?

source: [_mc_] Err... well, as I said, "skinny dipping".
french: [_mc_] Err ... eh bien, comme je l'ai dit, "maigre trempage".

source: [_h_] Wha... you'd really do that?
french: [_h_] Wha ... tu ferais vraiment ça?

source: [_mc_] Of course, especially with you.
french: [_mc_] Bien sûr, surtout avec vous.

source: [_h_] That's so naughty!
french: [_h_] C'est si méchant !

source: [_mc_] Didn't we establish already that we're both naughty?
french: [_mc_] N'avons-nous pas déjà établi que nous sommes à la fois méchants?

source: [_h_] Haha, yes.
french: [_h_] Haha, oui.

source: [_mc_] And you're such a beautiful girl...
french: [_mc_] Et vous êtes une si belle fille ...

source: [_mc_] I wouldn't mind a second, skinny dipping with you...
french: [_mc_] Je n'aurais pas l'esprit d'une seconde, maigre tremper avec vous ...

source: [_mc_] Mind if I take a closer look?
french: [_mc_] Si je regarde de plus près?

source: [_mc_] Hmmh, so sexy.
french: [_mc_] Hmmh, si sexy.

source: [_h_] It's... it's just our first date...
french: [_h_] C'est. .. c'est juste notre première date ...

source: [_mc_] Right... you're right, sorry I got a little too excited here.
french: [_mc_] Bien ... vous avez raison, désolé j'ai un peu trop excité ici.

source: [_h_] It's okay.
french: [_h_] C'est bon.

source: [_mc_] Why don't we sit down and wait until the rain stops?
french: [_mc_] Pourquoi ne pas rester assis et attendre que la pluie s'arrête?

source: [_mc_] Are you sure it's not too cold in that bathing suit?
french: [_mc_] Etes-vous sûr qu'il n'est pas trop froid dans ce maillot de bain?

source: [_h_] I'm wearing it for you, and besides that, you keep me warm...
french: [_h_] Je porte ça pour toi, et en plus, tu me tiens au chaud ...

source: [_h_] Haha, stop staring at them...
french: [_h_] Haha, arrête de les regarder ...

source: [_mc_] I'd stare at your cute face, but it's a little hard at this angle.
french: [_mc_] I'd stare at your cute front, but it's a little hard at this angle.

source: [_h_] Better?
french: [_h_] Mieux?

source: [_mc_] Much better!
french: [_mc_] Bien mieux !

source: [_mc_] ...but seriously, I don't want you to catch a cold because of me.
french: [_mc_] ... mais sérieusement, je ne veux pas que tu attrapais un rhume à cause de moi.

source: [_h_] I'm sorry...
french: [_h_] Je suis désolé ...

source: [_mc_] Huh? For what?
french: [_mc_] Huh? Pour quoi?

source: [_h_] I-I didn't think about the weather and now it totally destroyed the date...
french: [_h_] Je n'ai pas pensé à la météo et maintenant il a complètement détruit la date ...

source: [_mc_] You think it's destroyed?
french: [_mc_] Vous pensez qu'il est détruit?

source: [_h_] I... don't know... it's not as I imagined...
french: [_h_] Je ... ne sais pas ... ce n'est pas comme je l'imaginais ...

source: [_h_] I wanted to sit at the lake... watch the sunset... lying in your arms...
french: [_h_] Je voulais m'asseoir au lac ... regarder le coucher de soleil ... couché dans vos bras ...

source: [_h_] Gosh, saying it out loud is embarrassing! Haha.
french: [_h_] Gosh, le dire fort est embarrassant ! Haha.

source: [_mc_] Haha, you're a romantic.
french: [_mc_] Haha, vous êtes romantique.

source: [_h_] You probably think that's boring.
french: [_h_] Vous pensez probablement que c'est ennuyeux.

source: [_mc_] No, I would've liked that.
french: [_mc_] Non, j'aurais aimé ça.

source: [_mc_] But really, I wouldn't say the date is destroyed unless you don't like being with me.
french: [_mc_] Mais vraiment, je ne dirais pas que la date est détruite à moins que vous n'aimais pas être avec moi.

source: [_mc_] So it's not too bad, right? ...and we conquered a dungeon full of monster rats, who else can say that from their first date?
french: [_mc_] Alors ce n'est pas trop mal, non? ... et nous avons conquis un donjon plein de rats monstre, qui d'autre peut dire qu'à partir de leur première date?

source: [_h_] Haha, very true, my heroine.
french: [_h_] Haha, très vrai, mon héroïne.

source: [_h_] Haha, very true, my hero.
french: [_h_] Haha, très vrai, mon héros.

source: [_h_] But maybe we should meet somewhere inside next time...
french: [_h_] Mais peut-être que nous devrions nous retrouver quelque part dans la prochaine fois ...

source: [_mc_] So you want to go on another date?
french: [_mc_] Alors vous voulez partir à une autre date?

source: [_h_] Eh... yes, of course... if you want to...
french: [_h_] Eh ... oui, bien sûr ... si vous voulez ...

source: [_mc_] Of course!
french: [_mc_] Bien sûr !

source: [_mc_] So... I guess we call it a day for today?
french: [_mc_] Alors ... Je suppose que nous l'appelons un jour pour aujourd'hui?

source: [_h_] If you don't mind...
french: [_h_] Si vous ne vous en faites pas ...

source: [_mc_] Oh, I {b}do{/b} mind, but I'm not going to let you freeze.
french: [_mc_] Oh, I {b}do { /b } esprit, mais je ne vais pas vous laisser geler.

source: [_n_] A little while later...
french: [_n_] Un peu plus tard ...

source: [_h_] Here we go, this is where I live.
french: [_h_] Ici, on y va, c'est là que je vis.

source: [_mc_] Glad it's not too far from the lake.
french: [_mc_] Glad n'est pas trop loin du lac.

source: [_h_] Thanks for the jacket.
french: [_h_] Merci pour la veste.

source: [_mc_] Anytime, my Lady.
french: [_mc_] En tout temps, ma Dame.

source: [_h_] ...my heroine...
french: [_h_] ... mon héroïne ...

source: [_h_] ...my hero...
french: [_h_] ... mon héros ...

source: [_mc_] Alright, I need to go to the city tomorrow to hand over some papers...
french: [_mc_] Alright, j'ai besoin d'aller à la ville demain pour remettre des papiers ...

source: [_h_] Oh, I won't keep you!
french: [_h_] Oh, je ne te garderai pas !

source: [_mc_] Haha, no, I wanted to ask when your shift starts, so I can get a cup of coffee from my favorite waitress.
french: [_mc_] Haha, non, je voulais vous demander quand votre quart de travail commence, donc je peux prendre une tasse de café de ma serveuse préférée.

source: [_h_] Oh... haha, it's in the morning... until midday.
french: [_h_] Oh ... haha, c'est le matin ... jusqu'à midi.

source: [_mc_] Alright, I'll come over in the morning then.
french: [_mc_] Alright, je reviendrai dans la matinée.

source: [_h_] Okay, then... see you tomorrow?
french: [_h_] Ok, alors ... vous voyez demain?

source: [_mc_] In the morning.
french: [_mc_] Le matin.
