Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] This means she really cheated on the old man?
french: [pcthink] Cela signifie qu'elle a vraiment trompé le vieux ?
italian: [pcthink] Ciò significa che lei ha davvero imbrogliato il vecchio?

source: [m] ...No... no I don't.
french: [m] ...Non... non je ne le fais pas.
italian: [m] ... no... no no.

source: [m] ...of course not. It was just that one time, but I already knew it was a bad decision. I just wanted to... feel something... anything at all.
french: [m] ...bien sûr que non. C'était juste cette fois-là, mais je savais déjà que c'était une mauvaise décision. Je voulais juste... ressentir quelque chose... n'importe quoi.
italian: [m] naturalmente no. Era solo quella volta, ma già sapevo che era una cattiva decisione. Volevo solo sentire... qualcosa... niente affatto.

source: [pcthink] Well I can't blame her for that. The old man didn't even try to show any affection towards her...
french: [pcthink] Je ne peux pas lui en vouloir pour ça. Le vieil homme n'a même pas essayé de montrer de l'affection envers elle...
italian: [pcthink] Beh, non posso incolpare lei per questo. Il vecchio non ha nemmeno cercato di mostrare alcun affetto verso di lei...

source: [m] ...no. He tried to avoid me after I got pregnant.
french: [m] ...non. Il a essayé de m'éviter après que je sois tombée enceinte.
italian: [m] ...no. Ha cercato di evitarmi dopo la gravidanza.

source: [pcthink] Yeah, the old man started to freak out more and more the year [m] got pregnant. I can still remember that...
french: [pcthink] Ouais, le vieux a commencé à flipper de plus en plus l'année où [m] est tombée enceinte. Je me souviens encore de ça...
italian: [pcthink] Sì, il vecchio ha iniziato a strappare sempre di più l'anno [m] è rimasto incinto. Posso ancora ricordarlo...

source: [m] Yes, the timing fits...
french: [m] Oui, le timing correspond...
italian: [m] Sì, la tempistica si adatta...

source: [m] ...no I don't think so...
french: [m] ...non je ne pense pas...
italian: [m] ...no non credo così...

source: [pcthink] What timing?
french: [pcthink] Quel timing ?
italian: [pcthink] Che tempo?

source: [m] Why would I tell him? In the end he was just another asshole.
french: [m] Pourquoi je lui dirais ? Au final, c'était juste un autre connard.
italian: [m] Perché glielo direi? Alla fine era solo un altro stronzo.

source: [pcthink] What the hell? Does this mean she got pregnant from the other man?!
french: [pcthink] C'est quoi ce bordel ? Ça veut dire qu'elle est tombée enceinte de l'autre homme ?!
italian: [pcthink] Che inferno? Questo significa che lei è incinta dall'altro uomo?!

source: [m] Yes, sure...
french: [m] Oui, bien sûr...
italian: [m] Sì, sicuro...

source: [pcthink] This can't be true! Why would she...
french: [pcthink] Cela ne peut pas être vrai ! Pourquoi aurait-elle...
italian: [pcthink] Questo non può essere vero! Perché lei...

source: [pcthink] Damn, of course she wouldn't tell anyone... the old man would have killed her if he knew...
french: [pcthink] Merde, bien sûr qu'elle ne le dirait à personne... le vieux l'aurait tué s'il avait su...
italian: [pcthink] Dannazione, naturalmente lei non lo direbbe a nessuno... il vecchio avrebbe ucciso se sapesse...

source: [pcthink] Wait... does this mean...
french: [pcthink] Attends... est-ce que ça veut dire...
italian: [pcthink] Aspetta... significa questo...

source: [m] I... I don't know...
french: [m] Je... Je ne sais pas...
italian: [m] Io... Non lo so...

source: [pcthink] ...[e] isn't my sister?
french: [pcthink] ...[e] n'est pas ma sœur ?
italian: [pcthink] ...[e] non è mia sorella?

source: [m] ...I'm really unsure...
french: [m] ...Je ne suis vraiment pas sûr...
italian: [m] ...Sono davvero insicuro...

source: [pcthink] I... can't believe it...
french: [pcthink] Je... ne peux pas le croire...
italian: [pcthink] Non posso crederci...

source: [pcthink] Why didn't she tell me?
french: [pcthink] Pourquoi elle ne me l'a pas dit ?
italian: [pcthink] Perché non me l'ha detto?

source: [m] Yes, I do, but...
french: [m] Oui, je le fais, mais...
italian: [m] Sì, lo faccio ma...

source: [pcthink] She could have at least told me now that I'm back...
french: [pcthink] Elle aurait pu au moins me dire que maintenant que je suis de retour...
italian: [pcthink] Avrebbe potuto almeno dirmi ora che sono tornato...

source: [pcthink] All this talk about her having changed, and yet, she's still lying to me...
french: [pcthink] Tout ce discours sur le fait qu'elle a changé, et pourtant, elle me ment encore...
italian: [pcthink] Tutto questo parla di lei che è cambiata, eppure lei mi sta ancora mentendo...

source: [m] Yes [heshe] is, but it feels so wrong... I feel really bad about it and to be honest, I think [heshe] really cares a lot for [e].
french: [m] Oui [heshe] l'est, mais c'est si mal... Je me sens vraiment mal à ce sujet et pour être honnête, je pense que [heshe] tient vraiment beaucoup à [e].
italian: [m] Sì [heshe] è, ma si sente così sbagliato... Mi sento davvero male su di esso e per essere onesti, penso che [heshe] davvero si preoccupa molto [e].

source: [pcthink] She feels bad about what?!
french: [pcthink] Elle se sent mal à propos de quoi ?!
italian: [pcthink] Lei si sente male su che cosa?!

source: [m] I don't know if I should do this anymore.
french: [m] Je ne sais pas si je dois continuer à faire ça.
italian: [m] Non so se dovrei più fare questo.

source: [pcthink] What the hell is she talking about?
french: [pcthink] Mais de quoi parle-t-elle ?
italian: [pcthink] Di che diavolo sta parlando?

source: [m] Oh no you don't!
french: [m] Oh non vous ne le faites pas !
italian: [m] Oh no tu no!

source: [m] Come on, please!? You can't do that!
french: [m] Allez, s'il vous plaît !? Vous ne pouvez pas faire ça !
italian: [m] Avanti, per favore!? Non puoi farlo!

source: [m] ...fine... I... I'll think about it, okay?
french: [m] ...bien... I... Je vais y réfléchir, d'accord ?
italian: [m] ...bene... Io... ci penserò, okay?

source: [m] No, I'm sorry, but I think we shouldn't meet for now... I don't want [himher] to notice anything until... until I'm ready for it.
french: [m] Non, je suis désolé, mais je pense que nous ne devrions pas nous rencontrer pour le moment... Je ne veux pas que [himher] remarque quoi que ce soit jusqu'à... jusqu'à ce que je sois prête pour ça.
italian: [m] No, mi dispiace, ma penso che non dovremmo incontrarci per ora... Non voglio [himher] notare nulla finche... finché non sarò pronto per questo.

source: [m] Yes, thank you for understanding, precious.
french: [m] Oui, merci de votre compréhension, précieuse.
italian: [m] Sì, grazie per la comprensione, preziosa.

source: [pcthink] Precious?!
french: [pcthink] Précieuse ?!
italian: [pcthink] Prezioso?!

source: [m] Alright, I should hang up, [heshe] could be back soon.
french: [m] Très bien, je devrais raccrocher, [heshe] pourrait revenir bientôt.
italian: [m] Bene, dovrei appendere, [heshe] potrebbe tornare presto.

source: [pcthink] Fuck, I really want to confront her right now... but maybe it's better if she doesn't know that I know about all that... yet.
french: [pcthink] Putain, j'ai vraiment envie de la confronter à cela maintenant... mais peut-être que c'est mieux si elle ne sait pas que je sais tout ça... pour le moment.
italian: [pcthink] Cazzo voglio davvero affrontarla in questo momento... ma forse è meglio se lei non sa che so tutto questo... ancora.

source: [pcthink] I better pretend I've just gotten home...
french: [pcthink] Je ferais mieux de faire comme si je venais de rentrer chez moi...
italian: [pcthink] Farei meglio a fingere di essere appena tornato a casa...

source: [m] Thank you... You too. Bye...
french: [m] Merci... Vous aussi. Bye...
italian: [m] Grazie... Anche tu. Ciao...

source: [n] You open and close the front door and make sure to make enough noise so that [m] can hear it.
french: [n] Vous ouvrez et fermez la porte d'entrée et veillez à faire suffisamment de bruit pour que [m] puisse l'entendre.
italian: [n] Si apre e si chiude la porta d'ingresso e assicurarsi di fare abbastanza rumore in modo che [m] possa sentirlo.

source: [pcthink] Alright, that should do...
french: [pcthink] Très bien, ça devrait faire...
italian: [pcthink] Bene, questo dovrebbe fare...

source: [m] Oh hey, welcome home, hun. How...
french: [m] Oh hé, bienvenue à la maison, hun. Comment...
italian: [m] Oh hey, benvenuto a casa, hun. Come...

source: [m] Oh no, you're completely soaked!
french: [m] Oh non, tu es complètement trempé !
italian: [m] Oh no, sei completamente immerso!

source: [pcthink] Yeah, play innocent, [m]...
french: [pcthink] Ouais, fais l'innocente, [m]...
italian: [pcthink] Sì, gioca innocente, [m]...

source: [pc] I ran into a shower... I'm going to change clothes now...
french: [pc] Je me suis pris une douche... Je vais me changer maintenant...
italian: [pc] Mi sono imbattuto in una doccia... ora cambierò vestiti...

source: [m] Yes, good, I don't want you to catch a cold. Do you want me to make you a tea or something?
french: [m] Oui, bien, je ne veux pas que tu prennes froid. Veux-tu que je te fasse un thé ou autre chose ?
italian: [m] Sì, bene, non voglio che tu prenda il raffreddore. Vuoi che ti faccia un tè o qualcosa?

source: [pc] No thanks.
french: [pc] Non merci.
italian: [pc] No grazie.

source: [pcthink] Shit, I have to find out what she's up to...
french: [pcthink] Merde, je dois découvrir ce qu'elle prépare...
italian: [pcthink] Merda, devo scoprire cosa sta per fare...

source: [pcthink] Ugh... but I should change first...
french: [pcthink] Ugh... mais je devrais d'abord me changer...
italian: [pcthink] Ugh... ma dovrei prima cambiare...

source: [n] *Knock* *Knock*
french: [n] *Toc* *Toc*

source: [m] Have you finished changing, Hun?
french: [m] As-tu fini de te changer, Hun ?
italian: [m] Hai finito di cambiare, Hun?

source: [pc] Yeah, come in...
french: [pc] Oui, entres...
italian: [pc] Sì, entra...

source: [m] Is everything alright? Do you need something, Hun?
french: [m] Tout va bien ? Tu as besoin de quelque chose, Hun ?
italian: [m] Va tutto bene? Hai bisogno di qualcosa, Caccia?

source: [m] Alright... well I'm going to make dinner now, is there something you’d like in particular?
french: [m] Très bien... je vais préparer le dîner maintenant, y a-t-il quelque chose que tu aimerais en particulier ?
italian: [m] Va bene... ora farò la cena, c'è qualcosa che vorresti in particolare?

source: [pc] No...
french: [pc] Non...

source: [m] Oh... okay...
french: [m] Oh... ok...

source: [m] Well, could you tell [e] that dinner will be ready soon?
french: [m] Eh bien, pourrais-tu dire à [e] que le dîner sera bientôt prêt ?
italian: [m] Beh, potresti dire [e] che la cena sarà pronta presto?

source: [m] Okay... thanks, Hun...
french: [m] Ok... merci, Hun...
italian: [m] Okay... grazie, Hun...

source: [pcthink] Damn it! I almost started to trust her...
french: [pcthink] Merde ! Je commençais presque à lui faire confiance...
italian: [pcthink] Dannazione! Ho quasi iniziato a fidarmi di lei...

source: [pcthink] Alright, [m], you won't fool me any longer, I'll be really cautious from now on!
french: [pcthink] D'accord, [m], tu ne me tromperas pas plus longtemps, je serais vraiment prudent à partir de maintenant !
italian: [pcthink] Bene, [m], non mi ingannerai più, sarò davvero prudente d'ora in poi!

source: [pcthink] Ugh... well, let's see what [e] is doing. At least I can trust her... hopefully...
french: [pcthink] Ugh... bien, voyons ce que [e] fait. Au moins je peux lui faire confiance... espérons-le...
italian: [pcthink] Ugh... beh, vediamo cosa [e] sta facendo. Almeno posso fidarmi di lei... speriamo...

source: *Knock* *Knock*
french: *Toc* *Toc*

source: [m] It's me...
french: [m] C'est moi...
italian: [m] Sono io...

source: [pc] Yeah, come in.
french: [pc] Oui, entres.
italian: [pc] Sì, entra.

source: [pc] Yeah, what's up?
french: [pc] Ouais, quoi de neuf ?
italian: [pc] Sì, che cos'è?

source: [m] Um... did you... perhaps...
french: [m] Hum... as-tu... peut-être...
italian: [m] Um... ti ha fatto... forse...

source: [m] Did you maybe... um...
french: [m] Est-ce que tu as peut-être... hum...
italian: [m] Forse tu... um...

source: [pcthink] What's wrong with her?
french: [pcthink] Qu'est-ce qui ne va pas chez elle ?
italian: [pcthink] Cosa c'è di sbagliato con lei?

source: [pc] Come on, what's wrong, [m]? Just spit it out already.
french: [pc] Allez, qu'est-ce qui ne va pas, [m]? Crache-le, c'est tout.
italian: [pc] Avanti, cosa c'è di sbagliato, [m]? Basta sputarlo già fuori.

source: [m] Uh... I'm sorry, did you... um... for whatever reason... take my pills?
french: [m] Euh... je suis désolé, as-tu... hum... pour une raison quelconque... pris mes pilules ?
italian: [m] Uh... Mi dispiace, hai fatto... um... per qualsiasi motivo... prendi le mie pillole?

source: [pcthink] Ugh... shit, the pills... I totally forgot about them...
french: [pcthink] Ugh... merde, les pilules... Je les avais complètement oubliées...
italian: [pcthink] Ugh... merda, le pillole... Ho completamente dimenticato di loro...

source: [m] I-I mean, I'm not saying that I suspect you did, but... I-I can't find them anywhere and... I promise, I won't be mad or anything... it's just...
french: [m] Je-je veux dire, je ne dis pas que je soupçonne que tu l'as fait, mais... Je-je ne les trouve nulle part et... Promis, je ne serai pas en colère ou quoi que ce soit... c'est juste...
italian: [m] Voglio dire, non sto dicendo che sospetto che tu abbia fatto, ma... Non riesco a trovarli da nessuna parte e... prometto, non sarò arrabbiato o nulla... è solo...

source: [pc] I have them.
french: [pc] Je les ai.
italian: [pc] Io le ho.

source: [m] Y-You do?!
french: [m] T-Tu le fais?!
italian: [m] Y-You fare?!

source: [pc] Yeah. Sorry, I forgot about it.
french: [pc] Ouais. Désolé, je l'ai oublié.
italian: [pc] Sì, mi dispiace, ne ho dimenticato.

source: [m] ...can you... give them back then?
french: [m] ...peux-tu... les rendre alors ?
italian: [m] ...puoi... restituirli allora?

source: [pcthink] Why doesn't she ask why I have them?
french: [pcthink] Pourquoi ne demande-t-elle pas pourquoi je les ai ?
italian: [pcthink] Perché non chiede perché le ho?

source: [pcthink] Wouldn't she be curious, if she really doesn't remember?
french: [pcthink] Ne serait-elle pas curieuse, si elle ne se souvient vraiment pas ?
italian: [pcthink] Non sarebbe curiosa, se davvero non ricordasse?

source: [pcthink] Damn, she's playing with me again...
french: [pcthink] Merde, elle joue encore avec moi...
italian: [pcthink] Damn, lei sta giocando di nuovo con me...

source: [m] I-I really need them, Hun.
french: [m] J-J'en ai vraiment besoin, Hun.
italian: [m] I-Ho davvero bisogno di loro, Hun.

source: [pcthink] Hum... that might even be true, but...
french: [pcthink] Hum... ça pourrait même être vrai, mais...
italian: [pcthink] Uomo... che potrebbe anche essere vero, ma...

source: [pc] Did you ever try a day without them?
french: [pc] As-tu déjà essayé une journée sans elle ?
italian: [pc] Hai mai provato un giorno senza di loro?

source: [m] N-No... please... just give them back, okay, Hun?
french: [m] N-Non... s'il te plaît... rends-les moi, ok, Hun ?
italian: [m] N-No... per favore... basta restituirli, ok, Hun?

source: [pc] Why didn't you get a new bottle if you need them so urgently?
french: [pc] Pourquoi n'as-tu pas acheté une nouvelle boite si tu en as besoin de façon si urgente ?
italian: [pc] Perché non hai ottenuto una nuova bottiglia se ne hai bisogno così urgentemente?

source: [m] I-I can't, they are still experimental I can't get them in a pharmacy, they are rationed to prevent overdoses as well.
french: [m] Je-je ne peux pas, elles sont encore expérimentales je ne peux pas les obtenir en pharmacie, elles sont rationnés pour éviter les overdoses aussi.
italian: [m] Non posso, sono ancora sperimentali non riesco a farli in farmacia, sono razionati per prevenire il sovradosaggio.

source: [pc] What?! Why do you use experimental drugs?
french: [pc] Quoi ?! Pourquoi utilises-tu des drogues expérimentales ?
italian: [pc] Cosa?! Perché usi droghe sperimentali?

source: [m] Because I was asked by my doctor, and because they help.
french: [m] Parce que mon médecin me l'a demandé, et parce qu'elles aident.
italian: [m] Perché mi è stato chiesto dal mio dottore, e perché aiutano.

source: [pc] Jeez.. [m]... and what if you lose them?
french: [pc] Bon sang... [m]... et si tu les perdais ?
italian: [pc] Jeez.. [m]... e cosa succede se li perdi?

source: [m] I can make a request, but since they are experimental, they need to get manufactured first and then get shipped, so they need at least a week until they arrive.
french: [m] Je peux faire une demande, mais comme elles sont expérimentales, elles doivent d'abord être fabriqués puis expédiés, il faut donc compter au moins une semaine avant qu'elles n'arrivent.
italian: [m] Posso fare una richiesta, ma dal momento che sono sperimentali, hanno bisogno di ottenere fabbricato prima e poi ottenere spedito, quindi hanno bisogno di almeno una settimana fino al loro arrivo.

source: [pcthink] Hum... maybe I could use this as an opportunity... I know she's hiding something from me and if she really has something planned, I'd at least have something up my sleeve...
french: [pcthink] Hum... peut-être que je pourrais utiliser ça comme une opportunité... Je sais qu'elle me cache quelque chose et si elle a vraiment prévu quelque chose, j'aurais au moins quelque chose dans ma manche...
italian: [pcthink] Uomo... forse potrei usare questa come un'opportunità... So che mi sta nascondendo qualcosa e se ha davvero qualcosa in programma, almeno ho qualcosa in su la manica...

source: [pcthink] On the other hand, if I'm wrong... ugh...
french: [pcthink] Par contre, si je me trompe... ugh...
italian: [pcthink] D'altra parte, se ho torto... ugh...

source: [pc] Here, take it, but you really should try to stop using them.
french: [pc] Tiens, prends-la, mais tu devrais vraiment essayer d'arrêter de les utiliser.
italian: [pc] Qui, prendetelo, ma dovreste davvero provare a smettere di usarli.

source: [m] Thanks, Hun. I'll try.
french: [m] Merci, Hun. Je vais essayer.
italian: [m] Grazie, Caccio. Proverò.

source: [pc] Well, that sounds like it might be better if I keep them, so you won't lose them again.
french: [pc] Eh bien, on dirait que c'est mieux si je les garde, comme ça tu ne les perdras plus.
italian: [pc] Beh, suona come potrebbe essere meglio se li mantengo, quindi non li perderai di nuovo.

source: [m] Lose? Um... I... I won't lose them again, don't worry, Hun!
french: [m] Perdre ? Hum... Je... Je ne les perdrais plus, ne t'inquiète pas, Hun !
italian: [m] Perdite? Um... Io... Non perderò di nuovo, non preoccupatevi, Hun!

source: [pc] Better safe than sorry, don't you think?
french: [pc] Mieux vaut prévenir que guérir, tu ne penses pas ?
italian: [pc] Meglio sicuro che scusi, non pensi?

source: [pc] Here, I'll give you one per day from now on.
french: [pc] Tiens, je t'en donnerai une par jour à partir de maintenant.
italian: [pc] Qui, ve ne darò uno al giorno da ora in poi.

source: [pcthink] Heh, no matter if she knows that I took them from her yesterday or not. If she wants to keep up her masquerade, she has no other choice than to accept.
french: [pcthink] Heh, peu importe qu'elle sache que je les lui ai pris hier ou pas. Si elle veut continuer sa mascarade, elle n'a pas d'autre choix que d'accepter.
italian: [pcthink] Heh, non importa se lei sa che li ho presi da lei ieri o no. Se vuole mantenere il suo mascherato, non ha altra scelta che accettare.

source: [pc] Don't worry, I'll keep track of them for you.
french: [pc] Ne t'inquiètes pas, je vais garder une trace d'elles pour toi.
italian: [pc] Non ti preoccupare, ne terrò traccia per te.

source: [m] ...okay... thank you, Hun...
french: [m] ...ok... merci, Hun...
italian: [m] ...okay... grazie, Hun...

source: [pcthink] HA! I knew it!
french: [pcthink] HA! Je le savais !
italian: [pcthink] HA! Lo sapevo!

source: [m] Good night, Hun.
french: [m] Bonne nuit, Hun.
italian: [m] Buona notte, Hun.

source: [pc] Yeah, good night, [m]...
french: [pc] Ouais, bonne nuit, [m]...
italian: [pc] Sì, buona notte, [m]...

source: [pcthink] ...who would have guessed, hehe.
french: [pcthink] ...qui l'aurait deviné, héhé.
italian: [pcthink] ...chi avrebbe indovinato, hehe.

source: [pcthink] Shit...
french: [pcthink] Merde...

source: [m] What happened?
french: [m] Que s'est-il passé ?
italian: [m] Cos'è successo?

source: [pc] Err, well she was asking stupid questions... I guess she didn't like my answers.
french: [pc] Err, eh bien elle posait des questions stupides... Je suppose qu'elle n'a pas aimé mes réponses.
italian: [pc] Err, bene stava facendo delle stupide domande... Immagino che non le piacessero le mie risposte.

source: [m] [pc], you promised to be nicer to her!
french: [m] [pc], tu as promis d'être plus gentil avec elle !
italian: [m] [pc], hai promesso di essere più gentile con lei!

source: [pc] I tried, okay? I really tried, but then she started to be all bitchy again...
french: [pc] J'ai essayé, ok ? J'ai vraiment essayé, mais elle a recommencé à faire sa garce...
italian: [pc] Ho provato, okay? Ho davvero provato, ma poi ha iniziato a essere di nuovo cagnola...

source: [m] Hum, at least you tried... anyway, can we talk a bit?
french: [m] Hum, au moins tu as essayé... bref, on peut parler un peu ?
italian: [m] Hum, almeno hai provato... comunque, possiamo parlare un po'?

source: [pc] Sure, what about?
french: [pc] Bien sûr, qu'en est-il ?
italian: [pc] Certo, che dire?

source: [pc] Oh, you want the pills, don't you?
french: [pc] Oh, tu veux les pilules, n'est-ce pas ?
italian: [pc] Oh, vuoi le pillole, vero?

source: [m] No... I mean, yes, but that's not what I wanted to talk about...
french: [m] Non... Je veux dire, oui, mais ce n'est pas ce dont je voulais parler...
italian: [m] No... Voglio dire, sì, ma non è quello di cui volevo parlare...

source: [pc] Okay...?
french: [pc] Ok... ?

source: [m] Why don't we sit down?
french: [m] Pourquoi ne pas s'asseoir ?
italian: [m] Perché non ci sediamo?

source: [m] So...
french: [m] Donc...
italian: [m] Così...

source: [m] How is work going?
french: [m] Comment se passe le travail ?
italian: [m] Come sta andando il lavoro?

source: [pc] Okay, I guess...
french: [pc] Bien, je suppose...
italian: [pc] Ok, immagino...

source: [m] Okay...
french: [m] Ok...

source: [m] Well, I wanted to talk about...
french: [m] Eh bien, je voulais parler de...
italian: [m] Beh, volevo parlare...

source: [m] You and [e]...
french: [m] Toi et [e]...
italian: [m] Tu e [e]...

source: [pcthink] Oh right, the kiss, I totally forgot about that...
french: [pcthink] Ah oui, le baiser, j'avais complètement oublié ça...
italian: [pcthink] Oh bene, il bacio, ho completamente dimenticato di questo...

source: [m] Um... I know you've always been close... and that's totally fine...
french: [m] Um... Je sais que tu as toujours été proches... et c'est totalement bien...
italian: [m] Um... So che sei sempre stato chiuso... ed è totalmente bene...

source: [pcthink] Is she going to moralize me?
french: [pcthink] Va-t-elle me faire la morale ?
italian: [pcthink] Lei mi moralizzerà?

source: [m] ...but, I think that [e] might...
french: [m] ...mais, je pense que [e] pourrait...
italian: [m] ...ma, penso che [e] potrebbe...

source: [m] Well... [e] might think more of it...
french: [m] Eh bien... [e] pourrait y penser davantage...
italian: [m] Bene... [e] potrebbe pensarci di più...
