Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] Let's take the box with my computer and the other "essentials for surviving" stuff first, hehe.
french: [pcthink] Prenons d'abord la boîte avec mon ordinateur et les autres affaires 'essentielles pour survivre', héhé.
italian: [pcthink] Prendiamo la scatola con il mio computer e gli altri "elementi essenziali per sopravvivere" prima, hehe.

source: [n] You grab the first box and take it to your room.
french: [n] Vous prenez la première boîte et l'emmenez dans votre chambre.
italian: [n] Prendi la prima scatola e portala nella tua stanza.

source: [pcthink] Alright, let's have a look.
french: [pcthink] Très bien, regardons.
italian: [pcthink] Va bene, diamo un'occhiata.

source: [pcthink] Looks good so far...
french: [pcthink] Cela semble bon jusqu'à présent...
italian: [pcthink] Finora sembra buono...

source: [pcthink] Nice, I can finally use my computer again!
french: [pcthink] Super, je peux enfin utiliser mon ordinateur à nouveau !
italian: [pcthink] Nizza, posso finalmente usare di nuovo il mio computer!

source: [pcthink] Okay, I'll just carry the rest of the boxes to my room as well and head for breakfast afterwards.
french: [pcthink] Ok, je vais juste porter le reste des boîtes dans ma chambre aussi et aller prendre le petit déjeuner après.
italian: [pcthink] Va bene, mi limito a portare il resto delle scatole anche nella mia stanza e testa a colazione dopo.

source: [pcthink] And when [e] and [m] are gone, it's time to relax and have a good 'ol porn session! Hehe.
french: [pcthink] Et quand [e] et [m] sont partis, il est temps de se détendre et d'avoir une bonne vieille session porno ! Héhé.
italian: [pcthink] E quando [e] e [m] sono andati, è il momento di rilassarsi e avere una buona 'sessione porno ol! Hehe.

source: [pcthink] Hum... now that I think about it, I could use something more relaxing to wear...
french: [pcthink] Hum... maintenant que j'y pense, je pourrais porter quelque chose de plus relaxant...
italian: [pcthink] Uomo... ora che ci penso, potrei usare qualcosa di più rilassante per indossare...

source: [pcthink] Which box did I put that shirt in again?
french: [pcthink] Dans quelle boîte ai-je mis cette chemise déjà ?
italian: [pcthink] In quale scatola ho messo quella camicia di nuovo?

source: [n] You rummage through the boxes for a while.
french: [n] Vous fouillez dans les boîtes pendant un moment.
italian: [n] Si rummage attraverso le scatole per un po'.

source: [n] A few minutes later you find the box with your clothes and carry it to your room.
french: [n] Quelques minutes plus tard, vous trouvez la boîte avec vos vêtements et la portez dans votre chambre.
italian: [n] Pochi minuti dopo trovi la scatola con i tuoi vestiti e portala nella tua stanza.

source: [pc] Haha, oh em gee! Some people really need to get a real life.
french: [pc] Haha, oh bon sang! Certaines personnes ont vraiment besoin d'avoir une vraie vie.
italian: [pc] Haha, oh em gee! Alcune persone hanno davvero bisogno di ottenere una vita reale.

source: [pcthink] Speaking of real life... I should finish unpacking...
french: [pcthink] En parlant de vie réelle... Je devrais finir de déballer mes affaires...
italian: [pcthink] Parlando di vita reale... Dovrei finire di disimballare...

source: [n] *Mobile rings*
french: [n] *Sonneries de téléphone mobile*
italian: [n] *Anelli mobili*

source: [pc] Who's that now...
french: [pc] Qui est ce maintenant...
italian: [pc] Chi è quello ora...

source: [m] {i}Hey, [pc]. It's [m].{/i}
french: [m] {i}Hé, [pc]. C'est [m].{/i}
italian: [m] {i}Hey, [pc]. È [m].{/i}

source: [pc] Huh?! Hey [m]...
french: [pc] Huh ?! Hé [m]...
italian: [pc] Huh?! Ehi [m]...

source: [pcthink] When did I give her my number?
french: [pcthink] Quand lui ai-je donné mon numéro ?
italian: [pcthink] Quando le ho dato il mio numero?

source: [m] {i}Can you do me a favor [pc]?{/i}
french: [m] {i}Peux-tu me faire une faveur [pc]?{/i}
italian: [m] {i}Puoi farmi un favore [pc]?{/i}

source: [pc] Sure... what is it?
french: [pc] Bien sûr... qu'est-ce que c'est ?
italian: [pc] Certo... cos'è?

source: [m] {i}I'm stuck in traffic, could you pick [e] up at school? She must be waiting already.{/i}
french: [m] {i}Je suis coincée dans les embouteillages, pourrais-tu passer prendre [e] à l'école ? Elle doit déjà attendre.{/i}
italian: [m] {i}Sono bloccato nel traffico, potresti prendere [e] a scuola? Deve aspettare già.{/i}

source: [pc] Yeah, sure. Did you call her?
french: [pc] Oui, bien sûr. Tu l'as appelée ?
italian: [pc] Sì, certo. La hai chiamata?

source: [pc] Why didn't you call [e]?
french: [pc] Pourquoi n'as-tu pas appelé [e]?
italian: [pc] Perché non hai chiamato [e]?

source: [pc] Huh? Why?
french: [pc] Huh ? Pourquoi ?
italian: [pc] Huh? Perché?

source: [m] {i}She wouldn't know how to use it. She's not really good with electronics.{/i}
french: [m] {i}Elle ne saurait pas s'en servir. Elle n'est pas vraiment douée pour l'électronique. {/i}
italian: [m] {i}Non sa come usarlo. Non è molto brava con l'elettronica.{/i}

source: [pc] Err... Are you sure about that?
french: [pc] Err... Tu es sûr de cela ?
italian: [pc] Err... Sei sicuro di quello?

source: [m] {i}Yes, we had a laptop once, but she didn't even know how to start it and one day it was broken...{/i}
french: [m] {i}Oui, nous avons eu un ordinateur portable une fois, mais elle ne savait même pas comment le démarrer et un jour il était cassé...{/i}
italian: [m] {i}Sì, abbiamo avuto un computer portatile una volta, ma non sapeva nemmeno come iniziarlo e un giorno è stato rotto...{/i}

source: [pcthink] Well that's interesting, she knew how to get my computer working {b}with{/b} the VR headset and that's not the easiest thing to do...
french: [pcthink] Eh bien c'est intéressant, elle a su faire fonctionner mon ordinateur {b}avec{/b} le casque VR et ce n'est pas la chose la plus facile à faire....
italian: [pcthink] Beh, è interessante, sapeva come far funzionare il mio computer {b}con{/b} l'auricolare VR e non è la cosa più semplice da fare...

source: [m] {i}...do you remember how to get to the school?{/i}
french: [m] {i}...tu te rappelles comment aller à l'école ? {/i}
italian: [m] {i}...ti ricordi come arrivare alla scuola?{/i}

source: [pc] Which one is it?
french: [pc] Laquelle est-ce ?
italian: [pc] Quale è?

source: [m] {i}Sunroad High, the same one you went to.{/i}
french: [m] {i}Sunroad High, la même que celle où tu es allé. {/i}
italian: [m] {i}Sunroad High, lo stesso a cui sei andato.{/i}

source: [pc] Oh, okay, yeah I remember...
french: [pc] Oh, ok, oui je me souviens...
italian: [pc] Oh, ok, sì, mi ricordo...

source: [m] {i}Okay, thank you so much, Hun. See you later then.{/i}
french: [m] {i}Ok, merci beaucoup, Hun. A plus tard alors. {/i}
italian: [m] {i}Okay, grazie mille, Hun. Ci vediamo più tardi {/i}

source: [pcthink] Thats interesting...
french: [pcthink] C'est intéressant...

source: [pcthink] Why would [e] pretend to be bad with electronics?
french: [pcthink] Pourquoi [e] prétendrait-elle être mauvaise en électronique ?
italian: [pcthink] Perché [e] fingere di essere male con l'elettronica?

source: [pcthink] Anyway, I better hurry!
french: [pcthink] Bref, je ferais mieux de me dépêcher !
italian: [pcthink] In ogni caso, mi fretta meglio!

source: [m] Just to make sure, you know what day tomorrow is, right?
french: [m] Juste pour être sûr, tu sais quel jour on est demain, non ?
italian: [m] Per essere sicuri, sai qual è il giorno di domani, giusto?

source: [pc] Uhh... tomorrow is [wday]...
french: [pc] Euh... demain est [wday]...
italian: [pc] Uhh... domani è [wday]...

source: [m] That's not what I meant [pc].
french: [m] Ce n'est pas ce que je voulais dire [pc].
italian: [m] Non è quello che intendevo [pc].

source: [pcthink] Err... shit, tomorrow must be some kind of special day...
french: [pcthink] Err... merde, demain doit être un jour spécial...
italian: [pcthink] Err... merda, domani deve essere una sorta di giorno speciale...

source: [pcthink] Okay let me think... today is [dtoday], so tomorrow is the...
french: [pcthink] Ok laisses-moi réfléchir... aujourd'hui c'est [dtoday], donc demain c'est le...
italian: [pcthink] Okay let me think... today is [dtoday], so domani is the...

source: [pcthink] ...[day].. damn time flies by...
french: [pcthink] ...[day]... le temps passe vite...
italian: [pcthink] ...[day].. il tempo maledetto vola da...

source: [m] Did you forget it?
french: [m] Tu l'as oublié ?
italian: [m] L'hai dimenticato?

source: [pc] Uhh... n-no... uh I guess tomorrow is...
french: [pc] Uhh... n-non... uh je suppose que demain c'est...
italian: [pc] Uhh... n-no... uh immagino che domani è...

source: [pcthink] Shit...[day] of [month]... [day] of [month]...
french: [pcthink] Merde...[day] de [month]... [day] de [month]...
italian: [pcthink] Merda...[day] di [month]... [day] di [month]...

source: [pcthink] ...wait, this date... there was something... something special...
french: [pcthink] ...attends, cette date... il y avait quelque chose... quelque chose de spécial...
italian: [pcthink] ...aspetta, questa data... c'era qualcosa... qualcosa di speciale...

source: [pc] Ehehe, of course I wouldn't forget that... hehe...
french: [pc] Eh héhé, bien sûr que je n'oublierais pas ça... héhé...
italian: [pc] Ehehe, ovviamente non lo dimentichere... lui...

source: [m] Good, it would be quite embarrassing if you don't have a present for the most important day of a young woman's life...
french: [m] Bien, ce serait assez embarrassant de ne pas avoir de cadeau pour le jour le plus important de la vie d'une jeune femme....
italian: [m] Bene, sarebbe abbastanza imbarazzante se non avessi un regalo per il giorno più importante della vita di una giovane donna...

source: [pcthink] *gulp* ...a present... fuck! Of course I don't have a present.
french: [pcthink] *gorgée* ...un cadeau... putain ! Bien sûr que je n'ai pas de cadeau.
italian: [pcthink] *gulp* ... un presente... cazzo! Naturalmente non ho un regalo.

source: [pc] Err... yeah, that's true hehe...
french: [pc] Err... ouais, c'est vrai héhé...
italian: [pc] Err... sì, è vero lui...

source: [pcthink] Fuck, she knows it!
french: [pcthink] Putain, elle le sait !
italian: [pcthink] Cazzo lo sanno!

source: [m] Right? I mean you only become 18 once in your life...
french: [m] Pas vrai ? Je veux dire que tu n'as 18 ans qu'une fois dans ta vie...
italian: [m] Giusto? Voglio dire che diventate solo 18 una volta nella vostra vita...

source: [pc] Wait, what? 18?!
french: [pc] Attends, quoi? 18?!
italian: [pc] Aspetta, cosa? 18?!

source: [m] Uh.. yes? Don't tell me you don't know how old your sister is.
french: [m] Euh... oui ? Ne me dis pas que tu ne sais pas quel âge a ta sœur.
italian: [m] Uh.. sì? Non dirmi che non sai quanto è vecchia tua sorella.

source: [pc] I... uh...
french: [pc] Je... euh...

source: [m] Oh, dear.
french: [m] Oh, chéri.
italian: [m] Oh, caro.

source: [pcthink] How can [e] be 18? She looks so much younger than that!
french: [pcthink] Comment [e] peut-elle avoir 18 ans ? Elle a l'air tellement plus jeune que ça !
italian: [pcthink] Come può [e] essere 18? Sembra molto più giovane di quello!

source: [m] Well, I guess I can't really blame you. You were probably blinded by her looks. I know she's a bit underdeveloped for her age.
french: [m] Eh bien, je suppose que je ne peux pas vraiment te blâmer. Tu as probablement été aveuglé par son apparence. Je sais qu'elle est un peu sous-développée pour son âge.
italian: [m] Beh, immagino di non poterti incolpare. Probabilmente sei stato accecato dai suoi sguardi. So che è un po' sottosviluppata per la sua età.

source: [pcthink] Shit! Why didn't I read the signs. [j] looks way older than [e] and they are classmates. And then [e] is way too flirty and... sexual... for how young she looks...
french: [pcthink] Merde ! Pourquoi je n'ai pas lu les signes. [j] a l'air bien plus vielle que [e] et elles sont camarades de classe. Et puis [e] est bien trop coquette et... sexuelle... pour sa jeunesse...
italian: [pcthink] Merda! Perché non ho letto i segni. [j] sembra molto più vecchio di [e] e sono compagni di classe. E poi [e] è troppo flirty e... sessuale... per quanto giovane lei guarda...

source: [m] Maybe you should buy {b}another{/b} present for her tomorrow morning?
french: [m] Tu devrais peut-être acheter {b}un autre{/b} cadeau pour elle demain matin ?
italian: [m] Forse dovresti comprare {b}un altro{/b} presente per lei domani mattina?

source: [pc] Yeah... I guess I should do that...
french: [pc] Oui... Je suppose que je devrais faire ça...
italian: [pc] Sì... Immagino che dovrei farlo...

source: [m] I'm taking her on a small shopping trip tomorrow morning... well... when she wakes up...
french: [m] Je l'emmène faire une petite virée shopping demain matin... enfin... quand elle se réveille....
italian: [m] La sto prendendo in un piccolo viaggio di shopping domani mattina... beh, quando si sveglia...

source: [m] She tends to oversleep on weekends, so you'll have a bit of time.
french: [m] Elle a tendance à trop dormir le week-end, tu as donc un peu de temps.
italian: [m] Lei tende a dormire troppo nei fine settimana, quindi avrai un po' di tempo.

source: [pc] That's good, thanks [m].
french: [pc] C'est bien, merci [m].
italian: [pc] Va bene, grazie [m].

source: [m] Anytime, Hun.
french: [m] Je t'en pries, Hun.
italian: [m] In qualsiasi momento, Caccio.

source: [m] Well... I'm going to my room then... you... do remember what that means... right?
french: [m] Bien... Je vais dans ma chambre alors... tu... te souviens de ce que cela signifie... n'est-ce pas ?
italian: [m] Beh, allora andrò nella mia stanza... tu... ricordati che cosa significa... giusto?

source: [pc] Yeah, don't disturb...
french: [pc] Ouais, ne pas déranger...
italian: [pc] Sì, non disturbare...

source: [m] Right... Thank you, Hun!
french: [m] Bien... Merci, Hun !
italian: [m] A destra... Grazie, Caccio!

source: [pcthink] Whoa, what the...?!
french: [pcthink] Wouaa, qu'est-ce que... ...?!
italian: [pcthink] Choa, cosa...?!

source: [pcthink] ... a kiss on the cheek!?
french: [pcthink] ... un baiser sur la joue !?
italian: [pcthink] ... un bacio sulla guancia!?

source: [pcthink] What the hell, she's never done that before!
french: [pcthink] C'est quoi ce bordel, elle n'a jamais fait ça avant !
italian: [pcthink] Che inferno, non lo ha mai fatto prima!

source: [pcthink] Damn...I can still smell her perfume...
french: [pcthink] Merde...je peux encore sentir son parfum...
italian: [pcthink] Dannazione... Posso ancora odore il suo profumo...

source: [pcthink] Wait! ...is she playing with me?!
french: [pcthink] Attends ! ...est-ce qu'elle joue avec moi ?!
italian: [pcthink] Aspetta! ...sta giocando con me?!

source: [pcthink] She never would've kissed me back then...
french: [pcthink] Elle ne m'aurait jamais embrassé à l'époque...
italian: [pcthink] Non mi avrebbe mai baciato allora...

source: [pcthink] ...and these clothes... she must know what kind of effect they have!
french: [pcthink] ...et ces vêtements... elle doit savoir quel genre d'effet ils ont !
italian: [pcthink] ...e questi vestiti... lei deve sapere che tipo di effetto hanno!

source: [pcthink] ...what kind of fucked up game is this???
french: [pcthink] ...quel genre de jeu foireux est-ce ???
italian: [pcthink] ...che tipo di gioco scopata è questo???

source: [pcthink] ...and why? She won't gain anything from it...
french: [pcthink] ...et pourquoi ? Elle n'y gagnera rien...
italian: [pcthink] ...e perché? Lei non ne trarrà nulla...

source: [pcthink] Damn...
french: [pcthink] Merde...
italian: [pcthink] Dannazione...

source: [pcthink] She's going to take the pills again... Maybe I can get her to tell me what she's up to...
french: [pcthink] Elle va encore prendre les pilules... Peut-être que je peux faire en sorte qu'elle me dise ce qu'elle prépare...
italian: [pcthink] Lei sta per prendere di nuovo le pillole... Forse posso farla dire a me quello che sta per fare...

source: [pcthink] ...but I can't just storm into her room, I should at least wait a bit until the pills take effect.
french: [pcthink] ...mais je ne peux pas débouler dans sa chambre, je devrais au moins attendre un peu que les pilules fassent effet.
italian: [pcthink] ...ma non posso solo temporeggiare nella sua stanza, dovrei almeno aspettare un po 'fino a quando le pillole avranno effetto.

source: [pcthink] Alright, I'll just unpack the rest and sit down for a bit...
french: [pcthink] Très bien, je vais déballer le reste et m'asseoir un peu...
italian: [pcthink] Bene, spaccherò il resto e mi siederò per un po'...

source: [pcthink] Shit, I don't get it... am I imagining things?
french: [pcthink] Merde, je ne comprends pas... est-ce que j'imagine des choses ?
italian: [pcthink] Merda, non lo ottengo... sto immaginando le cose?

source: [pcthink] Anyway I have to find a present for [e]. It's better to have one even if I don't need it...
french: [pcthink] De toute façon, je dois trouver un cadeau pour [e]. C'est mieux d'en avoir un même si je n'en ai pas besoin...
italian: [pcthink] In ogni caso devo trovare un regalo per [e]. È meglio averne uno anche se non ne ho bisogno...

source: [pcthink] But what should I buy for her?
french: [pcthink] Mais qu'est-ce que je dois acheter pour elle ?
italian: [pcthink] Ma cosa dovrei comprare per lei?

source: [n] 30 minutes later [withdissolve]
french: [n] 30 minutes plus tard [withdissolve]
italian: [n] 30 minuti dopo [withdissolve]

source: [m] O-Oh... one second...
french: [m] O-Oh... une seconde...
italian: [m] O-Oh... un secondo...

source: [n] You can hear some rustling from within the room.
french: [n] Vous pouvez entendre un bruissement à l'intérieur de la pièce.
italian: [n] Puoi sentire qualche fruscio dall'interno della stanza.

source: [pcthink] What's going on in there?
french: [pcthink] Qu'est-ce qui se passe là-dedans ?
italian: [pcthink] Cosa succede lì dentro?

source: [m] Oh, hi, Hun. Do you need something?
french: [m] Oh, salut, Hun. Tu as besoin de quelque chose ?
italian: [m] Oh, hi, Hun. Hai bisogno di qualcosa?

source: [pc] [m] I have to... What the!?
french: [pc] [m] Je dois... Qu'est-ce que c'est que ça ?
italian: [pc] [m] Devo fare... Che cosa!?

source: [m] WHAA!! ...[pc]!?
french: [m] QUOI!! ...[pc]!?

source: [pc] Err... I... err, sorry I just... wanted to ask you something.
french: [pc] Err... Je... euh, désolé, je voulais juste... te demander quelque chose.
italian: [pc] Err... Io... err, mi dispiace solo... volevo chiederti qualcosa.

source: [m] Y-Yes, sure... um...
french: [m] O-Oui, bien sûr... hum...
italian: [m] Y-Sì, sicuro... um...

source: [m] ...can you turn around for a second?
french: [m] ...peux-tu te retourner une seconde ?
italian: [m] ...puoi girare per un secondo?

source: [pc] S-Sure...
french: [pc] B-Bien s-sûr...

source: [pcthink] Damn this is embarrassing.
french: [pcthink] Merde, c'est embarrassant.
italian: [pcthink] Dannazione questo è imbarazzante.

source: [m] You should have knocked, Hun.
french: [m] Tu aurais dû frapper, Hun.
italian: [m] Avresti dovuto battere, Hun.

source: [pc] Yeah, I know I...
french: [pc] Ouais, je sais que je...
italian: [pc] Sì, lo conosco...

source: [pcthink] Wait a second, didn't she take the pills? Why am I embarrassed, this is perfect!
french: [pcthink] Attends une seconde, elle n'a pas pris les pilules ? Pourquoi je suis gêné, c'est parfait !
italian: [pcthink] Aspetta un secondo, non ha preso le pillole? Perché sono imbarazzato, questo è perfetto!

source: [m] Well, this is a bit embarrassing isn't it? I'm sorry, Hun.
french: [m] Eh bien, c'est un peu embarrassant n'est-ce pas ? Je suis désolée, Hun.
italian: [m] Beh, questo è un po' imbarazzante vero? Mi dispiace, Hun.

source: [pcthink] Damn, she's hot!
french: [pcthink] Merde, elle est chaude !
italian: [pcthink] Dannazione, lei è caldo!

source: [m] H-Hun, aren't you supposed to look away?
french: [m] H-Hun, tu n'es pas censé regarder ailleurs ?
italian: [m] H-Hun, non dovresti guardare lontano?

source: [pc] Why? Don't you like me looking at you?
french: [pc] Pourquoi ? Tu n'aimes pas que je te regarde ?
italian: [pc] Perché? Non ti piace, ti sto guardando?

source: [m] Um... I...
french: [m] Um... Je...

source: [m] I guess I don't mind...
french: [m] Je suppose que ça ne me dérange pas...
italian: [m] Immagino che non mi dispiace...

source: [pcthink] Ha! It works! ...now you'll tell me everything!
french: [pcthink] Ha ! Ca marche ! ...maintenant tu vas tout me dire !
italian: [pcthink] Ciao! Funziona! ...ora mi dirai tutto!

source: [m] Okay, Hun. Um... let's just forget about this little... incident. Okay?
french: [m] Ok, Hun. Um... oublions juste ce petit... incident. Okay ?
italian: [m] Okay, Hun. Um... dimentichiamo solo questo piccolo... incidente. Okay?

source: [pc] Yeah, sure...
french: [pc] Ouais, bien sûr...
italian: [pc] Sì, sicuro...

source: [pcthink] ...ly not, hehe.
french: [pcthink] ...non pas pour moi, héhé.
italian: [pcthink] ...non lo è, ha.

source: [m] So... what can I do for you, Hun?
french: [m] Alors... que puis-je faire pour toi, Hun ?
italian: [m] Quindi... cosa posso fare per te, Hun?

source: [pcthink] Shit, what did I want here again?
french: [pcthink] Merde, qu'est-ce que je voulais encore ici ?
italian: [pcthink] Merda, che cosa volevo di nuovo qui?

source: [pcthink] Ah, right.
french: [pcthink] Ah, d'accord.
italian: [pcthink] Ah, destra.

source: [pcthink] Okay, here we go...
french: [pcthink] Ok, c'est parti...
italian: [pcthink] Okay, qui andiamo...

source: [pc] [m], why are you playing games with me?
french: [pc] [m], pourquoi tu joues avec moi ?
italian: [pc] [m], perché giochi con me?

source: [m] G-Games? What are you talking about?
french: [m] J-Joue? De quoi parles-tu ?
italian: [m] G-Games? Di cosa stai parlando?

source: [pc] You know what I'm talking about. You kissed me on the cheek!
french: [pc] Tu sais de quoi je parle. Tu m'as embrassée sur la joue !
italian: [pc] Sai di cosa sto parlando. Mi hai baciato sulla guancia!

source: [m] Oh, that... I'm sorry, did you dislike it?
french: [m] Oh, ça... Je suis désolé, tu ne l'as pas aimé ?
italian: [m] Oh, quello... Mi dispiace, non ti è piaciuto?

source: [pc] Err no, that's not the point...
french: [pc] Err non, ce n'est pas la question...
italian: [pc] Err no, questo non è il punto...

source: [pc] You would never have kissed me back then! You've even avoided coming close to me. And now?
french: [pc] Tu ne m'aurais jamais embrassé à l'époque ! Tu as même évité de t'approcher de moi. Et maintenant ?
italian: [pc] Non mi avresti mai baciato all'epoca! Hai anche evitato di avvicinarmi a me. E adesso?

source: [pc] The clothes you're wearing and the perfume and your god damn overacted friendliness. That's not you! You're just playing with me! I know it!
french: [pc] Les vêtements que tu portes et le parfum et ta foutue amabilité surjouée. Ce n'est pas toi ! Tu ne fais que jouer avec moi ! Je le sais !
italian: [pc] I vestiti che stai indossando e il profumo e la tua dannata amicizia maledetta. Non sei tu! Stai solo giocando con me! Lo so!

source: [m] Um I...
french: [m] Um je...

source: [m] I'm sorry, Hun.
french: [m] Je suis désolée, Hun.

source: [pcthink] Ha! Looks like I hit the nail on the head!
french: [pcthink] Ha ! On dirait que j'ai fait mouche !
italian: [pcthink] Ciao! Sembra che io abbia colpito l'unghia sulla testa!

source: [m] I didn't expect to trigger so much emotion with just a kiss...
french: [m] Je ne m'attendais pas à déclencher autant d'émotions avec un simple baiser...
italian: [m] Non mi aspettavo di innescare tanta emozione con solo un bacio...

source: [m] I just wanted to show some affection.
french: [m] Je voulais juste montrer un peu d'affection.
italian: [m] Volevo solo mostrare un po' di affetto.
