Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_j_] ...I know I can't compete with [e]'s cuteness or [m]'s goddamn hot and sexy milfy...ness...
french: [_j_] ...Je sais que je ne peux pas rivaliser avec [e]'s cuteness ou [m]'s goddamn sexy et sexy ...

source: [_j_] But I really like you, so... I might have to go the NTR route...
french: [_j_] Mais je vous aime vraiment, donc ... Il se peut que je dois aller sur la route du NTR ...

source: [_mc_] Wait, what?! You want to fuck someone in front of me???
french: [_mc_] Attends, quoi? ! Tu veux baiser quelqu'un devant moi???

source: [_j_] PWHAHAHA! You should see your face right now! Haha...
french: [_j_] PWHAHAHA ! Vous devriez voir votre visage en ce moment ! Haha ...

source: [_j_] At least now I know that you don't want to see me with somebody else, hehe.
french: [_j_] Au moins maintenant, je sais que vous ne voulez pas me voir avec quelqu'un d'autre, hehe.

source: [_mc_] Are you sure this is the right way?
french: [_mc_] Êtes-vous sûr que c'est la bonne façon?

source: [_j_] Sure... just go on.
french: [_j_] Sure ... juste continuer.

source: [_j_] You should've avoided that hole in the street.
french: [_j_] Vous auriez dû éviter ce trou dans la rue.

source: [_mc_] There was no hole!
french: [_mc_] Il n'y avait pas de trou !

source: [_j_] I'm sure there was, why else would I slip down here, hehe.
french: [_j_] Je suis sûr qu'il y avait, pourquoi je me glissais ici, hehe.

source: [_j_] Oh, you have some dirt on your skirt. I'll rub it away for you.
french: [_j_] Oh, vous avez de la saleté sur votre jupe. Je vais le détruire pour vous.

source: [_j_] Oh, you have some dirt on your pants. I'll rub it away for you.
french: [_j_] Oh, vous avez de la saleté sur votre pantalon. Je vais le détruire pour vous.

source: [_mc_] Shit, [j], I can't reach the gearshift like this.
french: [_mc_] Shit, [j], je ne peux pas atteindre le changement de vitesse comme celui-ci.

source: [_j_] Don't worry, the road won't change for miles.
french: [_j_] Ne vous inquiétez pas, la route ne changera pas pour les miles.

source: [_mc_] So this is {i}{b}not{/b}{/i} the right way. Sneaky little minx!
french: [_mc_] Il s'agit donc de {i}{b}non { /b } { /i } de la bonne façon. Sneaky petit minx !

source: [_j_] Looks like I have to use my mouth, the dirt is really persistent.
french: [_j_] On dirait que je dois utiliser ma bouche, la saleté est vraiment persistante.

source: [_mcthink_] Haha, yeah, if this was a game, this would be the right spot for a cliffhanger.
french: [_mcthink_] Haha, ouais, si c'était un jeu, ce serait la bonne place pour un cliffhanger.

source: [_mcthink_] Weird, that I have to think about that right now...
french: [_mcthink_] Weird, que je dois penser à ce droit maintenant ...

source: [_j_] Hmmh... look at this beauty. I wonder how it tastes...
french: [_j_] Hmmh ... regarde cette beauté. Je me demande comment il a le goût ...

source: [_mc_] Damn it [j], you're good at this!
french: [_mc_] Damn it [j], tu es bon à ça !

source: [_mc_] Shit, yes!
french: [_mc_] Shit, oui !

source: [_mc_] Fuck, I'm not going to last long...
french: [_mc_] Fuck, je ne vais pas durer longtemps ...

source: [_mc_] MHhhh... this is too good...
french: [_mc_] MHhhh ... c'est trop bon ...

source: [_mc_] I'm going to cum soon...
french: [_mc_] Je vais bientôt ...

source: [_mc_] Shit! Clean it thoroughly [j].
french: [_mc_] Shit ! Nettoyez-le soigneusement [j].

source: [_mc_] Do you like the taste?
french: [_mc_] Vous aimez le goût?

source: [_mcthink_] She definitely knows what she's doing down there, holy shit...
french: [_mcthink_] Elle sait vraiment ce qu'elle fait là-bas, sainte merde ...

source: [_mcthink_] Fuck
french: [_mcthink_] Putain

source: [_extend_] fuck
french: [_extend_]

source: [_j_] I hope you liked it, I did! Hehe.
french: [_j_] J'espère que vous l'avez aimé, je l'ai fait ! Hehe.

source: [_mc_] ...I loved it.
french: [_mc_] ...Je l'ai adoré.

source: [_mc_] By the way, you have some milk there, Kitten.
french: [_mc_] En passant, vous avez du lait, Kitten.

source: [_j_] Hehe, bitch...
french: [_j_] Hé, salope ...

source: [_n_] [j] cleans up and tells you the right way to her home, she leans her head on your shoulders for the rest of the ride.{p}After a while you arrive at her home.
french: [_n_] [j] nettoie et vous dit la bonne façon de rentrer chez elle, elle se penche la tête sur vos épaules pour le reste du trajet.{p}Après un moment, vous arriez chez elle.

source: [_j_] Here we are~
french: [_j_] Nous voici ~

source: [_j_] Yeah it's... decent...
french: [_j_] Oui, c'est. .. décent ...

source: [_j_] Sorry, I'd {i}{b}love{/b}{/i} to invite you to cum inside, hehe, but my mom is...
french: [_j_] Sorry, I'd {i}{b}love { /b } { /i } to invitation you to cum inside, hehe, but my mom is ...

source: Jada's Mom [special_delimiter] [j]! Where the fuck have you been?!
french: Jada's Mom [special_delimiter] [j]! Où as-tu été? !

source: Jada's Mom [special_delimiter] I've been waiting for you all day!
french: Jada's Mom [special_delimiter] Je t'attends toute la journée !

source: [_j_] {size=-10}Shit, I'd hoped she'd be asleep already...{/size}
french: [_j_] { size=-10 } Shit, j'espérais qu'elle dort déjà ... { /size }

source: Jada's Mom [special_delimiter] I'm talking to you [j]!
french: Jada's Mom [special_delimiter] Je vous parle [j]!

source: [_mcthink_] Hum... I think I've seen her somewhere before...
french: [_mcthink_] Hum ... Je pense que je l'ai vue quelque part avant ...

source: [_j_] Mom! I'm nineteen, I'm not going to tell you every time I go out! You never cared anyway!
french: [_j_] maman ! Je suis dix-neuf, je ne vais pas te dire à chaque fois que je sors ! Tu n'as jamais pris soin de toute façon !

source: [_mcthink_] Nineteen? She's older than [e]?
french: [_mcthink_] Dix-neuf? Elle est plus âgée que [e]?

source: Jada's Mom [special_delimiter] Oh we'll see about that!
french: Jada's Mom [special_delimiter] Oh, nous allons voir ça !

source: Jada's Mom [special_delimiter] ... seriously [j], when do you plan to get yourself a boyfriend?!
french: Jada's Mom [special_delimiter] ... sérieusement [j], quand avez-vous l'intention de vous faire un petit ami? !

source: [_j_] MOM! I'm never going to have a stupid boyfriend!
french: [_j_] MAMAN ! Je ne vais jamais avoir un petit ami stupide !

source: Jada's Mom [special_delimiter] Oh? Don't tell me you {i}{b}finally{/b}{/i} got yourself a boyfriend?!
french: Jada's Mom [special_delimiter] Oh? Ne me dites pas que vous {i}{b}enfin { /b } { /i } vous avez un petit ami? !

source: [_j_] MOM!
french: [_j_] MAMAN !

source: Jada's Mom [special_delimiter] What? I've already started to think that you're one of those lesbians...
french: Jada's Mom [special_delimiter] Quoi? J'ai déjà commencé à penser que vous êtes une de ces lesbiennes ...

source: [_j_] There is nothing wrong with that!
french: [_j_] Il n'y a rien de mal à cela !

source: Jada's Mom [special_delimiter] Whatever, move your ass inside and don't make me come out here again...
french: Jada's Mom [special_delimiter] Quoi qu'il en soit, déplacez votre cul à l'intérieur et ne me faites pas sortir à nouveau ici ...

source: [_j_] I'm sorry... she's usually in bed already at this time, but since she lost her job a few days ago...
french: [_j_] Je suis désolé ... elle est habituellement au lit à ce moment-là, mais depuis qu'elle a perdu son emploi il y a quelques jours ...

source: [_mcthink_] Oh, she's... {b}was{/b} the receptionist from the hotel.
french: [_mcthink_] Oh, elle est. .. {b}était { /b } la réceptionniste de l'hôtel.

source: [_mc_] Don't worry about it.
french: [_mc_] Ne vous inquiétez pas.

source: [_mc_] Will you be alright?
french: [_mc_] Est-ce que vous avez raison?

source: [_j_] Yeah... thanks.
french: [_j_] Oui ... merci.

source: [_j_] I hope you like {i}{b}your{/b}{/i} taste, hehe. I definitely did!
french: [_j_] J'espère que vous aimez {i}{b}votre goût { /b } { /i }, hehe. Je l'ai vraiment fait !

source: [_j_] Anyway, good night.
french: [_j_] En tout cas, bonne nuit.

source: [_mc_] Yeah good night.
french: [_mc_] Oui, bonne nuit.

source: [_j_] Oh and... have fun tomorrow.
french: [_j_] Oh et ... s'amusaient demain.

source: [_mc_] Huh?! What do you mean?
french: [_mc_] Huh? ! Qu'est-ce que tu veux dire?

source: [_j_] Good niiiight~ hehe...
french: [_j_] Bon niiiight ~ hehe ...

source: [_mcthink_] Damn, why does she have to be such a tease...
french: [_mcthink_] Damn, pourquoi elle doit être une telle tease ...

source: [_n_] You head back home...
french: [_n_] Vous devez rentrer à la maison ...

source: [_n_] On your way back home.
french: [_n_] Sur votre chemin de retour à la maison.

source: [_mcthink_] Damn, I should've taken the long way, who knew that the old shortcut doesn't exist anymore...
french: [_mcthink_] Damn, j'aurais dû prendre le long chemin, qui savait que l'ancien raccourci n'existe plus ...

source: [_mcthink_] Huh? Wasn't that [t]'s voice?
french: [_mcthink_] Huh? N'était-ce pas la voix de [t]?

source: Man [special_delimiter] Come on [t], don't be like that. I've been waiting for so long and you still won't let me even touch you?
french: Man [special_delimiter] Come on [t], ne pas être comme ça. J'attends depuis si longtemps et tu ne me laisseras pas te toucher?

source: [_mcthink_] Wow, someone like her has a boyfriend?
french: [_mcthink_] Wow, quelqu'un comme elle a un petit ami?

source: [_t_] I told you, I'm not ready yet!
french: [_t_] Je vous ai dit, je ne suis pas encore prêt !

source: [_mcthink_] Ha, no wonder she gets off so fast...
french: [_mcthink_] Ha, pas étonnant qu'elle se retire si vite ...

source: [_t_] I don't care! Don't touch me!
french: [_t_] Je m'en fiche ! Ne me touche pas !

source: Man [special_delimiter] What the fuck [t], we've been together for 2 months!
french: Man [special_delimiter] Ce que le merde [t], nous sommes ensemble depuis 2 mois !

source: [_t_] Stop touching me, I'm warning you!
french: [_t_] Arrais de me toucher, je vous préviens !

source: Man [special_delimiter] You're warning me? Are you serious? What are you going to do, huh?!
french: Homme [special_delimiter] Vous m'averez? Êtes-vous sérieux? Qu'est-ce que tu vas faire, hein?

source: [_mcthink_] Looks like it's getting ugly... maybe I should help her...
french: [_mcthink_] On dirait que ça devient moche ... peut-être que je devrais l'aider ...

source: [_t_] How about this!!!
french: [_t_] A propos de ça !!!

source: [_t_] How do you like that, asshole!
french: [_t_] Comment tu aimais ça, connard !

source: [_mcthink_] What the?!{w=1}{nw}
french: [_mcthink_] Quoi? ! { w= 1 }{nw}

source: [_mc_] What the fuck! Are you crazy?!
french: [_mc_] Quelle baise ! Es-tu fou?

source: [_j_] Haha, got you!
french: [_j_] Haha, vous avez !

source: [_mc_] [j]! What the...
french: [_mc_] [j]! Ce que ...

source: [_t_] {size=-10}...and don't you dare talk to me ever again, asshole!{/size}
french: [_t_] { size=-10 } ... et n'osez pas me parler à nouveau, connard ! { /size }

source: [_mcthink_] Damn, she could have easily knocked me out when I touched her... why didn't she?
french: [_mcthink_] Damn, elle aurait pu facilement m'assommer quand je l'ai touchée ... pourquoi pas?

source: [_j_] What's going on there?
french: [_j_] Qu'est-ce qui se passe là-bas?

source: [_mc_] Err... just a guy who got his ass kicked by his girlfriend.
french: [_mc_] Err ... juste un gars qui a reçu son cul de pied par sa petite amie.

source: [_j_] Really? Haha. I like the girlfriend already!
french: [_j_] Vraiement? Haha. J'aime déjà la petite amie !

source: [_mc_] What are you doing here, [j], and what about the bike? Don't tell me it's yours.
french: [_mc_] Qu'est-ce que vous faites ici, [j], et qu'en est-il du vélo? Ne me dis pas que c'est le tien.

source: [_j_] This? Oh, no, it's not mine...
french: [_j_] Ceci? Oh, non, ce n'est pas le mien ...

source: [_mc_] You didn't steal it, did you?
french: [_mc_] Vous ne l'avez pas volé, n'est-ce pas?

source: [_j_] Of course not! What do you think of me?
french: [_j_] Bien sûr que non ! Qu'est-ce que tu penses de moi?

source: [_j_] It's from my mom's ex, I... borrowed it, hehe.
french: [_j_] C'est de l'ex de ma mère, je l'ai emprunté, hehe.

source: [_mc_] Borrowed... why do I get the feeling that he doesn't know you borrowed it?
french: [_mc_] Borrowed ... pourquoi j'ai l'impression qu'il ne sait pas que vous l'avez emprunté?

source: [_j_] I totally don't know, hehe. Anyway, need a ride?
french: [_j_] Je ne sais pas, hehe. Quoi qu'il en soit, besoin d'un tour?

source: [_j_] And I totally don't mean that suggestively... hehe.
french: [_j_] Et je ne veux absolument pas dire ça suggestivement ... hehe.

source: [_mc_] I'm not sure I'd want to sit on that bike with you as a rider, also I don't have a helmet, and we're in the middle of the city, if the cops see us...
french: [_mc_] Je ne suis pas sûr de vouloir m'asseoir sur ce vélo avec vous en tant que pilote, aussi je n'ai pas de casque, et nous sommes au milieu de la ville, si les flics nous voient ...

source: [_j_] Nah, don't worry, I'll only take backstreets, nobody will see us.
french: [_j_] Nah, ne t'inquiète pas, je ne prendrai que des rues, personne ne nous verra.

source: [_mc_] I don't know, [j]. I've already had some trouble with the cops lately...
french: [_mc_] Je ne sais pas, [j]. J'ai déjà eu des ennui avec les flics ces derniers temps ...

source: [_j_] Awww, come on, you can take my helmet if you want. Don't be a pussy!
french: [_j_] Awww, come on, you can take my helmet if you want. Ne soit pas une chatte !

source: [_mc_] I'm not a fucking pussy, and it won't fit anyway.
french: [_mc_] Je ne suis pas une putain de chatte, et ça ne va pas de toute façon.

source: [_j_] It won't fit a fucking pussy? Are you sure about that? Meow!
french: [_j_] It won't fit a fucking pussy? En êtes-vous sûr? Meow !

source: [_mc_] That's not what I... shit, forget it.
french: [_mc_] Ce n'est pas ce que je ... merde, oubliez-le.

source: [_j_] Hehe, come on, let's ride!
french: [_j_] Hehe, viens, allons-y !

source: [_mc_] Yeah, yeah, fine...
french: [_mc_] Oui, oui, bien ...

source: [_mc_] Alright, let's go.
french: [_mc_] Alright, allons-y.

source: [_j_] You better grab my waist... tightly, hehe.
french: [_j_] Tu ferais mieux de prendre ma taille ... servie, hehe.

source: [_j_] Hold tight!
french: [_j_] Attends serré !

source: [_j_] {b}So, how was it?{/b}
french: [_j_] {b}Alors, comment était-il? { /b }

source: [_mc_] {b}How was what?{/b}
french: [_mc_] {b}Comment? { /b }

source: [_j_] {b}Awww, come on, you know what I mean!{/b}
french: [_j_] {b}Awww, venez, vous savez ce que je veux dire ! { /b }

source: [_mc_] {b}No, I don't...{/b}
french: [_mc_] {b}Non, je n'ai pas ... { /b }

source: [_j_] {b}Last night of course, dumbass.{/b}
french: [_j_] {b}La nuit dernière, bien sûr, mec. { /b }

source: [_mc_] {b}Last night?{/b}
french: [_mc_] {b}La nuit dernière? { /b }

source: [_mcthink_] Could she mean...?
french: [_mcthink_] Est-ce qu'elle veut dire ...?

source: [_j_] {b}Don't tell me [e] didn't do it!?{/b}
french: [_j_] {b}Ne me dis pas que [e] ne l'a pas fait !? { /b }

source: [_mcthink_] Shit, it wasn't a dream? Holy fuck!!!
french: [_mcthink_] Shit, ce n'était pas un rêve? Putain de merde !!!

source: [_j_] {b}Come on, tell me, tell me! Did she do it? Did she not?{/b}
french: [_j_] {b}Allez, dis-moi, dis-moi ! L'a-t-elle fait? N'a-t-elle pas? { /b }

source: [_mc_] {b}Err... well, she did...{/b}
french: [_mc_] {b}Err ... bien, elle a ... { /b }

source: [_j_] {b}Really?! Haha, how was it? Did she fuck up? Eh... I mean... you know what I mean, hehe.{/b}
french: [_j_] {b}Vraiement? ! Haha, comment c'était? Est-elle baise? Eh ... Je veux dire ... tu sais ce que je veux dire, hehe. { /b }

source: [_mc_] {b}No, it was...{/b}
french: [_mc_] {b}Non, c'était ... { /b }

source: [_mc_] {b}Wait! Did you pressure her into doing this?{/b}
french: [_mc_] {b}Attends ! Avez-vous fait pression sur elle pour ce faire? { /b }

source: [_j_] {b}Huh? Why would I do that?{/b}
french: [_j_] {b}Huh? Pourquoi est-ce que je ferais ça? { /b }

source: [_mc_] {b}[j], I'm serious. Did you, or did you not pressure her?{/b}
french: [_mc_] {b}[j], je suis sérieux. Avez-vous, ou n'avez-vous pas exercé de pression? { /b }

source: [_j_] {b}I did not! I even told her to wait a bit longer, but she didn't want to listen...{/b}
french: [_j_] {b}Je ne l'ai pas fait ! Je lui ai même dit d'attendre un peu plus longtemps, mais elle ne voulait pas écouter ... { /b }

source: [_j_] {b}She actually wanted to do it on her birthday already, but you know what happened...{/b}
french: [_j_] {b}Elle a déjà voulu le faire pour son anniversaire, mais vous savez ce qui s'est passé ... { /b }

source: [_mc_] Yeah... sorry...
french: [_mc_] Oui ... désolé ...

source: [_mc_] {b}...nevermind.{/b}
french: [_mc_] {b}... sans tête. { /b }

source: [_mcthink_] Shit! I had sex with my... not sister...
french: [_mcthink_] Shit ! J'ai eu des relations sexuelles avec ma ... pas sœur ...

source: [_mcthink_] Yeah right, she isn't my sister, not even my stepsister, lucky me I guess, haha...
french: [_mcthink_] Oui, elle n'est pas ma sœur, pas même ma belle-soeur, j'imagine, haha ...

source: [_mc_] {b}By the way, I didn't see you at the school earlier today...{/b}
french: [_mc_] {b}Au fait, je ne vous ai pas vu à l'école plus tôt aujourd'hui ... { /b }

source: [_j_] {b}Oh, did you come to see me? Did you miss me that much? Hehe.{/b}
french: [_j_] {b}Oh, tu viens me voir? Tu m'as manqué autant? Hehe. { /b }

source: [_mc_] {b}I was just nearby and thought I'd say hi...{/b}
french: [_mc_] {b}I was just nearby and pensée I'd say hi ... { /b }

source: [_j_] I bet you just wanted to see [e]...
french: [_j_] Je parie que vous voulez juste voir [e]...

source: [_mc_] {b}So?{/b}
french: [_mc_] {b}Alors? { /b }

source: [_j_] {b}So what?{/b}
french: [_j_] {b}Alors quoi? { /b }

source: [_mc_] {b}Did you skip classes?{/b}
french: [_mc_] {b}Avez-vous ignoré les classes? { /b }

source: [_j_] {b}What if I did? Would you be mad at me for being a bad girl? Hehe.{/b}
french: [_j_] {b}Que faire si je l'ai fait? Serais-tu en train de me fâcheuse pour être une mauvaise fille? Hehe. { /b }

source: [_mc_] {b}I guess that would be a bit hypocritical...{/b}
french: [_mc_] {b}Je suppose que ce serait un peu hypocrite ... { /b }

source: [_mc_] {b}It's still bad behaviour, especially in front of [e]...{/b}
french: [_mc_] {b}C'est toujours un mauvais comportement, surtout devant le [e]... { /b }

source: [_mc_] {b}Look, I'm not going to lecture you, but do me a favour...{/b}
french: [_mc_] {b}Ecoutez, je ne vais pas vous donner la leçon, mais faites-moi une faveur ... { /b }

source: [_j_] I didn't skip classes...
french: [_j_] Je n'ai pas saute les cours ...

source: [_j_] {b}I got suspended...{/b}
french: [_j_] {b}I got suspendu ... { /b }

source: [_mc_] {b}Why?{/b}
french: [_mc_] {b}Pourquoi? { /b }

source: [_j_] {b}Ughhh, because that idiot teacher can't distinguish a calculator from a smartphone!{/b}
french: [_j_] {b}Ughhh, parce que ce professeur d'idiot ne peut pas distinguer une calculatrice d'un smartphone ! { /b }

source: [_mc_] {b}Seriously?{/b}
french: [_mc_] {b}Sérieusement? { /b }

source: [_j_] {b}Yeah, she thought I was texting, and wanted me to hand over my phone, so I told her to get some new glasses... and...{/b}
french: [_j_] {b}Ouais, elle pensait que j'étais texting, et voulait que je lui remette mon téléphone, alors je lui ai dit d'obtenir de nouvelles lunettes ... et ... { /b }

source: [_mc_] {b}And?{/b}
french: [_mc_] {b}Et? { /b }

source: [_j_] Well...
french: [_j_] Puits ...

source: [_mc_] {b}Come on, you can tell me!{/b}
french: [_mc_] {b}Allez, vous pouvez me le dire ! { /b }

source: [_j_] {b}She answered that her glasses are fine so...{/b}
french: [_j_] {b}Elle a répondu que ses lunettes étaient très fines ... { /b }

source: [_j_] {b}I said that if her glasses are fine, then she needed more protein for her eyes, so she should go and suck some dicks...{/b}
french: [_j_] {b}J'ai dit que si ses lunettes étaient fines, elle avait besoin de plus de protéines pour ses yeux, donc elle devrait aller et sucer certains dicks ... { /b }

source: [_mc_] {b}No way! You really said that?{/b}
french: [_mc_] {b}Aucun moyen ! Tu as vraiment dit ça? { /b }

source: [_j_] {b}Yeah... I guess... but only because I was really mad at that moment...{/b}
french: [_j_] {b}Oui ... Je suppose ... mais seulement parce que j'étais vraiment en colère à ce moment-là ... { /b }

source: [_mc_] {b}Hahaha, that's hilarious, I bet she freaked out!{/b}
french: [_mc_] {b}Hahaha, c'est hilarant, je parie qu'elle a panié ! { /b }

source: [_j_] {b}Well... yeah, that's why I got suspended...{/b}
french: [_j_] {b}Bien ... oui, c'est pour ça que j'ai été suspendu ... { /b }

source: [_mc_] Yeah, thanks for the ride.
french: [_mc_] Oui, merci pour le trajet.

source: [_j_] Anytime, just ask if you want to {b}rrriiide{/b} again, hehe.
french: [_j_] En tout temps, demandez si vous voulez de nouveau à {b}rrriiide { /b }, hehe.

source: [_mc_] Ha... yeah, but maybe without "borrowing" a motorcycle next time...
french: [_mc_] Ha ... oui, mais peut-être sans "emprunter" une moto la prochaine fois ...

source: [_j_] Heh, alright.
french: [_j_] Hé, d'accord.

source: [_mc_] Anyway, you better get the bike back to its owner...
french: [_mc_] Quoi qu'il en soit, vous ferez mieux de remettre le vélo à son propriétaire ...

source: [_j_] Guess you're right...
french: [_j_] Vous avez raison ...

source: [_mc_] ...and you should really ask next time...
french: [_mc_] ... et vous devriez vraiment demander la prochaine fois ...

source: [_j_] Yeah...
french: [_j_] Oui ...

source: [_j_] I guess mom will also know about the expulsion by now.
french: [_j_] Je suppose que maman sera également au courant de l'expulsion.

source: [_mc_] I guess she won't be too happy...
french: [_mc_] Je suppose qu'elle ne sera pas trop heureuse ...

source: [_mc_] Well that's what you get for being a naughty girl.
french: [_mc_] Eh bien, c'est ce que vous obtenez pour être une fille naughty.

source: [_mc_] Hey, don't be down in the mouth, okay? And maybe think before you act, next time.
french: [_mc_] Hé, ne descens pas dans la bouche, d'accord? Et peut-être penses-tu avant d'agir, la prochaine fois.

source: [_j_] Okay... {i}[md]!{/i}
french: [_j_] Ok ... {i}[md]! { /i }

source: [_n_] Later...
french: [_n_] Plus tard ...

source: [_mcthink_] YAAAWWN... damn, it's getting late... I should stop and go to bed...
french: [_mcthink_] YAAAWWN ... merde, il est en retard ... Je devrais arrêter et aller au lit ...

source: [_mcthink_] Huh? That was not coming from the door!?
french: [_mcthink_] Huh? Ça ne venait pas de la porte !?

source: [_mc_] What are you doing here, [j], it's the middle of the night!
french: [_mc_] Qu'est-ce que vous faites ici, [j], c'est le milieu de la nuit !

source: [_j_] Yeah, I know...
french: [_j_] Oui, je sais ...

source: [_j_] Um... I have a little problem...
french: [_j_] Um ... J'ai un petit problème ...

source: [_mc_] Don't tell me you got kicked out.
french: [_mc_] Ne me dites pas que vous avez été exclu.

source: [_j_] Well... kinda...
french: [_j_] Puits ...

source: [_j_] I had an argument with my mom because of the stuff in school...
french: [_j_] J'ai eu un argument avec ma mère à cause des trucs à l'école ...

source: [_j_] ...and the bike...
french: [_j_] ... et la moto ...

source: [_j_] Mom was drunk and yelled at me... then I yelled back and...
french: [_j_] Maman était ivre et m'a crié ... puis j'ai crié et ...
