Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_mc_] Because it's time for you to give something back!
french: [_mc_] Parce qu'il est temps pour vous de donner quelque chose !

source: [_t_] What are you talking about?
french: [_t_] De quoi parlez-vous?

source: [_mc_] You know what I'm talking about.
french: [_mc_] Vous savez de quoi je parle.

source: [_mc_] It's been two times already... you've had your fun and I've never asked for anything in return.
french: [_mc_] C'est déjà deux fois ... vous avez eu votre plaisir et je n'ai jamais demandé quoi que ce soit en retour.

source: [_mc_] I've caught you two times already... you've been dripping wet!
french: [_mc_] Je vous ai déjà attrapées deux fois ... vous avez été asséchées !

source: [_mc_] No? I didn't make you cum?
french: [_mc_] Non? Je ne t'ai pas fait cum?

source: [_mc_] I don't even need to see it to know that you're wet right now!
french: [_mc_] Je n'ai même pas besoin de le voir pour savoir que vous êtes mouillé en ce moment !

source: [_t_] That's not...
french: [_t_] Ce n'est pas ...

source: [_mc_] Stop being selfish and get on your knees.
french: [_mc_] Cessez d'être égoïsmes et de vous mettre à genoux.

source: [_mc_] Do it!
french: [_mc_] Fais-le !

source: [_mcthink_] Shit, she's really doing it!
french: [_mcthink_] Shit, elle le fait vraiment !

source: [_mc_] Well...
french: [_mc_] Puits ...

source: [_mc_] You know what to do.
french: [_mc_] Vous savez quoi faire.

source: [_mc_] Not bad, [t], not bad...
french: [_mc_] Pas mal, [t], pas mal ...

source: [_t_] Unn... asshole...
french: [_t_] Unn ...

source: [_mc_] Hum, maybe not good enough.
french: [_mc_] Hum, peut-être pas assez bien.

source: [_mc_] So, how do you like giving something back for a change?
french: [_mc_] Alors, comment vous aimez donner quelque chose en retour pour un changement?

source: [_t_] Ghaaah...haah... I... hate you!
french: [_t_] Ghaaah ... haah ... Je ... te déteste !

source: [_mc_] Yeah, why don't you go back to it...
french: [_mc_] Oui, pourquoi ne pas y retourner ...

source: [_mc_] Come on, give it more effort.
french: [_mc_] Allez, donnez-le plus d'efforts.

source: [_mc_] That's better.
french: [_mc_] C'est mieux.

source: [_mcthink_] Damn, she's actually really good at this...
french: [_mcthink_] Damn, elle est vraiment bonne à ça ...

source: [_mcthink_] ...and despite her attitude, she's really giving it her all!
french: [_mcthink_] ... et malgré son attitude, elle lui donne vraiment tout son temps !

source: [_mc_] Shit, I'm gonna...!
french: [_mc_] Shit, je vais ... !

source: [_mc_] Well that wasn't too bad, I hope you enjoyed it as much as I did.
french: [_mc_] Bien que ce n'était pas trop mal, j'espère que vous avez apprécié autant que je l'ai fait.

source: [_t_] *Gulp* ...fuck you!
french: [_t_] *Gulp * ... vous baisez !

source: [_mc_] Still the same attitude, eh?
french: [_mc_] Toujours la même attitude, hein?

source: [_mc_] Well, seeya next time, then.
french: [_mc_] Eh bien, voir la prochaine fois, alors.

source: [_mcthink_] Okay...?
french: [_mcthink_] Ok ...?

source: [_mcthink_] What was that? No drama, no harassing me, no complaints?
french: [_mcthink_] Qu'est-ce que c'était? Pas de drame, pas de harcèlement, pas de plaintes?

source: [_mcthink_] She just left without a word...
french: [_mcthink_] Elle vient de partir sans mot ...

source: [_mcthink_] Well, at least it was fun. I wonder how far this will go in the future...
french: [_mcthink_] Bien, au moins c'était amusant. Je me demande jusqu'où cela ira à l'avenir ...

source: [_mcthink_] Hum... it's been over a week already that I'm back...
french: [_mcthink_] Hum ... c'est déjà plus d'une semaine que je suis de retour ...

source: [_mcthink_] ... and nothing really went like planned...
french: [_mcthink_] ... et rien ne s'est vraiment passé comme prévu ...

source: [_mcthink_] But is it really a bad thing? A lot of crazy stuff happened since...
french: [_mcthink_] Mais est-ce vraiment une mauvaise chose? Beaucoup de choses folles se sont passées depuis ...

source: [_mc_] ...Huh, is that [t]?
french: [_mc_] ...Huh, c'est le [t]?

source: [_mcthink_] Yeah, looking at the way she walks... that's clearly her attitude...
french: [_mcthink_] Oui, en regardant la façon dont elle marche ... c'est clairement son attitude ...

source: [_mcthink_] What's up with her anyway, I don't get that woman.
french: [_mcthink_] Quoi de plus avec elle, je n'ai pas cette femme.

source: [_mcthink_] Looks like that grumpy guy has the morning shift...
french: [_mcthink_] On dirait que le grumpy a le quart du matin ...

source: [_mc_] Hum... maybe I should follow [t]? This might be a good opportunity to learn a bit more about her.
french: [_mc_] Hum ... peut-être que je devrais suivre [t]? Ce pourrait être une bonne occasion d'en apprendre un peu plus sur elle.

source: [_mcthink_] Yeah, let's see where this goes. Maybe I can even have a normal talk with her..................oh who am I kidding...
french: [_mcthink_] Oui, voyons où cela va. Peut-être que je peux même avoir une conversation normale avec ... oh qui suis-je en blague ...

source: [_mcthink_] That's better...
french: [_mcthink_] C'est mieux ...

source: [_n_] A few minutes later...
french: [_n_] Quelques minutes plus tard ...

source: [_mcthink_] Damn where is she going?
french: [_mcthink_] Damn où va-t-elle?

source: [_mcthink_] I doubt that someone like her would have her office in such an area... or even just a client...
french: [_mcthink_] Je doute que quelqu'un comme elle aurait son bureau dans une telle région ... ou même juste un client ...

source: [_mcthink_] Wait... isn't this the old dopehead corner?
french: [_mcthink_] Attends ... n'est-ce pas le vieux coin dopehead?

source: [_mcthink_] Don't tell me she's...
french: [_mcthink_] Ne me dites pas qu'elle est. ..

source: [_mcthink_] Shit... really, [t]?
french: [_mcthink_] Shit ... vraiment, [t]?

source: [_mcthink_] A playground?
french: [_mcthink_] Un terrain de jeu?

source: [_mcthink_] That definitely wasn't here when I visited this area the last time...
french: [_mcthink_] Ce n'était vraiment pas là quand j'ai visité ce secteur la dernière fois ...

source: [_mcthink_] But it doesn't look new either...
french: [_mcthink_] Mais il n'est pas nouveau non plus ...

source: Girl [special_delimiter] Hey uncle, can you help me?
french: Fille [special_delimiter] Hey oncle, pouvez-vous m'aider?

source: Girl [special_delimiter] Hey auntie, can you help me?
french: Fille [special_delimiter] Hey auntie, pouvez-vous m'aider?

source: [_mc_] Huh? What's up?
french: [_mc_] Huh? Qu'est-ce qu'il y a?

source: [_mcthink_] ...and where the hell is [t]?!
french: [_mcthink_] ... et où diable est [t]? !

source: Girl [special_delimiter] Over here!
french: Fille [special_delimiter] Over here !

source: [_mc_] WHOA!
french: [_mc_] WHOUA !

source: [_mc_] Shit! What the hell, [t]?! That was too close!
french: [_mc_] Shit ! Qu'est-ce que l'enfer, [t]? C'était trop serré !

source: Girl [special_delimiter] Whoa, Katie! That was awesome!!
french: Fille [special_delimiter] Whoa, Katie ! C'était génial ! !

source: [_t_] I told you not to call me Katie!
french: [_t_] Je vous ai dit de ne pas m'appeler Katie !

source: Girl [special_delimiter] Shorryyy Katie!
french: Fille [special_delimiter] Shorryyy Katie !

source: Girl [special_delimiter] Lalala~
french: Fille [special_delimiter] Lalala ~

source: [_t_] Why are you following me?!
french: [_t_] Pourquoi me suivez-vous? !

source: [_mc_] I'm not following you, I just wanted to visit an old place...
french: [_mc_] Je ne vous suivais pas, je voulais juste visiter un ancien endroit ...

source: [_t_] Tsk, do you even remember this place?
french: [_t_] Tsk, tu te souviens même de cet endroit?

source: [_mc_] Yeah, of course, it's the old dopehead corner.
french: [_mc_] Oui, bien sûr, c'est l'ancien coin de la tête.

source: [_mcthink_] Shit, maybe I should have pretended not knowing this place...
french: [_mcthink_] Shit, peut-être que j'aurais dû faire semblant de ne pas connaître cet endroit ...

source: [_t_] Is that all?
french: [_t_] Est-ce tout?

source: [_mc_] What do you mean?
french: [_mc_] Que voulez-vous dire?

source: [_mc_] Jeez, why am I an idiot now... what the fuck is wrong with you?!
french: [_mc_] Jeez, pourquoi suis-je un idiot maintenant ... qu'est-ce que la baise a tort avec toi? !

source: [_t_] With me? Are you serious?
french: [_t_] Avec moi? Êtes-vous sérieux?

source: [_t_] You are the druglord here...
french: [_t_] Vous êtes le druglord ici ...

source: [_mc_] What??
french: [_mc_] Quoi??

source: [_t_] And you are the one molesting innocent people... and you're the one who doesn't remember anything!
french: [_t_] Et vous êtes celui qui a molesté des innocents ... et vous êtes celui qui ne se souvient de rien !

source: [_mc_] Druglord? Remembering? What the fuck are you talking about?! I never sold drugs!
french: [_mc_] Druglord? Se souvenir? Tu parles de quoi tu parles? ! Je n'ai jamais vendu de médicaments !

source: [_t_] Humpf... just leave me alone!
french: [_t_] Humpf ... juste me laisser tranquille !

source: [_mcthink_] Holy shit... what's going on? What is she talking about?
french: [_mcthink_] Holy shit ... Qu'est-ce qui se passe? De quoi parle-t-elle?

source: [_mcthink_] Did [m] tell her stories about me?
french: [_mcthink_] Le [m] a-t-il parlé de moi?

source: [_mcthink_] But why would she tell lies?
french: [_mcthink_] Mais pourquoi elle dirait des mensonges?

source: [_mc_] Hum... alright, I'll take the bait, now what's this all about... "Katie"?!
french: [_mc_] Hum ... à droite, je vais prendre l'appât, maintenant ... "Katie"?

source: [_t_] DON'T CALL ME KATIE!
french: [_t_] NE M'APPELLE PAS KATIE !

source: [_mcthink_] Wait... Katie..........
french: [_mcthink_] Attente ... Katie ..........

source: [_n_] Years ago.
french: [_n_] ans.

source: [_mcthink_] Almost there...
french: [_mcthink_] Presque là ...

source: [_mcthink_] I wonder if this little slut will come too, hehe.
french: [_mcthink_] Je me demande si cette petite salope viendra aussi, hehe.

source: [_mcthink_] I wonder if this little cutie will come too, hehe.
french: [_mcthink_] Je me demande si cette petite cutie viendra aussi, hehe.

source: Voice [special_delimiter] DON'T CALL ME KATIE!
french: Voix [special_delimiter] DON'T CALL ME KATIE !

source: [_mcthink_] Shit, it's those guys...
french: [_mcthink_] Shit, c'est ces gars ...

source: [_mcthink_] But who's the girl?
french: [_mcthink_] Mais qui est la fille?

source: Guy 1 [special_delimiter] You know this bitch?
french: Guy 1 [special_delimiter] Vous connaissez cette salope?

source: Guy 2 [special_delimiter] Yeah, she's in the same class as my little sister.
french: Guy 2 [special_delimiter] Oui, elle est dans la même classe que ma petite sœur.

source: Guy 1 [special_delimiter] Hehe, what is a little girl like you doing in a place like this?
french: Guy 1 [special_delimiter] Hehe, qu'est-ce qu'une petite fille comme vous dans un endroit comme celui-ci?

source: Guy 2 [special_delimiter] I bet she's here for a fix.
french: Guy 2 [special_delimiter] Je parie qu'elle est là pour un correctif.

source: [_t_] N-No, I just...
french: [_t_] N-Non, je ...

source: Guy 1 [special_delimiter] She can have a fix from my dick!
french: Guy 1 [special_delimiter] Elle peut avoir un correctif de ma bite !

source: Guy 2 [special_delimiter] Haha, is that what you want Katie? Do you want a dose of dick?
french: Guy 2 [special_delimiter] Haha, c'est ce que tu veux Katie? Veux-tu une dose de bite?

source: [_t_] N-No! Let me go!
french: [_t_] N-Non ! Laisse-moi partir !

source: Guy 1 [special_delimiter] Why not have some fun first, hehe.
french: Guy 1 [special_delimiter] Pourquoi ne pas s'amuser d'abord, hehe.

source: Guy 2 [special_delimiter] Come on Katie, just a little suck!
french: Guy 2 [special_delimiter] Venez sur Katie, un peu de succ !

source: [_mcthink_] Jeez, these idiots...
french: [_mcthink_] Jeez, ces idiots ...

source: [_mc_] Hey, is that all you can do? Scaring little girls?
french: [_mc_] Hé, c'est tout ce que tu peux faire? Les petites filles?

source: Guy 1 [special_delimiter] YOU!
french: Guy 1 [special_delimiter] VOUS !

source: Guy 2 [special_delimiter] Get lost, [mc], this is none of your business!
french: Guy 2 [special_delimiter] Se perdre, [mc], ce n'est pas votre affaire !

source: [_mc_] You know, I just thought that you guys must be really desperate. Can't find a girl who actually wants to suck your dick, huh?
french: [_mc_] Vous savez, je pensais juste que vous devez être vraiment désespérés. Impossible de trouver une fille qui veut vraiment sucer ta bite, hein?

source: Guy 2 [special_delimiter] What did you just say? Desperate for some beating?
french: Guy 2 [special_delimiter] Qu'est-ce que vous venez de dire? Desperate pour certains coups?

source: [_mc_] Yeah, sure, like last time? Bigmouth?
french: [_mc_] Oui, bien sûr, comme la dernière fois? Bigmouth?

source: Guy 1 [special_delimiter] There are two of us now, motherfucker!
french: Guy 1 [special_delimiter] Il y a deux d'entre nous maintenant, motherfucker !

source: Guy 2 [special_delimiter] We'll beat the shit out of you, asshole!
french: Guy 2 [special_delimiter] Nous allons battre le merde de toi, connard !

source: [_mc_] You wish!
french: [_mc_] Vous voulez !

source: [_mc_] Good luck with that!
french: [_mc_] Bonne chance avec ça !

source: [_mc_] ...and don't come back!
french: [_mc_] ... et ne revivenez pas !

source: [_mcthink_] Ugh... shit, they almost got me...
french: [_mcthink_] Ugh ... shit, ils m'ont presque ...

source: [_t_] Are you alright?
french: [_t_] Vous avez raison?

source: [_t_] You're bleeding.
french: [_t_] Vous saignez.

source: [_mc_] Yeah, I'm good, it's probably fatal, but that's okay.
french: [_mc_] Oui, je suis bien, c'est probablement fatal, mais c'est bon.

source: [_t_] What?!
french: [_t_] Quoi? !

source: [_mc_] Haha, I'm joking, it's just a scratch. How about you?
french: [_mc_] Haha, je plaisant, c'est juste une égratiure. Qu'en est-il de vous?

source: [_t_] I'm fine... thank you.
french: [_t_] Je vais bien ... merci.

source: [_mc_] I haven't seen you here before, are you new?
french: [_mc_] Je ne vous ai pas vu ici avant, êtes-vous nouveau?

source: [_t_] No I...
french: [_t_] Non I. ..

source: [_mc_] Oh, I see, you really wanted a fix...
french: [_mc_] Oh, je vois, tu voulais vraiment un correctif ...

source: [_t_] N-No, I'm just late, and I wanted to take a shortcut home!
french: [_t_] N-Non, je suis en retard, et je voulais prendre un raccourci à la maison !

source: [_mc_] Well, you better hurry then, and I'd suggest to avoid this "shortcut" from now on.
french: [_mc_] Eh bien, vous feriez mieux alors, et je vous suggère d'éviter ce "raccourci" à partir de maintenant.

source: [_mc_] It's probably best if you never come back to this place...
french: [_mc_] C'est probablement mieux si vous ne revenez jamais à cet endroit ...

source: [_t_] I won't...
french: [_t_] Je ne ...

source: [_mcthink_] That little girl... it was her.
french: [_mcthink_] Cette petite fille ... c'était elle.

source: [_mcthink_] Shit, how am I supposed to remember that, I've only met her once, and it's so long ago...
french: [_mcthink_] Shit, comment suis-je censé me souvenir que, je ne l'ai rencontré qu'une fois, et il y a si longtemps ...

source: [_mc_] First of all, I never sold drugs! I was just hanging around here from time to time.
french: [_mc_] Tout d'abord, je n'ai jamais vendu de drogues ! Je planais juste ici de temps en temps.

source: [_t_] Sure...
french: [_t_] Bien sûr ...

source: [_mc_] Second, what the hell are {b}you{/b} doing here? Didn't I tell you to never come back to this place?
french: [_mc_] Deuxièmement, quel est le {b}que vous { /b } fait ici? Je ne vous ai pas dit de ne jamais revenir à cet endroit?

source: [_mc_] I do... now.
french: [_mc_] Je fais ... maintenant.

source: [_mc_] So?
french: [_mc_] Alors?

source: [_t_] So what?!
french: [_t_] Alors quoi? !

source: [_mc_] What are you doing here... Katie.
french: [_mc_] Qu'est-ce que vous faites ici ... Katie.

source: [_t_] She's the daughter of a client... well, a client of my mentor...
french: [_t_] Elle est la fille d'un client ... bien, un client de mon mentor ...

source: [_mc_] Your mentor?
french: [_mc_] Votre mentor?

source: [_t_] He died two years ago, right before my qualification...
french: [_t_] Il est mort il y a deux ans, juste avant ma qualification ...

source: [_mc_] Sorry to hear that.
french: [_mc_] Désolé d'entendre ça.

source: Girl [special_delimiter] WOOHOOO!
french: Fille [special_delimiter] WOOHOOO !

source: [_mc_] So you took his clients over?
french: [_mc_] Alors vous avez pris ses clients?

source: [_t_] No... I...
french: [_t_] Non. I. ..

source: [_t_] He took me with him a few times during my training...
french: [_t_] Il m'a emmené avec lui quelques fois au cours de ma formation ...

source: [_t_] Her mother died years ago and her dad was constantly drunk...
french: [_t_] Sa mère est morte il y a des années et son père était constamment ivre ...

source: [_mc_] Sounds quite familiar...
french: [_mc_] Des sons assez familiers ...

source: [_t_] She started to show signs of a mental illness, and my mentor took care of the case.
french: [_t_] Elle a commencé à montrer des signes d'une maladie mentale, et mon mentor a pris soin de l'affaire.

source: [_t_] During that time they took her away from her father and she got adopted by a childless couple, but her new dad died shortly after in an accident...
french: [_t_] Pendant ce temps, ils l'ont emmenée loin de son père et elle a été adoptée par un couple sans enfant, mais son nouveau père est mort peu après dans un accident ...

source: [_mc_] Shit... how did she take it?
french: [_mc_] Shit ... comment l'a-t-elle pris?

source: [_t_] Not so well, unsurprisingly...
french: [_t_] Pas si bien, sans surprise ...

source: Girl [special_delimiter] WOOOO!
french: Fille [special_delimiter] WOOOO !

source: [_t_] Her second mom didn't have enough money to keep the house, so they had to move...
french: [_t_] Sa seconde mère n'avait pas assez d'argent pour garder la maison, alors ils ont dû déménager ...

source: [_t_] My mentor accompanied her through all that, and so did I.
french: [_t_] Mon mentor l'a accompagnée à travers tout ça, et moi aussi.

source: [_mc_] I see... but it looks like you made it. She looks healthy and happy.
french: [_mc_] Je vois ... mais on dirait que tu l'as fait. Elle a l'air saine et heureuse.

source: [_t_] Appearances are often deceptive, you should know that better then anybody else...
french: [_t_] Les apparences sont souvent trompeuses, vous devriez le savoir mieux que qui que ce soit d'autre ...

source: [_mc_] What's that supposed to mean? Are you trying to insult me?
french: [_mc_] Qu'est-ce que c'est censé vouloir dire? Vous essayez de m'insulter?

source: Girl [special_delimiter] Katieeeee! Can you push me?!
french: Fille [special_delimiter] Katieeeee ! Peux-tu me pousser?

source: [_mc_] Hey I'm talking to you!
french: [_mc_] Hey je vous parle !

source: [_t_] I know...
french: [_t_] Je sais ...

source: [_mcthink_] ...did she just smile?
french: [_mcthink_] ... a-t-elle simplement sourire?

source: [_mcthink_] I've never seen her smile before...
french: [_mcthink_] Je n'ai jamais vu son sourire avant ...

source: [_n_] BZZZZzzzzzz!
french: [_n_] BZZZZZzzzzzz !

source: [_mcthink_] Ugh... what does [m] want now?
french: [_mcthink_] Ugh ... qu'est-ce que le [m] veut maintenant?

source: [_mc_] Yeah?
french: [_mc_] Oui?

source: [_m_] Hey, it's me, [m].
french: [_m_] Hey, c'est moi, [m].

source: [_mc_] Yeah, I know. What's up, [m]?
french: [_mc_] Oui, je sais. Quoi de plus, [m]?

source: [_m_] I wanted to ask... could you do me a favor, [mc]?
french: [_m_] Je voulais vous demander ... vous pourriez me faire une faveur, [mc]?

source: [_mcthink_] [t] really cares for that girl... almost like a mother...
french: [_mcthink_] [t] vraiment cares pour cette fille ... presque comme une mère ...

source: [_m_] I ordered 10 packs of toilet paper last week and forgot that they'll arrive today. Could you go to the store and get them for me?
french: [_m_] J'ai commandé 10 paquets de papier toilette la semaine dernière et j'ai oublié qu'ils arriveront aujourd'hui. Pourrais-tu aller au magasin et les chercher pour moi?

source: [_mcthink_] Maybe it's a bit of a therapy for [t] as well...
french: [_mcthink_] Peut-être que c'est un peu un traitement pour [t] aussi ...

source: [_mc_] Yeah, I can do that... wait, 10 packs??? Why?!
french: [_mc_] Oui, je peux faire ça ... Attends, 10 packs??? Pourquoi? !

source: [_m_] They said something about a shortage on TV, so I thought it might be better to have a few in stock.
french: [_m_] Ils ont dit quelque chose à propos d'une pénurie à la télé, donc j'ai pensé qu'il serait peut-être mieux d'en avoir quelques-uns en stock.

source: [_mc_] But... 10 packs?!
french: [_mc_] Mais ... 10 packs? !

source: [_m_] Can you get them for me?
french: [_m_] Peux-tu les obtenir pour moi?

source: [_mc_] Ugh... fine...
french: [_mc_] Ugh ... fin ...

source: [_m_] Thank you, Hun!
french: [_m_] Merci, Hun !

source: [_mcthink_] 10 packs of toilet paper...
french: [_mcthink_] 10 boîtes de papier toilette ...

source: [_mcthink_] Looks like both of them are having fun.
french: [_mcthink_] On dirait que les deux sont amusants.

source: [_mcthink_] I guess I'll just leave...
french: [_mcthink_] Je suppose que je vais partir ...

source: [_n_] Nothing special happens on your way back home...
french: [_n_] Rien de spécial ne se produit sur votre retour à la maison ...

source: [_extend_] ...except from people staring at you in disbelief when they notice all the toilet paper.
french: [_extend_] ... sauf des gens qui vous affament en incrédulant quand ils remarquant tout le papier toilette.

source: [_mcthink_] Hmm, [h] isn't working today, but a coffee to go would be nice...
french: [_mcthink_] Hmm, [h] ne fonctionne pas aujourd'hui, mais un café à aller serait sympa ...

source: [_mcthink_] Hmm a coffee to go would be nice...
french: [_mcthink_] Hmm un café à aller serait sympa ...

source: [_mcthink_] Oh look who we got here...
french: [_mcthink_] Oh regarde qui on est ici ...

source: [_mcthink_] She hasn't noticed me yet...
french: [_mcthink_] Elle ne m'a pas encore remarqué ...

source: [_mcthink_] ...maybe I could tease her a bit.
french: [_mcthink_] ... je pourrais peut-être la taquiner un peu.

source: [_mc_] Hey, Katie.
french: [_mc_] Hé, Katie.

source: [_mc_] What's up, Katie.
french: [_mc_] Quoi de plus, Katie.

source: [_t_] {size=-10}S-Stop touching me...{/size}
french: [_t_] { size=-10 } S-Stop me touchant ... { /size }

source: [_mc_] I'm just hugging you.
french: [_mc_] Je m'embrassais.

source: [_t_] {size=-10}Stop it! Seriously, everyone can see us!{/size}
french: [_t_] { size=-10 } Arrêtez ! Sérieusement, tout le monde peut nous voir ! { /size }

source: [_mc_] ...and? What's the problem with that?
french: [_mc_] ... et? Quel est le problème avec ça?

source: [_mcthink_] Wow, she really has a stick up her ass... but that could be fun thinking about it.
french: [_mcthink_] Wow, elle a vraiment un bâton le cul ... mais ça pourrait être amusant de penser à ça.

source: [_mc_] One to go.
french: [_mc_] Un à partir.

source: [_mcthink_] Is she waiting for me?
french: [_mcthink_] Est-ce qu'elle m'attend?

source: [_mcthink_] Guess she wants to talk about something...
french: [_mcthink_] Guess elle veut parler de quelque chose ...

source: [_mc_] Thanks.
french: [_mc_] Merci.

source: [_mc_] Let's go, Katie.
french: [_mc_] Allons, Katie.

source: [_t_] Stop calling me...
french: [_t_] Arras de m'appeler ...
