Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [st] [boss] didn't even know it was necessary at the time, but when I told him, he agreed and told me to take care of it.
italian: [st] [boss] non sapeva nemmeno che fosse necessario all'epoca, ma quando gli ho detto, ha accettato e mi ha detto di prendersi cura di esso.

source: [pc] I see, I thought it was his project.
italian: [pc] Vedete, pensavo che fosse il suo progetto.

source: [st] He's still the boss and it's his company.
italian: [st] È ancora il capo ed è la sua compagnia.

source: [pc] Wait, does that mean you're the one I have to thank for the job?
italian: [pc] Aspetta, questo significa che sei quello che devo ringraziare per il lavoro?

source: [st] Can you show me the files?
italian: [st] Puoi mostrarmi i file?

source: [pc] Sure, I actually brought my laptop in case anything needs to be changed.
italian: [pc] Certo, ho effettivamente portato il mio computer portatile nel caso in cui qualcosa dovesse essere cambiato.

source: [st] Good, show me.
italian: [st] Bene, mostrami.

source: [n] You upload the project onto the company's server and then show her the results of your work. She seems a little bit distracted at first, when you come closer to her to show your work, but you go on nonetheless.
italian: [n] Si carica il progetto sul server dell'azienda e poi mostrarle i risultati del vostro lavoro. Sembra un po' distratta all'inizio, quando ti avvicini a lei per mostrare il tuo lavoro, ma continui.

source: [pc] ...and then it goes back to the full frame logo. [withdissolve]
italian: [pc] ...e poi torna al logo completo del fotogramma. [withdissolve]

source: [st] This is a nice effect, I wouldn't have thought of that.
italian: [st] Questo è un bel effetto, non avrei pensato a questo.

source: [pc] Well, it's my job to think of stuff like that, that's why you hired me, right?
italian: [pc] Beh, è mio compito pensare a cose del genere, è per questo che mi hai assunto, giusto?

source: [st] There are a few things that need to be changed.
italian: [st] Ci sono alcune cose che devono essere cambiate.

source: [pc] Okay... sure.
italian: [pc] Okay... sicuro.

source: [pc] Let me ask you one question though.
italian: [pc] Permettetemi però di farvi una domanda.

source: [pc] Why did you hire me?
italian: [pc] Perché mi hai assunta?

source: [st] W-What do you mean? We had a vacancy...
italian: [st] W-Che cosa intendi? Abbiamo avuto una vacanza...

source: [pc] Sure, but why did you hire me?
italian: [pc] Certo, ma perché mi hai assunto?

source: [pc] I'm sure I wasn't the only one applying and it's not that my resume looks that impressive, especially for a company like yours.
italian: [pc] Sono sicuro di non essere l'unico ad applicare e non è che il mio curriculum sembri così impressionante, soprattutto per un'azienda come la tua.

source: [st] It's... we were looking for someone not that well known.
italian: [st] Stavamo cercando qualcuno che non fosse così noto.

source: [pc] Why?
italian: [pc] Perché?

source: [st] To... save costs.
italian: [st] A... risparmia costi.

source: [pc] And yet, my salary is almost twice as much as is standard.
italian: [pc] Eppure, il mio stipendio è quasi il doppio dello standard.

source: [pcthink] Hm... thinking about the whole situation, it really doesn't make much sense.
italian: [pcthink] Hm... pensando a tutta la situazione, in realtà non ha molto senso.

source: [pcthink] ...and why is she dressed like that, I thought she's shy... it doesn't fit her personality to show so much skin.
italian: [pcthink] ...e perché è vestita così, ho pensato che lei è lui... non si adatta alla sua personalità per mostrare tanta pelle.

source: [pcthink] Wait a minute...
italian: [pcthink] Aspetta un minuto...

source: [n] There is nothing going on between us, so if you're interested in her, just go for it. [withdissolve]
italian: [n] Non c'è nulla che sta accadendo tra di noi, quindi se sei interessato a lei, basta andare per questo. [withdissolve]

source: [pcthink] That was the first time meeting them... I didn't think much of it, just a misunderstanding, but...
italian: [pcthink] Questa è stata la prima volta che li incontra... non ne pensavo molto, solo un malinteso, ma...

source: [n] ...I called [st] and she seems to have some ideas. [withdissolve]
italian: [n] ...Ho chiamato [st] e sembra avere alcune idee. [withdissolve]

source: [n] Oh? So that's why...
italian: [n] Oh? Ecco perché...

source: [pcthink] "So that's why..." At the time I didn't understand what he meant, but...
italian: [pcthink] "Ecco perché..." All'epoca non capivo cosa intendeva, ma...

source: [n] Hmm? You look kinda different today...
italian: [n] Hmm? Oggi sembri un po' diverso...

source: [n] I-I don't know what you mean.
italian: [n] Io non so cosa intendi.

source: [pcthink] That was the first time she was wearing makeup and no glasses, and she knew I was coming by...
italian: [pcthink] Questa è stata la prima volta che indossava il trucco e nessun bicchiere, e sapeva che stavo venendo...

source: [pcthink] ...and she knew I'd come by today...
italian: [pcthink] ...e sapeva che sarei venuta da oggi...

source: [pcthink] Could it really be that they hired me because [st] is interested in me?
italian: [pcthink] Potrebbe davvero essere che mi hanno assunto perché [st] è interessato a me?

source: [pcthink] Would [boss] do that?
italian: [pcthink] Vuoi [boss] farlo?

source: [pcthink] Oh well, he probably didn't even know... or did he?
italian: [pcthink] Oh bene, probabilmente non lo sapeva neanche... o vero?

source: [pcthink] But even if... she's his best employee who basically takes care of the whole company for him...
italian: [pcthink] Ma anche se... è il suo migliore impiegato che si occupa fondamentalmente di tutta la società per lui...

source: [pcthink] Of course he would play along, he's the kind of easygoing person anyway...
italian: [pcthink] Naturalmente avrebbe giocato, lui è il tipo di persona facile comunque...

source: [pcthink] Maybe it was actually him who set the whole thing up...
italian: [pcthink] Forse è stato in realtà lui che ha impostato tutta la cosa...

source: [pcthink] ...maybe they were browsing through all the candidates and he noticed she had an unusual reaction when they saw my profile...
italian: [pcthink] char@@0 forse stavano navigando tra tutti i candidati e ha notato che ha avuto una reazione insolita quando hanno visto il mio profilo...

source: [pcthink] And it's not that I'm bad at my job, I doubt that [st] would've accepted me if I wasn't good enough for the job, even if she likes me personally... or rather my looks.
italian: [pcthink] E non è che io sia male nel mio lavoro, Dubito che [st] mi avrebbe accettato se non fossi abbastanza bravo per il lavoro, anche se le piacessi personalmente. . o meglio il mio aspetto.

source: [pc] Say [st], do you plan to go on a date?
italian: [pc] Dì [st], hai intenzione di andare in una data?

source: [st] N-No, why?
italian: [st] N-No, perché?

source: [pc] The dress and makeup, you look stunning today.
italian: [pc] Il vestito e il trucco, si guarda mozzafiato oggi.

source: [st] T-Thank you...
italian: [st] T-Grazie...

source: [pc] Do you {b}want{/b} to go on a date?
italian: [pc] Hai {b}volere{/b} per andare in una data?

source: [st] I-I just said that I don't plan to...
italian: [st] Ho appena detto che non ho intenzione di...

source: [st] Wait... did you... did you just ask me to...
italian: [st] Aspetta... ti sei fatto... mi hai appena chiesto...

source: [pc] Yes, I did.
italian: [pc] Sì, l'ho fatto.

source: [st] I don't have time for such things...
italian: [st] Non ho tempo per queste cose...

source: [pcthink] Of course...
italian: [pcthink] Certo...

source: [pcthink] I guess it was probably [boss] who set the whole thing up...
italian: [pcthink] Immagino che sia stato probabilmente [boss] a impostare tutta la cosa...

source: [pcthink] I mean, it's obvious that she likes me, but she's so damn shy and always focused on her work...
italian: [pcthink] Voglio dire, è ovvio che le piace, ma lei è così timida e sempre concentrata sul suo lavoro...

source: [pc] Hmm, how about a business meeting then?
italian: [pc] Hmm, che ne dici di un incontro d'affari?

source: [st] A business meeting?
italian: [st] Un incontro d'affari?

source: [pc] Yeah, after work.
italian: [pc] Sì, dopo il lavoro.

source: [st] You mean... like we could talk about the changes necessary for the project?
italian: [st] Vuoi dire... come potremmo parlare dei cambiamenti necessari per il progetto?

source: [pc] Exactly, just without the stress and interferences at work.
italian: [pc] Esattamente, solo senza lo stress e le interferenze sul lavoro.

source: [pcthink] Damn, her eyes are stunning!
italian: [pcthink] Dannazione, i suoi occhi sono stupefacenti!

source: [st] I... I see...
italian: [st] Io... vedo...

source: [pc] So?
italian: [pc] Quindi?

source: [st] I guess... that's fine...
italian: [st] Immagino che... va bene...

source: [pc] Good, today after work?
italian: [pc] Bene, oggi dopo il lavoro?

source: [st] I don't have time today.
italian: [st] Non ho tempo oggi.

source: [pc] Alright, tomorrow then.
italian: [pc] Bene, domani allora.

source: [st] Uhm... yes... I think...
italian: [st] Uhm... sì... penso...

source: [n] *Rrrrrring*
italian: [n] *Rrrrrrring*

source: [st] I... I'll send you a message, you can clock out.
italian: [st] Io... Ti invierò un messaggio, puoi uscire.

source: [pc] Already?
italian: [pc] Già?

source: [st] Yes, I... you're distracting me!
italian: [st] Sì, io... mi distraete!

source: [pcthink] Wow, that was quick... I'm distracting her, huh?
italian: [pcthink] Wow, che è stato veloce... la distrazione, eh?

source: [pc] Morning, [ma].
italian: [pc] Mattina, [ma].

source: [ma] Oh, [pc], nice to see you again. Did you forget anything?
italian: [ma] Oh, [pc], bello rivederti di nuovo. Hai dimenticato qualcosa?

source: [pc] No, but it looks like you gave me the wrong papers yesterday.
italian: [pc] No, ma sembra che tu mi abbia dato i documenti sbagliati ieri.

source: [ma] The wrong papers?
italian: [ma] I documenti sbagliati?

source: [ma] Let's see...
italian: [ma] Vediamo...

source: [ma] Oh damn it!
italian: [ma] Oh maledetta!

source: [ma] I'm sorry, you're right, they're not yours. Please, have a seat, I'll find the right papers for you.
italian: [ma] Mi dispiace, hai ragione, non sono tuoi. Per favore, hai un posto, troverò i documenti giusti per te.

source: [ma] I'm really sorry, I have no idea how that happened.
italian: [ma] Mi dispiace veramente, non ho idea di come sia successo.

source: [pc] Well there was a lot of chaos yesterday with the computer crash.
italian: [pc] Bene c'è stato un sacco di caos ieri con il crash del computer.

source: [ma] True, I must've mixed the papers at some point.
italian: [ma] È vero, devo aver mescolato i documenti ad un certo punto.

source: [pcthink] Damn, what a body...
italian: [pcthink] Dannazione, che corpo...

source: [ma] I swear, such a mistake never happened before, we're very sensible with our clients data.
italian: [ma] Ho giurato, un errore del genere non è mai accaduto prima, siamo molto sensati con i dati dei nostri clienti.

source: [pc] I bet.
italian: [pc] Io scommetto.

source: [ma] Ah, there.
italian: [ma] Ah, lì.

source: [ma] I guess I'll need to go through all the papers again...
italian: [ma] Immagino che dovrò passare di nuovo tutti i giorni...

source: [ma] Here, that's the correct one, please have a look for yourself.
italian: [ma] Qui, quello è quello corretto, per favore tieni un'occhiata per te.

source: [ma] Ugh, not again...
italian: [ma] Ugh, non di nuovo...

source: [pc] It's okay, I won't keep you any longer.
italian: [pc] Va bene, non ti terrò più.

source: [ma] Okay, sorry again for all the trouble.
italian: [ma] Va bene, mi dispiace di nuovo per tutti i guai.

source: [pc] No problem, and thanks.
italian: [pc] Nessun problema, e grazie.

source: [pcthink] And I bet she's stretching her ass at me on purpose.
italian: [pcthink] E scommetto che lei sta allungando il culo a me di proposito.

source: [ma] Oh how rude of me, do you want a coffee, or something else to drink?
italian: [ma] Oh quanto maleducato di me, vuoi un caffè, o qualcos'altro da bere?

source: [pc] I'm good, thanks... and I guess, it's a little too early for wine.
italian: [pc] Sono buono, grazie... e immagino che sia un po' troppo presto per il vino.

source: [ma] Oh, I see, you want to go on where we left last time, hmm? Sadly I don't have the time today.
italian: [ma] Oh, vedo, vuoi andare avanti dove abbiamo lasciato l'ultima volta, hmm? Purtroppo non ho il tempo oggi.

source: [pc] Too bad...
italian: [pc] Troppo male...

source: [ma] Are you sure you don't want anything else?
italian: [ma] Sei sicuro di non volere altro?

source: [ma] Well, how about a little appetizer instead?
italian: [ma] Beh, che ne dici di un piccolo antipasto?

source: [pc] Oof... now that's what I call an appetizer!
italian: [pc] Oof... ora è quello che chiamo un antipasto!

source: [ma] Like what you see?
italian: [ma] Ti piace quello che vedi?

source: [pc] Certainly!
italian: [pc] Certamente!

source: [ma] I'm glad to hear that.
italian: [ma] Mi fa piacere sentirlo.

source: [pc] Is that your regular customer service?
italian: [pc] È il vostro servizio clienti regolare?

source: [ma] Only for special customers.
italian: [ma] Solo per clienti speciali.

source: [pc] I see... I guess they must be {b}very{/b} special then...
italian: [pc] Vedo... Immagino che debbano essere {b}molto{/b} speciali allora...

source: [ma] {b}[heshe!u]{/b} is.
italian: [ma] {b}[heshe!u]{/b} è.

source: [ma] That's the correct one, please have a look for yourself before you sign it.
italian: [ma] Questo è quello corretto, per favore tieni un'occhiata per te prima di firmarlo.

source: [ma] Sorry, I'll be right back with you.
italian: [ma] Siamo spiacenti, tornerò subito con te.

source: [pcthink] Damn, those curves!
italian: [pcthink] Accidenti, che curve!

source: [ma] Oh, is that so?
italian: [ma] Oh, è così?

source: [ma] No, no problem, I'll take care of that.
italian: [ma] No, nessun problema, me ne occuperò.

source: [pcthink] The fuck?
italian: [pcthink] Il cazzo?

source: [ma] Yes, Sir, don't worry about it.
italian: [ma] Sì, Signore, non preoccuparti.

source: [pcthink] Must be her boss or something...
italian: [pcthink] Deve essere il suo capo o qualcosa...

source: [pcthink] What's going on?
italian: [pcthink] Cosa sta succedendo?

source: [ma] So, it looks like my boss will have to leave the office for a while...
italian: [ma] Quindi, sembra che il mio capo dovrà lasciare l'ufficio per un po'...

source: [ma] ...and he also advised me to find some documents in the meantime...
italian: [ma] ...e mi ha anche consigliato di trovare alcuni documenti nel frattempo...

source: [ma] Being the good employee I am, I know of course where they are...
italian: [ma] Essendo il buon impiegato che sono, so naturalmente dove sono...

source: [ma] Which means I don't have to search for them.
italian: [ma] Il che significa che non devo cercarli.

source: [ma] But since he doesn't know and it has high priority, he told me to turn off the phone and ignore any emails until I found them or he comes back.
italian: [ma] Ma dal momento che non sa e ha alta priorità, mi ha detto di spegnere il telefono e ignorare qualsiasi e-mail fino a quando li ho trovati o lui torna.

source: [pc] I see, how inconvenient.
italian: [pc] Vedo quanto sia scomodo.

source: [ma] Isn't it?
italian: [ma] Non è vero?

source: [pc] I guess my paperwork has to wait then.
italian: [pc] Immagino che il mio lavoro burocratico debba aspettare allora.

source: [ma] I hope you don't mind.
italian: [ma] Spero che non ti dispiace.

source: [ma] I'll make sure to make it up to you.
italian: [ma] Farò in modo di farvi valere.

source: [ma] In the best way possible...
italian: [ma] Nel miglior modo possibile...

source: [pc] Now I'm curious.
italian: [pc] Ora sono curioso.

source: [ma] We value customer intimacy very highly.
italian: [ma] Apprezziamo molto l'intimità del cliente.

source: [pc] Customer intimacy, huh? I don't think that's what it really means, but I won't complain about a little intimacy.
italian: [pc] L'intimità del cliente, eh? Non penso che sia quello che realmente significa, ma non mi lamenterò di un po 'di intimità.

source: [ma] Oh, it's going to get really intimate soon.
italian: [ma] Oh, presto sarà davvero intimo.

source: [ma] {b}Really{/b}... intimate.
italian: [ma] {b}Davvero{/b}... intimo.

source: [ma] Let's start with these, shall we?
italian: [ma] Iniziamo con questi, vero?

source: [ma] So, what do you think?
italian: [ma] Allora, cosa ne pensi?

source: [pc] Damn, I think I'm in heaven.
italian: [pc] Dannazione, penso di essere in paradiso.

source: [ma] Haha, you're not, but maybe that's where I come from.
italian: [ma] Haha, non sei, ma forse è da dove vengo.

source: [ma] Mhh, yes.
italian: [ma] Mhh, sì.

source: [ma] Let me see what's under there...
italian: [ma] Fammi vedere cosa c'è sotto lì...

source: [ma] Such a nice, young body.
italian: [ma] Un corpo così bello e giovane.

source: [ma] ...and such nice and firm tits, you're such a beauty!
italian: [ma] ...e tette così belle e solide, sei una tale bellezza!

source: [ma] Mhh... such a lucky woman...
italian: [ma] Mhh... una donna così fortunata...

source: [pc] I think I'm the lucky one here.
italian: [pc] Penso di essere la fortunata qui.

source: [ma] Let's get rid of this uncomfortable skirt...
italian: [ma] Sbarazziamoci di questa gonna scomoda...

source: [ma] Mhh, maybe I should stay right down here.
italian: [ma] Mhh, forse dovrei rimanere proprio qui.

source: [pc] Go ahead, I definitely wouldn't mind.
italian: [pc] Andate avanti, sicuramente non mi dispiacerebbe.

source: [ma] Oh, I'm sure of that...
italian: [ma] Oh, ne sono sicuro...

source: [ma] ...but I think I'll let you have the first taste if you don't mind.
italian: [ma] ...ma penso che ti lascerò avere il primo gusto se non ti dispiace.

source: [pc] Not at all!
italian: [pc] Non affatto!

source: [ma] Let me just... climb on the chair...
italian: [ma] Lasciatemi solo... salire sulla sedia...

source: [pc] Don't fall!
italian: [pc] Non cadere!

source: [ma] Now that would've been awkward, wouldn't it?
italian: [ma] Ora che sarebbe stato imbarazzante, vero?

source: [pcthink] Damn, what a view.
italian: [pcthink] Dannazione, che vista.

source: [ma] Like the view?
italian: [ma] Ti piace la vista?

source: [pc] Let's say I wouldn't mind seeing that more often.
italian: [pc] Diciamo che non mi dispiacerebbe vederlo più spesso.

source: [ma] Mhh... convince me.
italian: [ma] Mhh... mi convincono.

source: [pc] With pleasure!
italian: [pc] Con piacere!

source: [ma] What a good [boygirl]...
italian: [ma] Che buon [boygirl]...

source: [ma] You little...
italian: [ma] Hai poco...

source: [ma] Oh I see, I guess I was wrong.
italian: [ma] Oh vedo, immagino che mi sbagliavo.

source: [ma] Mhhh... oh yes!
italian: [ma] Mhhh... oh sì!

source: [ma] You have quite a bit experience, I can tell...
italian: [ma] Hai un po' di esperienza, posso dire...

source: [ma] Haa... mhh... that's the spot!
italian: [ma] Haa... mhh... questo è il posto!

source: [ma] Oh god...
italian: [ma] Oh dio...

source: [ma] Haaaa... yes! [withhpunch]
italian: [ma] Haaaa... sì! [withhpunch]

source: [ma] That was better than I expected for somebody your age.
italian: [ma] Era meglio di quanto mi aspettassi per qualcuno della tua età.

source: [pc] It's not like it's my first time...
italian: [pc] Non è come se fosse la mia prima volta...

source: [ma] I guess it's time for me to take over...
italian: [ma] Immagino che sia il momento per me di prendere...

source: [ma] Let's see what's under here...
italian: [ma] Vediamo cosa c'è sotto qui...

source: [ma] Mhh... looks like someone is waiting already.
italian: [ma] Mhh... sembra che qualcuno stia già aspettando.

source: [ma] Mhh... nice and wet...
italian: [ma] Mhh... bello e bagnato...

source: [ma] Hmm, come over here.
italian: [ma] Hmm, vieni qui.

source: [pc] Whoa!
italian: [pc] Choa!

source: [pc] I get the feeling you've been waiting for this to happen.
italian: [pc] Ho la sensazione che stavi aspettando che questo accada.

source: [ma] Maybe.
italian: [ma] Forse.

source: [ma] But let's not waste time talking.
italian: [ma] Ma non perdiamo tempo a parlare.

source: [ma] Somebody is waiting.
italian: [ma] Qualcuno sta aspettando.

source: [pcthink] Damn, she looks hot down there...
italian: [pcthink] Dannazione, lei guarda caldo laggiù...

source: [pcthink] Oof, right down her throat!
italian: [pcthink] Oof, proprio sulla gola!

source: [ma] Mph...mhhh...
italian: [ma] Mph...mhhhh...

source: [pc] Damn, [ma], that's incredible!
italian: [pc] Dannazione, [ma], è incredibile!

source: [ma] Mwhaa... you haven't seen anything yet, honey.
italian: [ma] Mwhaa... non hai ancora visto niente, miele.

source: [pc] Holy...
italian: [pc] Santo...

source: [pc] Not so deep, [ma], I want to enjoy it a little bit longer.
italian: [pc] Non così profondo, [ma], voglio godermi un po 'più a lungo.

source: [pc] Can you go deeper again?
italian: [pc] Puoi andare di nuovo più in profondità?

source: [pc] Oh god, [ma] this feels incredible!
italian: [pc] Oh dio, [ma] questo si sente incredibile!

source: [ma] You could say I have some experience.
italian: [ma] Potresti dire che ho qualche esperienza.

source: [pc] No doubt!
italian: [pc] Senza dubbio!

source: [pc] Suck my clit, [ma].
italian: [pc] Succhiare il mio clit, [ma].

source: [ma] Mhh... you like that?
italian: [ma] Mhh... ti piace?

source: [pc] I love it, your tongue feels amazing!
italian: [pc] Lo amo, la tua lingua è incredibile!

source: [pc] Can you lick it again?
italian: [pc] Riesci a leccarlo?

source: [pc] You look so hot between my legs, [ma].
italian: [pc] Sembri così caldo tra le mie gambe, [ma].

source: [ma] Hn-nhh...you taste delicious.
italian: [ma] Hn-nhh... hai un sapore delizioso.

source: [pc] Shit, [ma]...
italian: [pc] Merda, [ma]...

source: [pc] Shit! [withvpunch]
italian: [pc] Merda! [withvpunch]

source: [pc] Damn, [ma], that was incredible.
italian: [pc] Dannazione, [ma], che è stato incredibile.

source: [ma] I was hoping you'd say that.
italian: [ma] Speravo che lo avreste detto.

source: [ma] Maybe we can go a little bit further next time.
italian: [ma] Forse possiamo andare un po' più avanti la prossima volta.

source: [pc] Next time, huh. I wouldn't mind.
italian: [pc] La prossima volta, ehh. Non mi dispiacerebbe.

source: [ma] Well, I guess I better go back to work, before my boss comes back, and I bet you have better stuff to do as well.
italian: [ma] Beh, immagino che sia meglio tornare al lavoro, prima che il mio capo torni indietro, e scommetto che hai cose migliori da fare.

source: [pc] I wouldn't say better, but yeah, I should probably leave as well...
italian: [pc] Non direi meglio, ma sì, probabilmente dovrei andarmene pure...

source: [ma] It would be quite embarrassing if my boss walked in on us now.
italian: [ma] Sarebbe piuttosto imbarazzante se il mio capo ci scoprisse adesso.

source: [pc] Heh, yeah...
italian: [pc] Heh, sì...

source: [ma] Feel free to come visit me anytime soon.
italian: [ma] Sentitevi liberi di venire a trovarmi in qualsiasi momento presto.

source: [pc] Oh? Is that an invitation?
italian: [pc] Oh? È un invito?

source: [ma] Our special customers are always welcome, no need for an invitation.
italian: [ma] I nostri clienti speciali sono sempre i benvenuti, non c'è bisogno di un invito.

source: [pc] I see, then I'm glad I'm such a special customer.
italian: [pc] Vedete, allora sono contento di essere un cliente così speciale.
