Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mcthink_] That was the first time meeting them... I didn't think much of it, just a misunderstanding, but...
french: [_mcthink_] C'était la première fois qu'ils les rencontrait ... Je n'en ai pas beaucoup pensé, juste un malentendu, mais ...

source: [_n_] ...I called [st] and she seems to have some ideas. [withdissolve]
french: [_n_] ...J'ai appelé [st] et elle semble avoir quelques idées. [withdissolve]

source: [_n_] Oh? So that's why...
french: [_n_] Oh? Donc c'est pourquoi ...

source: [_mcthink_] "So that's why..." At the time I didn't understand what he meant, but...
french: [_mcthink_] "C'est pourquoi ..." À l'époque, je ne comprenais pas ce qu'il voulait dire, mais ...

source: [_n_] Hmm? You look kinda different today...
french: [_n_] Hmm? Tu as l'air de différent aujourd'hui ...

source: [_n_] I-I don't know what you mean.
french: [_n_] Je ne sais pas ce que vous voulez dire.

source: [_mcthink_] That was the first time she was wearing makeup and no glasses, and she knew I was coming by...
french: [_mcthink_] C'était la première fois qu'elle portait du maquillage et pas de lunettes, et elle savait que je venais ...

source: [_mcthink_] ...and she knew I'd come by today...
french: [_mcthink_] ... et elle savait que je viendrais aujourd'hui ...

source: [_mcthink_] Could it really be that they hired me because [st] is interested in me?
french: [_mcthink_] Est-ce vraiment qu'ils m'ont embauché parce que [st] m'intéresse?

source: [_mcthink_] Would [boss] do that?
french: [_mcthink_] Est-ce que le [boss] le ferait?

source: [_mcthink_] Oh well, he probably didn't even know... or did he?
french: [_mcthink_] Oh bien, il ne savait probablement pas ... ou n'est-ce pas?

source: [_mcthink_] But even if... she's his best employee who basically takes care of the whole company for him...
french: [_mcthink_] Mais même si ... elle est son meilleur employé qui s'occupe essentiellement de toute l'entreprise pour lui ...

source: [_mcthink_] Of course he would play along, he's the kind of easygoing person anyway...
french: [_mcthink_] Bien sûr qu'il jouerait, il est le genre de personne facile de toute façon ...

source: [_mcthink_] Maybe it was actually him who set the whole thing up...
french: [_mcthink_] Peut-être que c'était lui qui a mis tout le truc ...

source: [_mcthink_] ...maybe they were browsing through all the candidates and he noticed she had an unusual reaction when they saw my profile...
french: [_mcthink_] ... Peut-être qu'ils partaient à travers tous les candidats et il a remarqué qu'elle avait une réaction inhabituelle quand ils ont vu mon profil ...

source: [_mcthink_] And it's not that I'm bad at my job, I doubt that [st] would've accepted me if I wasn't good enough for the job, even if she likes me personally... or rather my looks.
french: [_mcthink_] Et ce n'est pas que je sois mauvais à mon travail, je doute que [st] m'aurait acceptée si je n'étais pas assez bonne pour le travail, même si elle m'aime personnellement ... ou plutôt mon apparence.

source: [_mc_] Say [st], do you plan to go on a date?
french: [_mc_] Dis [st], avez-vous l'intention d'aller à une date?

source: [_st_] N-No, why?
french: [_st_] N-Non, pourquoi?

source: [_mc_] The dress and makeup, you look stunning today.
french: [_mc_] La robe et le maquillage, vous avez l'air sensationnel aujourd'hui.

source: [_st_] I-I just said that I don't plan to...
french: [_st_] Je viens de dire que je n'ai pas l'intention de ...

source: [_st_] Wait... did you... did you just ask me to...
french: [_st_] Attendez ... vous ... vous avez juste demandé ...

source: [_mc_] Yes, I did.
french: [_mc_] Oui, je l'ai fait.

source: [_st_] I don't have time for such things...
french: [_st_] Je n'ai pas le temps pour de telles choses ...

source: [_mcthink_] Of course...
french: [_mcthink_] Bien sûr ...

source: [_mcthink_] I guess it was probably [boss] who set the whole thing up...
french: [_mcthink_] Je suppose que c'était probablement [boss] qui a mis tout le truc ...

source: [_mcthink_] I mean, it's obvious that she likes me, but she's so damn shy and always focused on her work...
french: [_mcthink_] Je veux dire, c'est évident qu'elle m'aime, mais elle est tellement timide et toujours centrée sur son travail ...

source: [_mc_] Hmm, how about a business meeting then?
french: [_mc_] Hmm, comment une réunion d'affaires?

source: [_st_] A business meeting?
french: [_st_] Une réunion d'affaires?

source: [_mc_] Yeah, after work.
french: [_mc_] Oui, après le travail.

source: [_st_] You mean... like we could talk about the changes necessary for the project?
french: [_st_] Vous voulez dire ... comme nous pourrions parler des changements nécessaires pour le projet?

source: [_mc_] Exactly, just without the stress and interferences at work.
french: [_mc_] Exactement, sans le stress et les interférences au travail.

source: [_mcthink_] Damn, her eyes are stunning!
french: [_mcthink_] Damn, ses yeux sont étonnants !

source: [_st_] I... I see...
french: [_st_] I ... Je vois ...

source: [_mc_] So?
french: [_mc_] Alors?

source: [_st_] I guess... that's fine...
french: [_st_] Je suppose que ... c'est bien ...

source: [_mc_] Good, today after work?
french: [_mc_] Bon, aujourd'hui après le travail?

source: [_st_] I don't have time today.
french: [_st_] Je n'ai pas le temps aujourd'hui.

source: [_mc_] Alright, tomorrow then.
french: [_mc_] Alright, demain.

source: [_st_] Uhm... yes... I think...
french: [_st_] Uhm ... oui ... Je pense ...

source: [_st_] I... I'll send you a message, you can clock out.
french: [_st_] I ... Je t'enverrai un message, tu peux t'en sortir.

source: [_mc_] Already?
french: [_mc_] Déjà?

source: [_st_] Yes, I... you're distracting me!
french: [_st_] Oui, je ... tu me dises !

source: [_st_] Atomic Aeronautics, hello.
french: [_st_] Aéronautique atomique, bonjour.

source: [_mcthink_] Wow, that was quick... I'm distracting her, huh?
french: [_mcthink_] Wow, c'était rapide ... Je le distrais, hein?

source: [_mc_] Morning, [ma].
french: [_mc_] Matin, [ma].

source: [_ma_] Oh, [mc], nice to see you again. Did you forget anything?
french: [_ma_] Oh, [mc], agréable de vous revoir. As-tu oublié quelque chose?

source: [_mc_] No, but it looks like you gave me the wrong papers yesterday.
french: [_mc_] Non, mais on dirait que tu m'as donné les mauvais papiers hier.

source: [_ma_] The wrong papers?
french: [_ma_] Les mauvais papiers?

source: [_ma_] Let's see...
french: [_ma_] Voyons voir ...

source: [_ma_] Oh damn it!
french: [_ma_] Oh merde !

source: [_ma_] I'm sorry, you're right, they're not yours. Please, have a seat, I'll find the right papers for you.
french: [_ma_] Je suis désolé, vous avez raison, ils ne sont pas les vôtres. S'il vous plaît, avez un siège, je trouverai les bons papiers pour vous.

source: [_ma_] I'm really sorry, I have no idea how that happened.
french: [_ma_] Je suis vraiment désolé, je n'ai aucune idée de ce qui s'est passé.

source: [_mc_] Well there was a lot of chaos yesterday with the computer crash.
french: [_mc_] Eh bien, il y a eu beaucoup de chaos hier avec le crash de l'ordinateur.

source: [_ma_] True, I must've mixed the papers at some point.
french: [_ma_] Vrai, je dois avoir mélangé les papiers à un moment ou un autre.

source: [_mcthink_] Damn, what a body...
french: [_mcthink_] Damn, ce qu'un corps ...

source: [_ma_] I swear, such a mistake never happened before, we're very sensible with our clients data.
french: [_ma_] Je le jure, une telle erreur ne s'est jamais produite avant, nous sommes très sensés avec nos données clients.

source: [_mc_] I bet.
french: [_mc_] Je parie.

source: [_ma_] Ah, there.
french: [_ma_] Ah, là.

source: [_ma_] I guess I'll need to go through all the papers again...
french: [_ma_] Je suppose que je vais devoir passer à travers tous les papiers ...

source: [_ma_] Here, that's the correct one, please have a look for yourself.
french: [_ma_] Ici, c'est le bon, s'il vous plaît, regarde par vous-même.

source: [_ma_] Ugh, not again...
french: [_ma_] Ugh, pas encore ...

source: [_mc_] It's okay, I won't keep you any longer.
french: [_mc_] C'est bon, je ne vous garderai plus.

source: [_ma_] Okay, sorry again for all the trouble.
french: [_ma_] Ok, désolé encore pour tous les problèmes.

source: [_mc_] No problem, and thanks.
french: [_mc_] Aucun problème, et merci.

source: [_mcthink_] And I bet she's stretching her ass at me on purpose.
french: [_mcthink_] Et je parie qu'elle m'étend le cul à dessein.

source: [_ma_] Oh how rude of me, do you want a coffee, or something else to drink?
french: [_ma_] Oh, quelle grossière de moi, tu veux un café, ou quelque chose d'autre à boire?

source: [_mc_] I'm good, thanks... and I guess, it's a little too early for wine.
french: [_mc_] Je suis bon, merci ... et je suppose que c'est un peu trop tôt pour le vin.

source: [_ma_] Oh, I see, you want to go on where we left last time, hmm? Sadly I don't have the time today.
french: [_ma_] Oh, je vois, tu veux aller là où on a quitté la dernière fois, hmm? Malheureusement, je n'ai pas le temps aujourd'hui.

source: [_mc_] Too bad...
french: [_mc_] Trop mauvais ...

source: [_ma_] Are you sure you don't want anything else?
french: [_ma_] Etes-vous sûr de ne vouloir rien d'autre?

source: [_ma_] Well, how about a little appetizer instead?
french: [_ma_] Eh bien, comment un petit apéritif à la place?

source: [_mc_] Oof... now that's what I call an appetizer!
french: [_mc_] Ode ... maintenant c'est ce que j'appelle un apéritif !

source: [_ma_] Like what you see?
french: [_ma_] Comme ce que vous voyez?

source: [_mc_] Certainly!
french: [_mc_] Certainement !

source: [_ma_] I'm glad to hear that.
french: [_ma_] Je suis heureux d'entendre ça.

source: [_mc_] Is that your regular customer service?
french: [_mc_] Est-ce que votre service à la clientèle habituel?

source: [_ma_] Only for special customers.
french: [_ma_] Seulement pour les clients spéciaux.

source: [_mc_] I see... I guess they must be {b}very{/b} special then...
french: [_mc_] Je vois ... Je suppose qu'ils doivent être {b}très { /b } spécial alors ...

source: [_ma_] {b}[heshe!u]{/b} is.
french: [_ma_] {b}[ heshe ! u ] { /b } est.

source: [_ma_] That's the correct one, please have a look for yourself before you sign it.
french: [_ma_] C'est la bonne, s'il vous plaît, regardez par vous-même avant de le signer.

source: [_ma_] Sorry, I'll be right back with you.
french: [_ma_] Désolé, je reviendrai avec vous.

source: [_mcthink_] Damn, those curves!
french: [_mcthink_] Damn, ces courbes !

source: [_ma_] Oh, is that so?
french: [_ma_] Oh, c'est ça?

source: [_ma_] No, no problem, I'll take care of that.
french: [_ma_] Non, pas de problème, je m'en occupe.

source: [_ma_] Yes, Sir, don't worry about it.
french: [_ma_] Oui, Monsieur, ne vous inquiéte pas.

source: [_mcthink_] Must be her boss or something...
french: [_mcthink_] Doit être son patron ou quelque chose ...

source: [_mcthink_] What's going on?
french: [_mcthink_] Qu'est-ce qui se passe?

source: [_ma_] So, it looks like my boss will have to leave the office for a while...
french: [_ma_] Alors, il semble que mon patron devra quitter le bureau pour un moment ...

source: [_ma_] ...and he also advised me to find some documents in the meantime...
french: [_ma_] ... et il m'a également conseillé de trouver des documents dans l'intervalle ...

source: [_ma_] Being the good employee I am, I know of course where they are...
french: [_ma_] Être le bon employé que je suis, je sais bien sûr où ils sont ...

source: [_ma_] Which means I don't have to search for them.
french: [_ma_] Ce qui veut dire que je n'ai pas à les chercher.

source: [_ma_] But since he doesn't know and it has high priority, he told me to turn off the phone and ignore any emails until I found them or he comes back.
french: [_ma_] Mais comme il ne sait pas et qu'il a une grande priorité, il m'a dit de fermer le téléphone et d'ignorer tous les mails jusqu'à ce que je les trouve ou qu'il revienne.

source: [_mc_] I see, how inconvenient.
french: [_mc_] Je vois, à quel point.

source: [_ma_] Isn't it?
french: [_ma_] N'est-ce pas?

source: [_mc_] I guess my paperwork has to wait then.
french: [_mc_] Je suppose que mes papiers doivent attendre.

source: [_ma_] I hope you don't mind.
french: [_ma_] J'espère que ça ne vous dérose pas.

source: [_ma_] I'll make sure to make it up to you.
french: [_ma_] Je m'assurerai de vous le rendre.

source: [_ma_] In the best way possible...
french: [_ma_] De la meilleure façon possible ...

source: [_mc_] Now I'm curious.
french: [_mc_] Maintenant, je suis curieux.

source: [_ma_] We value customer intimacy very highly.
french: [_ma_] Nous apprécions grandement l'intimité des clients.

source: [_mc_] Customer intimacy, huh? I don't think that's what it really means, but I won't complain about a little intimacy.
french: [_mc_] L'intimité des clients, hein? Je ne pense pas que c'est ce que ça veut dire, mais je ne vais pas me plaindre d'un peu d'intimité.

source: [_ma_] Oh, it's going to get really intimate soon.
french: [_ma_] Oh, ça va devenir très intime bientôt.

source: [_ma_] {b}Really{/b}... intimate.
french: [_ma_] {b}Vraie { /b } ... intime.

source: [_ma_] Let's start with these, shall we?
french: [_ma_] Commençons par ça, allons-nous?

source: [_ma_] So, what do you think?
french: [_ma_] Alors, que pensez-vous?

source: [_mc_] Damn, I think I'm in heaven.
french: [_mc_] Damn, je crois que je suis au paradis.

source: [_ma_] Haha, you're not, but maybe that's where I come from.
french: [_ma_] Haha, vous n'êtes pas, mais peut-être que c'est là que je viens.

source: [_mc_] Oh I bet!
french: [_mc_] Oh, je parie !

source: [_ma_] Mhh, yes.
french: [_ma_] Mhh, oui.

source: [_ma_] Let me see what's under there...
french: [_ma_] Laisse-moi voir ce qu'il y a sous ...

source: [_ma_] Such a nice, young body.
french: [_ma_] Un si beau, jeune corps.

source: [_ma_] ...and such nice and firm tits, you're such a beauty!
french: [_ma_] ... et de tels seins sympas et fermes, vous êtes une telle beauté !

source: [_ma_] Mhh... such a lucky woman...
french: [_ma_] Mhh ... une femme aussi chanceuse ...

source: [_mc_] I think I'm the lucky one here.
french: [_mc_] Je pense que je suis la chance ici.

source: [_ma_] Let's get rid of this uncomfortable skirt...
french: [_ma_] Se débarrasser de cette jupe inconfortable ...

source: [_ma_] Mhh, maybe I should stay right down here.
french: [_ma_] Mhh, peut-être que je devrais rester ici.

source: [_mc_] Go ahead, I definitely wouldn't mind.
french: [_mc_] Allez-y, je ne le pense vraiment pas.

source: [_ma_] Oh, I'm sure of that...
french: [_ma_] Oh, j'en suis sûr ...

source: [_ma_] ...but I think I'll let you have the first taste if you don't mind.
french: [_ma_] ... mais je pense que je vous laisserai avoir le premier goût si vous ne le faites pas.

source: [_mc_] Not at all!
french: [_mc_] Pas du tout !

source: [_ma_] Let me just... climb on the chair...
french: [_ma_] Laissez-moi juste ... monter sur la chaise ...

source: [_mc_] Don't fall!
french: [_mc_] Ne pas tomber !

source: [_ma_] Now that would've been awkward, wouldn't it?
french: [_ma_] Maintenant que ça aurait été maladvenu, n'est-ce pas?

source: [_mcthink_] Damn, what a view.
french: [_mcthink_] Damn, ce qu'une vue.

source: [_ma_] Like the view?
french: [_ma_] Comme la vue?

source: [_mc_] Let's say I wouldn't mind seeing that more often.
french: [_mc_] Disons que je ne voudrais pas voir ça plus souvent.

source: [_ma_] Mhh... convince me.
french: [_ma_] Mhh ... me convainc.

source: [_mc_] With pleasure!
french: [_mc_] Avec plaisir !

source: [_ma_] What a good [boygirl]...
french: [_ma_] Quel bon [boygirl]...

source: [_ma_] You little...
french: [_ma_] Vous avez peu ...

source: [_ma_] Oh I see, I guess I was wrong.
french: [_ma_] Oh, je vois, j'ai eu tort.

source: [_ma_] Fine...
french: [_ma_] Amende ...

source: [_ma_] Mhhh... oh yes!
french: [_ma_] Mhhh ... oh oui !

source: [_ma_] You have quite a bit experience, I can tell...
french: [_ma_] Vous avez un peu d'expérience, je peux le dire ...

source: [_ma_] Haa... mhh... that's the spot!
french: [_ma_] Haa ... mhh ... c'est l'endroit !

source: [_ma_] Oh god...
french: [_ma_] Oh Dieu ...

source: [_ma_] Haaaa... yes! [withhpunch]
french: [_ma_] Haaaa ... oui ! [withhpunch]

source: [_ma_] That was better than I expected for somebody your age.
french: [_ma_] C'était mieux que ce que j'attendais pour quelqu'un de votre âge.

source: [_mc_] It's not like it's my first time...
french: [_mc_] Ce n'est pas comme si c'était ma première fois ...

source: [_ma_] I guess it's time for me to take over...
french: [_ma_] Je suppose qu'il est temps pour moi de prendre le dessus ...

source: [_ma_] Mhh... looks like someone is waiting already.
french: [_ma_] Mhh ... ressemble à quelqu'un qui attend déjà.

source: [_ma_] Mhh... nice and wet...
french: [_ma_] Mhh ... beau et mouillé ...

source: [_ma_] Hmm, come over here.
french: [_ma_] Hmm, viens ici.

source: [_mc_] I get the feeling you've been waiting for this to happen.
french: [_mc_] J'ai le sentiment que vous avez attendu que ça arrive.

source: [_ma_] Maybe.
french: [_ma_] Peut-être.

source: [_ma_] But let's not waste time talking.
french: [_ma_] Mais ne gaspons pas de temps à parler.

source: [_ma_] Somebody is waiting.
french: [_ma_] Quelqu'un est en attente.

source: [_mcthink_] Damn, she looks hot down there...
french: [_mcthink_] Damn, elle a l'air chaud là-bas ...

source: [_mcthink_] Oof, right down her throat!
french: [_mcthink_] Oof, juste à la gorge !

source: [_mc_] Damn, [ma], that's incredible!
french: [_mc_] Damn, [ma], c'est incroyable !

source: [_ma_] Mwhaa... you haven't seen anything yet, honey.
french: [_ma_] Mwhaa ... vous n'avez encore rien vu, chérie.

source: [_mc_] Holy...
french: [_mc_] Saint ...

source: [_mc_] Not so deep, [ma], I want to enjoy it a little bit longer.
french: [_mc_] Pas si profond, [ma], je veux en profiter un peu plus longtemps.

source: [_mc_] Can you go deeper again?
french: [_mc_] Pouvez-vous encore aller plus loin?

source: [_mc_] Oh god, [ma] this feels incredible!
french: [_mc_] Oh Dieu, [ma] c'est incroyable !

source: [_ma_] You could say I have some experience.
french: [_ma_] Vous pourriez dire que j'ai une certaine expérience.

source: [_mc_] No doubt!
french: [_mc_] Sans doute !

source: [_ma_] Mhh... you like that?
french: [_ma_] Mhh ... tu aimais ça?

source: [_mc_] I love it, your tongue feels amazing!
french: [_mc_] Je l'aime, votre langue est incroyable !

source: [_mc_] Can you lick it again?
french: [_mc_] Pouvez-vous le lécher à nouveau?

source: [_mc_] You look so hot between my legs, [ma].
french: [_mc_] Vous avez l'air si chaud entre mes jambes, [ma].

source: [_ma_] Hn-nhh...you taste delicious.
french: [_ma_] Hn-nhh...vous goûrez délicieux.

source: [_mc_] Fuck!
french: [_mc_] Putain !

source: [_mc_] Damn, [ma], that was incredible.
french: [_mc_] Damn, [ma], c'était incroyable.

source: [_ma_] I was hoping you'd say that.
french: [_ma_] J'espérais que tu dirais ça.

source: [_ma_] Maybe we can go a little bit further next time.
french: [_ma_] Peut-être que nous pouvons aller un peu plus loin la prochaine fois.

source: [_mc_] Next time, huh. I wouldn't mind.
french: [_mc_] La prochaine fois, huh. Je ne le ferais pas.

source: [_ma_] Oh, I bet.
french: [_ma_] Oh, je parie.

source: [_ma_] Well, I guess I better go back to work, before my boss comes back, and I bet you have better stuff to do as well.
french: [_ma_] Eh bien, je suppose que je devrais retourner au travail, avant que mon patron revienne, et je parie que vous avez de meilleures choses à faire aussi.

source: [_mc_] I wouldn't say better, but yeah, I should probably leave as well...
french: [_mc_] Je ne dirais pas mieux, mais oui, je devrais probablement partir aussi ...

source: [_ma_] It would be quite embarrassing if my boss walked in on us now.
french: [_ma_] Ce serait assez embarrassant si mon patron marchait sur nous maintenant.

source: [_mc_] Heh, yeah...
french: [_mc_] Heh, ouais ...

source: [_ma_] Feel free to come visit me anytime soon.
french: [_ma_] N'hésitez pas à me rendre visite bientôt.

source: [_mc_] Oh? Is that an invitation?
french: [_mc_] Oh? Est-ce une invitation?

source: [_ma_] Our special customers are always welcome, no need for an invitation.
french: [_ma_] Nos clients spéciaux sont toujours les bienvenus, pas besoin d'une invitation.

source: [_mc_] I see, then I'm glad I'm such a special customer.
french: [_mc_] Je vois, alors je suis content que je sois un client si spécial.

source: [_mcthink_] Hum... looks like this is the right spot.
french: [_mcthink_] Hum ... on dirait que c'est la bonne place.

source: [_mcthink_] Who would've thought that [st] likes irish pubs...
french: [_mcthink_] Qui aurait pensé que [st] aime les pubs irish ...

source: Guy [special_delimiter] Come on, I can show you my BMW!
french: Guy [special_delimiter] Allez, je peux vous montrer ma BMW !

source: Girl [special_delimiter] I'm not interested in your tiny BMW.
french: Fille [special_delimiter] Je ne suis pas intéressé par votre minuscule BMW.

source: Bartender [special_delimiter] Hey, didn't you say your wife is waiting for you?
french: Bartender [special_delimiter] Hé, n'avez-vous pas dit que votre femme vous attendait?

source: Guy [special_delimiter] No need to remind me of that old hag...
french: Guy [special_delimiter] Pas besoin de me rappeler ce vieux hag ...

source: [_mcthink_] Hum... haven't I seen that guy before?
french: [_mcthink_] Hum ... je n'ai pas vu ce type avant?

source: Bartender [special_delimiter] Sorry, Steph, that guy can be a real asshole when he's drunk, but usually he's not like that.
french: Bartender [special_delimiter] Désolé, Steph, ce gars peut être un vrai connard quand il est saoul, mais en général il n'est pas comme ça.

source: [_st_] It's fine...
french: [_st_] C'est bien ...

source: [_mcthink_] Wait, that's Steph?!
french: [_mcthink_] Attends, c'est Steph? !

source: Bartender [special_delimiter] Oh, sorry, come in, have a seat.
french: Bartender [special_delimiter] Oh, désolé, venez, avez un siège.

source: [_st_] You're late.
french: [_st_] Vous êtes en retard.

source: Bartender [special_delimiter] Ohhh, [heshe] is your new [boygirl]friend, sorry, I didn't realize.
french: Bartender [special_delimiter] Ohhh, [heshe] est votre nouvel ami [boygirl], désolé, je n'ai pas réalisé.

source: [_st_] Co-worker!
french: [_st_] Co-travailleur !

source: [_mc_] Eh... sorry, I had to look up the location, It's been a while since I've been in this part of the town.
french: [_mc_] Eh ... désolé, j'ai dû chercher l'endroit, c'est un moment depuis que j'ai été dans cette partie de la ville.

source: Bartender [special_delimiter] Don't worry, she's not really mad or anything. It's just her way of saying she's been eagerly waiting for you.
french: Bartender [special_delimiter] Ne vous inquiétez pas, elle n'est pas vraiment folle ou quoi que ce soit. C'est juste sa façon de dire qu'elle t'attend avec impatience.

source: [_ja_] What? Do you want to chase [himher] away already on your first date? Come on, Steph!
french: [_ja_] Quoi? Vous voulez chasser [himher] déjà à votre première date? Allez, Steph !

source: [_st_] It's not...
french: [_st_] Ce n'est pas ...

source: [_ja_] Come on, we talked about this, Steph!
french: [_ja_] Allez, on en a parlé, Steph !

source: [_mcthink_] Looks like they know each other pretty well. I wonder if it's because [st] comes here often...
french: [_mcthink_] On dirait qu'ils se connaissent assez bien. Je me demande si c'est parce que [st] arrive souvent ici ...
