Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [ma] Right, sorry, I just need your signature on some papers to make the transaction...
italian: [ma] Destra, mi dispiace, ho solo bisogno della tua firma su alcuni documenti per effettuare la transazione...

source: [n] You quickly go through the papers without taking much note of the content and sign them all.
italian: [n] Si passa rapidamente attraverso i documenti senza prendere molta nota del contenuto e firmare tutti.

source: [ma] Okay, here are your copies to keep.
italian: [ma] Okay, ecco le tue copie da mantenere.

source: [pc] Thanks, [ma].
italian: [pc] Grazie, [ma].

source: [ma] Sorry for the hassle.
italian: [ma] Scusa per il fastidio.

source: [pc] No problem, it's not your fault anyway.
italian: [pc] Nessun problema, non è colpa tua.

source: [n] You say good bye, leave the building and make your way back home...
italian: [n] Si dice di buon arrivo, lasciare l'edificio e fare il modo di tornare a casa...

source: [n] *Phone rings*
italian: [n] *Anelli telefonici*

source: [pcthink] Oh... right, today is the date!
italian: [pcthink] Oh... giusto, oggi è la data!

source: [h] Hey! Good morning, I mean, evening! Err... good day! Haha.
italian: [h] Ehi! Buongiorno, voglio dire, sera! Err... buon giorno! Haha.

source: [pc] Haha, what's up [h], ready for the date later today?
italian: [pc] Haha, come va [h], pronto per l'appuntamento di oggi?

source: [h] I mean, not yet, but I will!
italian: [h] Voglio dire, non ancora, ma lo farò!

source: [pc] Nice, will you tell me where we're going to go now?
italian: [pc] Nizza, mi dirai dove andremo adesso?

source: [h] No, not yet, haha.
italian: [h] No, non ancora, haha.

source: [pc] Come on, how will I know where to meet you?
italian: [pc] Avanti, come farò a sapere dove incontrarti?

source: [h] That's why I'm calling, do you know the old Galvin Pier at the Toluca Lake?
italian: [h] Ecco perché sto chiamando, conosci il vecchio molo Galvin al lago di Toluca?

source: [pc] Yeah, sure, I live on the other side of the lake.
italian: [pc] Sì, certo, vivo dall'altra parte del lago.

source: [h] Really?! You live at the lake?
italian: [h] Davvero?! Vivete al lago?

source: [pc] Yeah, well, currently at least.
italian: [pc] Sì, beh, attualmente almeno.

source: [h] Wow! Isn't that, like, really expensive?
italian: [h] Wow! Non è così caro?

source: [pc] I guess, but I don't have to pay anything at the moment.
italian: [pc] Immagino, ma non devo pagare nulla al momento.

source: [h] Oh really? Lucky you! I wish I could afford even the smallest flat.
italian: [h] Oh davvero? Fortunata! Vorrei che potessi permettermi anche il più piccolo appartamento.

source: [pc] You still live with your parents?
italian: [pc] Vivete ancora con i vostri genitori?

source: [h] Yes... I want to move out, but I can't afford it...
italian: [h] Sì... Voglio uscire, ma non posso permettermelo...

source: [pc] That sucks, I guess the pay at the cafe isn't the best, huh?
italian: [pc] Che succhia, immagino che la paga al caffè non è il migliore, eh?

source: [h] It's okay, but it's only a part time job and I don't have the time for a second job yet.
italian: [h] Va bene, ma è solo un lavoro a tempo parziale e non ho ancora il tempo per un secondo lavoro.

source: [pc] Yet?
italian: [pc] Già?

source: [h] Yes, I won't have time until I graduate from university.
italian: [h] Sì, non avrò tempo fino a quando non mi laureerò all'università.

source: [pc] Oh, what are you studying?
italian: [pc] Oh, cosa stai studiando?

source: [h] Environmental science.
italian: [h] Scienze ambientali.

source: [pc] Nice, are you going for a Bachelors or a Masters?
italian: [pc] Nizza, stai andando per un Bachelors o un Maestro?

source: [h] I'm not sure yet...
italian: [h] Non sono ancora sicuro...

source: [pc] Well, you can always switch anyway, which field are you going for?
italian: [pc] Beh, puoi sempre cambiare comunque, quale campo stai andando per?

source: [h] Uhm... Geoscience... I think...
italian: [h] Uhm... Geoscienza... Penso...

source: [pc] First year?
italian: [pc] Primo anno?

source: [h] Yes... I'm... I'm still not really sure what I want to do...
italian: [h] Sì... Non sono ancora sicuro di quello che voglio fare...

source: [pcthink] I get the feeling it wasn't her decision to study...
italian: [pcthink] Ho la sensazione che non sia stata la sua decisione di studiare...

source: [pc] Well, you still have a lot of time and changing the field isn't really uncommon.
italian: [pc] Beh, hai ancora molto tempo e cambiare il campo non è davvero raro.

source: [h] You think that'd be okay?
italian: [h] Pensate che sarebbe bene?

source: [pc] Sure, why not?
italian: [pc] Certo, perché no?

source: [pc] Anyway, back to the date...
italian: [pc] Comunque, torna alla data...

source: [h] Right! Uhm... the pier, shall we meet there?
italian: [h] Giusto! Uhm... il molo, ci incontreremo?

source: [pc] Sure, do you want me to bring anything?
italian: [pc] Certo, vuoi che io porti qualcosa?

source: [h] No-no, I got everything!
italian: [h] No-no, ho preso tutto!

source: [pc] Are you sure? I really don't mind.
italian: [pc] Sei sicuro? Non mi dispiace.

source: [h] No it's fine, really, you don't need to worry about anything!
italian: [h] Non va bene, davvero, non devi preoccuparti di niente!

source: [pc] Okay, if you're sure.
italian: [pc] Ok, se sei sicuro.

source: [h] Sooooo... at six in the afternoon?
italian: [h] Sooooo... alle sei del pomeriggio?

source: [pc] Let me check my calender... hmm... yeah, six sounds good.
italian: [pc] Permettetemi di controllare il mio calendario... hmm... sì, sei suona bene.

source: [h] No other girls to date?
italian: [h] Non ci sono altre ragazze fino ad oggi?

source: [pc] Not at six, no.
italian: [pc] Non alle sei, n.

source: [h] Haha, don't you dare!
italian: [h] Haha, non si osa!

source: [pc] Haha, just joking.
italian: [pc] Haha, basta scherzare.

source: [h] I mean... it's not that I... we aren't a couple... right? I mean, I-I'm not demanding anything! So... you could... theoretically... if you wanted to... as long as...
italian: [h] Voglio dire... non è questo... non siamo una coppia... giusto? Voglio dire, non sto chiedendo niente! . potrai... teoricamente... se volevate... fino...

source: [h] {size=-15}Oh, damn it, [h]! What are you doing!{/size}
italian: [h] {size=-15}Oh, maledetto, [h]! Cosa stai facendo!{/size}

source: [pc] Haha, you know I can hear you, right?
italian: [pc] Haha, sai che posso sentirti, giusto?

source: [h] Wha... {size=-15}damn{/size}, I'm sorry! I'm just... it's just... I-I tend to talk too much... sometimes... and sometimes I just say stupid things when I'm nervous...
italian: [h] Wha... {size=-15}damn{/size}, Mi dispiace! Sono solo... è solo... Io tendo a parlare troppo... a volte... e a volte dico cose stupide quando sono nervoso...

source: [pc] No need to be sorry, I think it's cute, but there's really no reason to be nervous.
italian: [pc] Non c'è bisogno di essere spiacenti, penso che sia carino, ma non c'è davvero motivo di essere nervosi.

source: [pc] It's fine, really, we aren't even on a date yet.
italian: [pc] Va bene, davvero, non siamo ancora in una data.

source: [h] I know... it's stupid, isn't it?
italian: [h] Lo so... è stupido, vero?

source: [pc] Haha, kind of, but also not really.
italian: [pc] Haha, tipo di, ma anche non davvero.

source: [pc] Everyone does or says something stupid every once in a while, especially when they're nervous. I'm no different.
italian: [pc] Ognuno fa o dice qualcosa di stupido ogni tanto, soprattutto quando è nervoso. Non sono diverso.

source: [h] I guess that's true...
italian: [h] Immagino che sia vero...

source: [pc] So, what's your plan for the date, does it involve skinny dipping?
italian: [pc] Quindi, qual è il tuo piano per la data, si tratta di immersione magra?

source: [h] W-What?
italian: [h] W-Cosa?

source: [pc] Haha, joking, just joking.
italian: [pc] Haha, scherzando, scherzando.

source: [h] Haha, you're naughty!
italian: [h] Haha, sei cattivo!

source: [pc] Just a little bit.
italian: [pc] Solo un po'.

source: [h] Haha, well, maybe...
italian: [h] Haha, beh, forse...

source: [pc] Maybe?
italian: [pc] Forse?

source: [h] ...nothing, haha.
italian: [h] ...niente, haha.

source: [pc] Maybe nothing?
italian: [pc] Forse niente?

source: [h] Maybe nothing, haha.
italian: [h] Forse niente, haha.

source: [h] Okay, I-I think I should uhh, prepare everything for later now.
italian: [h] Va bene, penso che dovrei uhh, preparare tutto per più tardi adesso.

source: [pc] Alright, six in the afternoon then?
italian: [pc] Allora, sei nel pomeriggio?

source: [h] Yes! At the Galvin Pier.
italian: [h] Sì! Al molo di Galvin.

source: [pc] Looking forward to it.
italian: [pc] In attesa di esso.

source: [h] Thanks, I mean, me too!
italian: [h] Grazie, voglio dire, anche io!

source: [pc] Heh, okay, later then.
italian: [pc] Heh, ok, più tardi allora.

source: [h] Later... nice talking to ya!
italian: [h] Più tardi... bello parlare con ya!

source: [pc] Yeah, same, bye, [h]!
italian: [pc] Sì, stesso, arrivederci, [h]!

source: [pcthink] Oh, [h] sent a picture.
italian: [pcthink] Oh, [h] ha inviato una foto.

source: [pcthink] Wow, she looks great!
italian: [pcthink] Wow, lei sembra grande!

source: [pcthink] I should probably head home and get ready for the date.
italian: [pcthink] Probabilmente dovrei andare a casa e prepararmi per la data.

source: [pcthink] Shit, I better hurry.
italian: [pcthink] Merda, meglio fretta.

source: [n] You rush back home, quickly change into something presentable, then make your way to the pier where [h] is already waiting. [withdissolve]
italian: [n] Ritornate a casa, cambiate rapidamente in qualcosa di presentabile, quindi fate strada al molo dove [h] è già in attesa. [withdissolve]

source: [pc] There she is, I hope I'm not too late.
italian: [pc] Lì, spero di non essere troppo tardi.

source: [h] Oh, hey there!
italian: [h] Oh, ehi lì!

source: [pc] Hey, sorry for making you wait for so long.
italian: [pc] Ehi, mi dispiace per averti fatto aspettare così a lungo.

source: [h] Oh, I didn't wait long, barely a few minutes!
italian: [h] Oh, non ho aspettato molto, appena pochi minuti!

source: [pc] Wow, you look beautiful! I love that dress!
italian: [pc] Wow, tu sembri bello! Amo quel vestito!

source: [pc] Wow, you look great, [h]!
italian: [pc] Wow, tu sembri grande, [h]!

source: [h] Thanks! You look great as well!
italian: [h] Grazie! Anche tu sembri grande!

source: [pc] What's in the backpack?
italian: [pc] Cosa c'è nello zaino?

source: [h] That's...
italian: [h] Questo...

source: [h] Restaurant "La Hanna".
italian: [h] Ristorante "La Hanna".

source: [pc] Oh, you have a whole restaurant in your backpack?
italian: [pc] Oh, hai un intero ristorante nello zaino?

source: [h] Well, just the kitchen, haha.
italian: [h] Beh, solo la cucina, haha.

source: [h] The restaurant is here, at the pier.
italian: [h] Il ristorante è qui, al molo.

source: [pc] Oh, I see, can you lead me to the tables then, Madam?
italian: [pc] Oh, vedi, puoi condurmi alle tavole, signora?

source: [h] Of course, Madam, please follow me.
italian: [h] Certo, signora, per favore seguimi.

source: [h] Of course, Monsieur, please follow me.
italian: [h] Naturalmente, Monsieur, per favore seguimi.

source: [pc] With pleasure.
italian: [pc] Con piacere.

source: [pc] So here's the spot?
italian: [pc] Quindi ecco il posto?

source: [h] Mh-hmm, you like it?
italian: [h] Mh-hmm, ti piace?

source: [pc] Yeah, but why not the pier itself? There's also a bench over there.
italian: [pc] Sì, ma perché non il molo stesso? C'è anche una panchina laggiù.

source: [h] The pier is broken and I like it here, it's a little bit more... private.
italian: [h] Il molo è rotto e mi piace qui, è un po' di più... privato.

source: [pc] Fair enough, I'll have a seat then.
italian: [pc] Bene abbastanza, allora avrò un posto.

source: [h] I'll take your order in a minute, Madam.
italian: [h] Farò il vostro ordine tra un minuto, signora.

source: [h] I'll take your order in a minute, Monsieur.
italian: [h] Prenderò l'ordine tra un minuto, Monsieur.

source: [pc] Heh, take your time, my Lady.
italian: [pc] Prenditi il tuo tempo, mia Signora.

source: [pcthink] She really thought of everything...
italian: [pcthink] Ha pensato davvero a tutto...

source: [h] Ready to take your order!
italian: [h] Pronto a prendere il tuo ordine!

source: [pc] I take the waitress, please.
italian: [pc] Io prendo la cameriera, per favore.

source: [h] Haha, you can't just skip the dinner part.
italian: [h] Haha, non puoi semplicemente saltare la parte della cena.

source: [pc] Alright, fine, dinner first then.
italian: [pc] Bene, benissimo, cena prima allora.

source: [pc] You said your parents were quite strict, right?
italian: [pc] Hai detto che i tuoi genitori erano abbastanza severi, giusto?

source: [h] Yes, sadly...
italian: [h] Sì, tristemente...

source: [pc] Do they know that you...
italian: [pc] Sanno che tu...

source: [h] That I like women?
italian: [h] Che mi piacciono le donne?

source: [h] That I'm on a date right now?
italian: [h] Che sono in un appuntamento in questo momento?

source: [h] None of their business, I have my own life and they'll have to accept it.
italian: [h] Nessuno dei loro affari, ho la mia vita e dovranno accettarla.

source: [pc] Heh, little rebel, huh?
italian: [pc] Heh, piccolo ribello, eh?

source: [pc] Didn't you say that you still live with your parents?
italian: [pc] Non hai detto che vivi ancora con i tuoi genitori?

source: [pc] Must be difficult, especially with the job and university...
italian: [pc] Deve essere difficile, soprattutto con il lavoro e l'università...

source: [h] It's not always easy, but they give me my own space...
italian: [h] Non è sempre facile, ma mi danno il mio spazio...

source: [h] The only thing that really sucks is that I have to do the laundry and dinner every time, especially when I had a hard day at work.
italian: [h] L'unica cosa che davvero succhia è che devo fare il bucato e la cena ogni volta, soprattutto quando ho avuto una dura giornata al lavoro.

source: [h] ...like last time when we were talking about the date.
italian: [h] ...come l'ultima volta in cui stavamo parlando della data.

source: [pc] You have to do the laundry and dinner every time?
italian: [pc] Devi fare il bucato e la cena ogni volta?

source: [pc] What are your parents doing then?
italian: [pc] Cosa stanno facendo i tuoi genitori?

source: [h] Dad has a fulltime job and Mom takes care of the boys.
italian: [h] Papà ha un lavoro a tempo pieno e la mamma si prende cura dei ragazzi.

source: [pc] The boys?
italian: [pc] I ragazzi?

source: [h] My little brothers, I have three of them, one pair of twins and a baby boy.
italian: [h] I miei fratelli, ne ho tre, un paio di gemelli e un bambino.

source: [pc] Wow, okay that's probably not easy for her as well, but still...
italian: [pc] Wow, va bene che probabilmente non è facile anche per lei, ma ancora...

source: [h] Mom keeps saying I have to do it to become a good wife for my future husband.
italian: [h] La mamma continua a dire che devo farlo per diventare una buona moglie per il mio futuro marito.

source: [pc] Sounds like an excuse...
italian: [pc] Suona come una scusa...

source: [h] No, she really thinks that way.
italian: [h] No, lei pensa davvero così.

source: [pc] Really?!
italian: [pc] Davvero?!

source: [h] Haha, I told you they're oldschool, didn't I?
italian: [h] Haha, ti ho detto che sono di vecchia scuola, vero?

source: [pc] True...
italian: [pc] Vero...

source: [n] You keep on chatting for a while until you notice that she started shivering slightly. You also notice goosebumps on her skin.
italian: [n] Continui a chiacchierare per un po' fino a quando non ti accorgi che ha iniziato a tremare leggermente.

source: [pc] Are you cold?
italian: [pc] Hai freddo?

source: [h] N-No, no I'm good, haha, just the wind...
italian: [h] N-No, non sono buono, haha, solo il vento...

source: [pc] It's getting a bit chilly.
italian: [pc] Sta diventando un po' freddo.

source: [h] A little bit.
italian: [h] Un po'.

source: [pc] Why don't you come over here.
italian: [pc] Perché non vieni qui sopra.

source: [pc] Better?
italian: [pc] Meglio?

source: [h] A lot!
italian: [h] Un sacco!

source: [h] Thank you.
italian: [h] Grazie.

source: [pc] It's totally my pleasure.
italian: [pc] È tutto il mio piacere.

source: [pc] Hey, I'm just being nice!
italian: [pc] Ehi, sono solo gentile!

source: [h] And I like it...
italian: [h] E mi piace...

source: [pc] So you call me a pervert but still like it...
italian: [pc] Così mi chiami pervertito ma mi piace...

source: [h] Haha, I guess that makes me a pervert, too.
italian: [h] Haha, immagino che mi renda anche un pervertito.

source: [pc] Yep, absolutely!
italian: [pc] Sì, assolutamente!

source: [h] I think it's starting to rain.
italian: [h] Penso che stia cominciando a piovere.

source: [pc] ...you're right.
italian: [pc] ... hai ragione.

source: [pc] Shit, I didn't check the weather forecast.
italian: [pc] Merda, non ho controllato le previsioni meteo.

source: [h] Me neither, I didn't even think about it.
italian: [h] Neanche io, non ci pensavo.

source: [pc] Let's hope it's just a short drizzle.
italian: [pc] Speriamo che sia solo un breve pioviggine.

source: [h] Shall we go have a look if the door to the greenhouse is open?
italian: [h] Dovremmo dare un'occhiata se la porta alla serra è aperta?

source: [pc] Sure we can try.
italian: [pc] Certo che possiamo provare.

source: [n] You get up and try to open the greenhouse door.
italian: [n] Ti alzi e prova ad aprire la porta della serra.

source: [h] Too bad, looks like it's locked.
italian: [h] Troppo male, sembra che sia bloccato.

source: [pc] Hmm, it's been abandoned for a while, maybe it's just jammed.
italian: [pc] Hmm, è stato abbandonato per un po', forse è solo inceppato.

source: [h] Maybe we can push it open.
italian: [h] Forse possiamo spingerlo aperto.

source: [pc] Yeah, let me try.
italian: [pc] Sì, lasciatemi provare.

source: [pc] Damn...
italian: [pc] Dannazione...

source: [h] Maybe I should've made more sandwiches.
italian: [h] Forse avrei dovuto fare più panini.

source: [pc] Ha-Ha... you stay there and hold the lamp.
italian: [pc] Ha-Ha... si rimane lì e tenere la lampada.

source: [h] Sure, my gallant hero.
italian: [h] Certo, il mio eroe gallante.

source: [h] Sure, my gallant heroine.
italian: [h] Certo, la mia gallante eroina.

source: [h] Did it move?
italian: [h] Si è mosso?

source: [pc] No idea...
italian: [pc] Nessuna idea...

source: [h] Don't hurt yourself.
italian: [h] Non farti del male.

source: [pc] Don't worry.
italian: [pc] Non ti preoccupare.

source: [pc] Finally!
italian: [pc] Finalmente!

source: [h] Yay, you made it!
italian: [h] Yay, l'hai fatta!

source: [pc] Can't let my lady drown, can I?
italian: [pc] Non posso far annegare la mia signora, vero?

source: [h] Haha, it's not {b}that{/b} much rain!
italian: [h] Haha, non è {b}che{/b} molta pioggia!

source: [h] But thanks...
italian: [h] Ma grazie...

source: [h] Oh, I better get my stuff here before it gets wet.
italian: [h] Oh, faccio meglio a prendere la mia roba qui prima che diventi bagnata.

source: [h] Why don't you secure the dungeon for us my hero.
italian: [h] Perché non proteggete il dungeon per noi il mio eroe.

source: [h] Why don't you secure the dungeon for us my heroine.
italian: [h] Perché non proteggete il Dungeon per noi la mia eroina.

source: [pc] Haha, I'll make sure the glasshouse, err... "the dungeon", is safe for you, my Lady!
italian: [pc] Haha, mi assicurerò che la serra, errore... "il torrione", sia al sicuro per te, Signora!

source: [h] Don't get eaten by the monster rats until I'm back!
italian: [h] Non farti mangiare dai ratti mostri fino a quando non sono tornato!

source: [pc] Heh, sure, I'll tell them to wait for you to come back before they eat me.
italian: [pc] Heh, certo, dirò loro di aspettare che tu torni prima che mi mangi.

source: [pcthink] Alright...
italian: [pcthink] Bene...

source: [pcthink] Let's see how the dun... greenhouse looks from the inside.
italian: [pcthink] Vediamo come la duna... serra guarda dall'interno.

source: [pc] Looks like the rain is getting stronger... maybe I should help [h].
italian: [pc] Sembra che la pioggia stia diventando più forte... forse dovrei aiutare [h].

source: [pc] Whoa! Did you get wet, my Lady?
italian: [pc] Choa! Ti sei bagnato, mia Signora?

source: [h] Haha, just a little bit.
italian: [h] Haha, solo un po'.

source: [h] Too bad, the weather doesn't want to play along.
italian: [h] Troppo male, il tempo non vuole giocare insieme.

source: [pc] Who cares, we have a roof and I'll keep you warm as long as it takes.
italian: [pc] A chi importa, abbiamo un tetto e ti terrò caldo finché ci vorrà.

source: [h] I want to show you something.
italian: [h] Voglio mostrarti qualcosa.

source: [pc] What is it?
italian: [pc] Che cos'è?

source: [h] Can you hold the blanket for me?
italian: [h] Riesci a tenere la coperta per me?

source: [h] Higher!
italian: [h] Più alto!

source: [h] And no peeking!
italian: [h] E non sbirciare!

source: [pc] What are you doing?
italian: [pc] Cosa stai facendo?

source: [h] You'll see!
italian: [h] Vedrete!

source: [pc] Just curious...
italian: [pc] Semplicemente curioso...

source: [pc] Haha, okay... sorry.
italian: [pc] Haha, ok... mi dispiace.

source: [h] Alright, I'm done.
italian: [h] Va bene, ho finito.

source: [h] You like it?
italian: [h] Ti piace?

source: [pc] I {b}love{/b} it!
italian: [pc] Ho {b}amore{/b} it!

source: [h] You said something about skinny dipping, so I thought...
italian: [h] Hai detto qualcosa di magro, quindi ho pensato...

source: [h] Well, no skinny dipping, but maybe you really wanted to dip into the water...
italian: [h] Beh, nessuna immersione magra, ma forse si voleva davvero immergersi in acqua...

source: [pc] I'd love to!
italian: [pc] Mi piacere!

source: [h] I thought so.
italian: [h] Ho pensato così.

source: [h] So, where's your bathing suit?
italian: [h] Allora, dov'è il tuo costume da bagno?

source: [pc] Err... well, as I said, "skinny dipping".
italian: [pc] Err... beh, come ho detto, "magro dipping".

source: [h] Wha... you'd really do that?
italian: [h] Che... lo farebbe veramente?

source: [pc] Of course, especially with you.
italian: [pc] Naturalmente, soprattutto con voi.

source: [h] That's so naughty!
italian: [h] È così cattivo!

source: [pc] Didn't we establish already that we're both naughty?
italian: [pc] Non abbiamo già stabilito che siamo entrambi cattivi?

source: [h] Haha, yes.
italian: [h] Haha, sì.

source: [pc] And you're such a beautiful girl...
italian: [pc] E sei una ragazza così bella...

source: [pc] I wouldn't mind a second, skinny dipping with you...
italian: [pc] Non mi dispiacerebbe un secondo, magro immersione con te...

source: [pc] Mind if I take a closer look?
italian: [pc] Metti a mente se do un'occhiata più da vicino?

source: [h] Just a peek.
italian: [h] Solo un peek.

source: [pc] Hmmh, so sexy.
italian: [pc] Hmmh, così sexy.

source: [pc] Mind if I...
italian: [pc] Mente se I...

source: [h] It's... it's just our first date...
italian: [h] E' solo la nostra prima data...

source: [pc] Right... you're right, sorry I got a little too excited here.
italian: [pc] Giusto... hai ragione, mi dispiace di essere stato un po' troppo eccitato qui.

source: [h] It's okay.
italian: [h] Va bene.

source: [pc] Why don't we sit down and wait until the rain stops?
italian: [pc] Perché non ci sediamo e aspettiamo che smetta di piovere?
