Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] Is that what you want to do with your life?
french: [_mc_] Est-ce que ce que vous voulez faire de votre vie?

source: [_j_] Definitely, you know I like it here, I honestly think it would be nice!
french: [_j_] Certainement, vous savez que je l'aime ici, je pense sincèrement que ce serait bien !

source: [_j_] I mean it, I'd like that!
french: [_j_] Je veux dire, j'aimerais ça !

source: [_mc_] And you're sure you really want to be a whore?
french: [_mc_] Et vous êtes sûr que vous voulez vraiment être une pute?

source: [_j_] No, I don't want to be a whore! I want to be {b}your{/b} whore. Your personal one, and only yours, [mcmd]!
french: [_j_] Non, je ne veux pas être une pute ! Je veux être {b}ta pute { /b }. Votre personnelle, et seulement la tienne, [mcmd]!

source: [_mc_] Hmm... Well, I'll think about it, under one condition.
french: [_mc_] Hmm ... Eh bien, je vais y réfléchir, sous une seule condition.

source: [_j_] Yay! I'll do it, whatever it is!
french: [_j_] Yay ! Je le ferai, quoi que ce soit !

source: [_mc_] You'll apologize and get your degree.
french: [_mc_] Vous vous excuserez et vous obtiendrez votre diplôme.

source: [_mc_] That's the condition.
french: [_mc_] C'est la condition.

source: [_j_] Fine... if I must...
french: [_j_] Fine ... si je dois ...

source: [_mc_] I mean it, [j].
french: [_mc_] Je veux dire, [j].

source: [_j_] Understood... I'll...
french: [_j_] Comprendre ... Je vais ...

source: [_j_] I'll do it, promise.
french: [_j_] Je le ferai, promets.

source: [_j_] ...did you have fun with [m]?
french: [_j_] ... vous êtes-vous amusante avec [m]?

source: [_mc_] Huh? How do you...
french: [_mc_] Huh? Comment tu ...

source: [_j_] So you did! It worked! How was it?
french: [_j_] Alors vous l'avez fait ! Ça a marché ! Comment c'était?

source: [_mc_] Err... it was... wait, what worked?
french: [_mc_] Err ... c'était ... attendre, ce qui a marché?

source: [_j_] Uhh... nothing?
french: [_j_] Uhh ... rien?

source: [_mc_] Did you suggest something to her while she was under the influence of the pills?
french: [_mc_] Avez-vous suggéré quelque chose à elle alors qu'elle était sous l'influence des pilules?

source: [_j_] I-I just told her that, if she wants to be closer to you, she has to leap over her own fence.
french: [_j_] Je viens de lui dire que si elle veut se rapprocher de vous, elle doit sauter par-dessus sa propre clôture.

source: [_mc_] That's all?
french: [_mc_] C'est tout?

source: [_j_] Yes, I mean, it's obvious that she likes you, isn't it? She was just too scared to do something about it. It's not like I told her to do something naughty........ {size=-15}not directly{/size}.
french: [_j_] Oui, je veux dire, c'est évident qu'elle t'aime, n'est-ce pas? Elle était trop effrayée pour faire quelque chose. Ce n'est pas comme si je lui avais dit de faire quelque chose ... { size=-15 } non directement { /size }.

source: [_j_] Awww... I just told her that she has a great body and you'd probably like to see it, I didn't tell her to have sex with you...
french: [_j_] Awww ... Je lui ai dit qu'elle avait un grand corps et que vous aimeriez probablement le voir, je ne lui ai pas dit d'avoir des relations sexuelles avec vous ...

source: [_j_] I-I just told her the truth, it's what you both wanted, and you both enjoyed it, didn't you?
french: [_j_] Je viens de lui dire la vérité, c'est ce que vous vouez tous les deux, et vous avez tous les deux apprécié, n'est-ce pas?

source: [_j_] Right?! I actually wanted to suggest a lot more, but I wasn't sure if you'd be okay with that.
french: [_j_] Droit? ! En fait, je voulais suggérer beaucoup plus, mais je n'étais pas sûr que vous seriez d'accord avec ça.

source: [_j_] But I wanted it to be a surprise... sorry.
french: [_j_] Mais je voulais qu'il soit une surprise ... désolé.

source: [_mc_] It was definitely unexpected.
french: [_mc_] C'était vraiment inattendu.

source: [_j_] Hehe, plan succeeded!
french: [_j_] Hehe, plan réussi !

source: [_j_] Sooo... now that your little harem is growing...
french: [_j_] Sooo ... maintenant que votre petit harem est en croissance ...

source: [_j_] Maybe we could use the pills to convince her to sleep in your bed with us, hehe.
french: [_j_] Peut-être que nous pourrions utiliser les pilules pour la convaincre de dormir dans votre lit avec nous, hehe.

source: [_j_] Oh... right, yeah, that might be a bad idea.
french: [_j_] Oh ... oui, ça pourrait être une mauvaise idée.

source: [_mc_] We can try to convince her without the pills.
french: [_mc_] Nous pouvons essayer de la convaincre sans les pilules.

source: [_j_] Yeah, but I doubt she'll ever agree...
french: [_j_] Oui, mais je doute qu'elle soit d'accord ...

source: [_mc_] Maybe she wont, but we'll have to accept it.
french: [_mc_] Peut-être qu'elle n'a pas, mais nous devons l'accepter.

source: [_j_] Yeah, I'd prefer it if she'd join us, but it's fine if she doesn't.
french: [_j_] Oui, je préférerais qu'elle se joine à nous, mais c'est bien si elle ne le fait pas.

source: [_j_] Yes! We'll have orgies every night, [mcmd]! I can't wait!
french: [_j_] Oui ! Nous aurons des orgies tous les soirs, [mcmd]! Je ne peux pas attendre !

source: [_mc_] Heh, that might take some time.
french: [_mc_] Heh, ça pourrait prendre du temps.

source: [_j_] Maybe, but I can wait!
french: [_j_] Peut-être, mais je peux attendre !

source: [_mc_] You're aware that she's going to compete with you?
french: [_mc_] Vous savez qu'elle va concurrencer avec vous?

source: [_mc_] But you better don't do that again, [j]. Playing with peoples mind can be dangerous.
french: [_mc_] Mais vous feriez mieux de ne pas recommencer, [j]. Jouer avec l'esprit des gens peut être dangereux.

source: [_j_] Yeah, you're right, maybe I shouldn't have done it at all...
french: [_j_] Oui, vous avez raison, peut-être que je n'aurais pas dû le faire du tout ...

source: [_mc_] Maybe, but now it's too late.
french: [_mc_] Peut-être, mais maintenant il est trop tard.

source: [_j_] Yeah... damn it, I hope it wasn't a mistake...
french: [_j_] Oui, j'espère que ce n'était pas une erreur ...

source: [_mc_] Probably not, but don't risk it.
french: [_mc_] Probablement pas, mais ne le risque pas.

source: [_j_] Right, now I'm feeling bad... I won't do it ever again!
french: [_j_] Bon, maintenant je me sens mal ... Je ne le ferai plus jamais !

source: [_j_] Awww, but it helped...
french: [_j_] Awww, mais ça a aidé ...

source: [_mc_] Playing with peoples mind can be dangerous, [j].
french: [_mc_] Jouer avec l'esprit des gens peut être dangereux, [j].

source: [_mc_] She trusts you, [j], and you betrayed her trust.
french: [_mc_] Elle vous fait confiance, [j], et vous avez trahi sa confiance.

source: [_j_] But I just wanted to help!
french: [_j_] Mais je voulais juste aider !

source: [_mc_] It's the wrong way, [j]!
french: [_mc_] C'est la mauvaise voie, [j]!

source: [_j_] Awww, I'm sorry... I really just wanted to help...
french: [_j_] Awww, je suis désolé ... Je voulais vraiment aider ...

source: [_j_] Why do I always mess everything up...
french: [_j_] Pourquoi j'ai toujours tout gâcher ...

source: [_mc_] Because you don't think before you act, and you really should start doing that if you don't want to lose everyone and everything that means something to you.
french: [_mc_] Parce que vous ne pensez pas avant d'agir, et que vous devriez vraiment commencer à faire ça si vous ne voulez pas perdre tout le monde et tout ce qui signifie quelque chose pour vous.

source: [_mc_] Shit, [oc] told me exactly the same once... and you know what?
french: [_mc_] Shit, [oc] me dit exactement la même fois ... et vous savez quoi?

source: [_j_] ...What?
french: [_j_] ...Quoi?

source: [_mc_] He was right, but I wasn't ready to see it, yet.
french: [_mc_] Il avait raison, mais je n'étais pas encore prêt à le voir.

source: [_j_] I know it's true... but I only ever realize it when it's too late...
french: [_j_] Je sais que c'est vrai ... mais je ne le réalise que quand il est trop tard ...

source: [_mc_] Huh? What are you talking about?
french: [_mc_] Huh? De quoi parlez-vous?

source: [_j_] I saw her leaving when I came back.
french: [_j_] Je l'ai vue partir quand je suis revenu.

source: [_mc_] You saw her leaving? She left almost an hour ago.
french: [_mc_] Vous avez vu son départ? Elle est parti il y a presque une heure.

source: [_j_] I was walking, so it took me a while to get here.
french: [_j_] Je marchais, donc ça m'a pris un moment pour venir ici.

source: [_mc_] Why didn't you take the bus?
french: [_mc_] Pourquoi n'avez-vous pas pris le bus?

source: [_j_] I missed it by a few minutes...
french: [_j_] Je l'ai raté de quelques minutes ...

source: [_mc_] Damn, you walked all the way from school?
french: [_mc_] Damn, tu as marché depuis l'école?

source: [_j_] Yeah... it feels like my feet are almost falling off...
french: [_j_] Oui ... j'ai l'impression que mes pieds tombent presque ...

source: [_mc_] Well, at least you can relax now.
french: [_mc_] Eh bien, au moins vous pouvez vous détendre maintenant.

source: [_j_] Yeah, finally...
french: [_j_] Oui, enfin ...

source: [_j_] So, how was it?
french: [_j_] Alors, comment?

source: [_mc_] How was what?
french: [_mc_] Comment ça a été?

source: [_j_] You and [m]?
french: [_j_] Vous et [m]?

source: [_mc_] There was nothing, she just forgot something, she got it, and went back to work.
french: [_mc_] Il n'y avait rien, elle a oublié quelque chose, elle l'a eu, et est revenue au travail.

source: [_j_] Really?
french: [_j_] Vraiement?

source: [_mc_] Yes, really.
french: [_mc_] Oui, vraiment.

source: [_j_] Oh... how boring...
french: [_j_] Oh ... combien ennuyeux ...

source: [_mc_] Do you want me to get something going with her?
french: [_mc_] Voulez-vous que j'ai quelque chose qui va avec elle?

source: [_j_] Of course, more girls for your harem!
french: [_j_] Bien sûr, plus de filles pour votre harem !

source: [_j_] Of course, you'd make a great couple, and [e] would be happy as well!
french: [_j_] Bien sûr, vous feriez un grand couple, et [e] serait heureux aussi !

source: [_mc_] You think it would make [e] happy?
french: [_mc_] Vous pensez que ça ferait du [e] heureux?

source: [_j_] Why not? I don't mind, [e] would be happy, and maybe I can watch you two in the future, hehe.
french: [_j_] Pourquoi pas? Je ne pense pas, [e] serait heureux, et peut-être que je peux vous voir deux à l'avenir, hehe.

source: [_mc_] You think [e] would like me to be with [m]?
french: [_mc_] Vous pensez que [e] aimerait que je soit avec [m]?

source: [_j_] Yeah, sure...
french: [_j_] Oui, sûr ...

source: [_mcthink_] [j] is really a weird one... sometimes I'm not even sure if she's being honest or not...
french: [_mcthink_] [j] est vraiment bizarre ... parfois je ne suis même pas sûre qu'elle soit honnête ou pas ...

source: [_j_] Aaaaawww, I can't do this anymore...
french: [_j_] Aaaaawww, je ne peux plus faire ça ...

source: [_mc_] Huh? What? What are you talking about?
french: [_mc_] Huh? Quoi? De quoi parlez-vous?

source: [_j_] ...dammit... shit...
french: [_j_] ... merde ... merde ...

source: [_mc_] What the hell is wrong, [j]?!
french: [_mc_] Quel est le problème, [j]? !

source: [_j_] It's... I think...
french: [_j_] C'est. .. Je pense ...

source: [_mcthink_] What's wrong with her now?
french: [_mcthink_] Qu'est-ce qui ne va pas avec elle maintenant?

source: [_j_] I like you, okay? And it's because of [e]... I just can't...
french: [_j_] Je t'aime bien, ok? Et c'est à cause du [e]... Je ne peux pas ...

source: voice [special_delimiter] {size=+15}[j]!{/size} [withhpunch]
french: Voix [special_delimiter] { size= + 15 }[j]! { /size } [withhpunch]

source: [_j_] [e] wait!
french: [_j_] [e] attente !

source: [_j_] I guess you should talk to her...
french: [_j_] Je suppose que vous devriez lui parler ...

source: [_j_] I'm sorry...
french: [_j_] Je suis désolé ...

source: [_mc_] Wait!
french: [_mc_] Attends !

source: [_mcthink_] Damn it!
french: [_mcthink_] Merde !

source: [_mcthink_] [e] really talks...
french: [_mcthink_] [e] vraiment des discussions ...

source: [_mc_] Huh? Is [e] not here?
french: [_mc_] Huh? Est-ce que le [e] n'est pas ici?

source: [_j_] Oh damn... She...
french: [_j_] Oh merde ... Elle ...

source: [_j_] She's probably not in the house anymore...
french: [_j_] Elle n'est probablement plus dans la maison ...

source: [_mc_] What? Did she run away?
french: [_mc_] Quoi? Est-elle en fuite?

source: [_j_] I... I don't know...
french: [_j_] I ... Je ne sais pas ...

source: [_mc_] Shit, she wouldn't do that, would she?
french: [_mc_] Shit, elle ne ferait pas ça, si?

source: [_j_] I don't think so, but...
french: [_j_] Je ne pense pas, mais ...

source: [_mc_] Damn, I got to ask [m]...
french: [_mc_] Damn, je dois demander [m]...

source: [_mc_] [m] have you seen [e]?
french: [_mc_] [m] Avez-vous vu [e]?

source: [_m_] No...?
french: [_m_] Non ..?

source: [_extend_] Why, is something wrong? You look concerned.
french: [_extend_] Pourquoi, quelque chose ne va pas? Vous avez l'air concerné.

source: [_mc_] Err, well...
french: [_mc_] Err, eh bien ...

source: [_j_] We had a small argument, and now she's nowhere to be found.
french: [_j_] Nous avons eu un petit argument, et maintenant elle est introuvable.

source: [_m_] An argument?
french: [_m_] Un argument?

source: [_m_] ...and you can't find her?
french: [_m_] ... et tu ne peux pas la trouver?

source: [_mc_] Don't worry, she's probably just outside, getting some fresh air.
french: [_mc_] Ne vous inquiétez pas, elle est probablement juste à l'extérieur, obtenant un peu d'air frais.

source: [_j_] Yeah, she'll be back in no time, don't worry, [m]!
french: [_j_] Oui, elle sera de retour en aucun temps, ne vous inquiéterez pas, [m]!

source: [_m_] Are you sure? Maybe we should call the police.
french: [_m_] Etes-vous sûr? Peut-être devrions-nous appeler la police.

source: [_mc_] Nah, she's probably around the house, don't worry, I'll have a look.
french: [_mc_] Nah, elle est probablement autour de la maison, ne t'inquiète pas, j'aurai l'air.

source: [_m_] O-okay... yes... you're probably right...
french: [_m_] O-okay ... oui ... vous avez probablement raison ...

source: [_mcthink_] Hmm... where could she be...
french: [_mcthink_] Hmm ... où elle pourrait être ...

source: [_mcthink_] The old man's bike...
french: [_mcthink_] Le vieux vélo de l'homme ...

source: [_mcthink_] I didn't expect that to still be here...
french: [_mcthink_] Je ne m'attendais pas à ce qu'il soit encore là ...

source: [_mcthink_] Where did she go?
french: [_mcthink_] Où est-elle?

source: [_mcthink_] I should go back inside, maybe [j] has an idea where [e] might be...
french: [_mcthink_] Je devrais retourner à l'intérieur, peut-être [j] a une idée où [e] pourrait être ...

source: [_j_] Did you find her?
french: [_j_] Est-ce que tu l'as trouvé?

source: [_mc_] No, she's not in the garden, I was thinking that you might know where she could've gone.
french: [_mc_] Non, elle n'est pas dans le jardin, je pensais que vous pourriez savoir où elle aurait pu aller.

source: [_j_] There was one specific spot she showed me once, she said she visited it a few times when she wanted to be alone.
french: [_j_] Il y avait un endroit précis qu'elle m'a montré une fois, elle a dit qu'elle s'y était rendue quelques fois quand elle voulait être seule.

source: [_mc_] Where?
french: [_mc_] Où?

source: [_j_] Maybe... maybe it's better to leave her alone right now...
french: [_j_] Peut-être qu'il est préférable de la laisser tranquille ...

source: [_mc_] I need to talk to her, [j]!
french: [_mc_] Je dois lui parler, [j]!

source: [_j_] Okay I... I'll get you there...
french: [_j_] Ok. Je vous y trouverai ...

source: [_n_] You and [j] leave the house.
french: [_n_] Vous et [j] quittez la maison.

source: [_mc_] [j] why didn't you tell me she can talk?
french: [_mc_] [j] Pourquoi ne m'avez-vous pas dit qu'elle pouvait parler?

source: [_j_] That's... complicated... and I actually thought you realized that already.
french: [_j_] C'est. .. compliqué ... et j'ai pensé que tu avais déjà compris ça.

source: [_mc_] I had my suspicion, but seriously, you should've just told me.
french: [_mc_] J'ai eu mon soupçon, mais sérieusement, tu aurais dû me le dire.

source: [_j_] I know... but I promised her not to tell you...
french: [_j_] Je sais ... mais je lui ai promis de ne pas te le dire ...

source: [_mc_] But why?
french: [_mc_] Mais pourquoi?

source: [_j_] As I said, it's complicated... it's better if you ask her...
french: [_j_] Comme je l'ai dit, c'est compliqué ... c'est mieux si vous lui demandez ...

source: [_n_] You walk in silence for a while...
french: [_n_] Vous marchez en silence pendant un moment ...

source: [_mc_] Does [m] know about it?
french: [_mc_] Est-ce que le [m] le sait?

source: [_j_] That [e] can talk?
french: [_j_] Le [e] peut-il parler?

source: [_j_] I'm not sure... I guess she suspects it, but she never really pressed it as far as I can tell...
french: [_j_] Je ne suis pas sûr ... Je suppose qu'elle la soupçonne, mais elle ne l'a jamais vraiment pressé autant que je peux le dire ...

source: [_mcthink_] Why would [m] not try to make her talk if she already suspects it?
french: [_mcthink_] Pourquoi [m] ne pas essayer de faire son exposé si elle la soupçonne déjà?

source: [_mcthink_] She told me she tried everything, several different therapists and all that... was that a lie?
french: [_mcthink_] Elle m'a dit qu'elle avait tout essayé, plusieurs thérapeutes différents et tout ça ... c'était un mensonge?

source: [_j_] I think...
french: [_j_] Je pense ...

source: [_j_] Maybe she doesn't want to believe it...
french: [_j_] Peut-être qu'elle ne veut pas la croire ...

source: [_mc_] What do you mean? Why would she not want [e] to speak?
french: [_mc_] Que voulez-vous dire? Pourquoi ne voudrait-on pas que le [e] parle?

source: [_j_] No, I mean maybe she doesn't want to believe that [e] only speaks to me and not to her.
french: [_j_] Non, je veux dire qu'elle ne veut peut-être pas croire que le [e] ne s'adresse qu'à moi et pas à elle.

source: [_mc_] Hmm... maybe, she's her mother after all...
french: [_mc_] Hmm ... peut-être, elle est sa mère après tout ...

source: [_mcthink_] Maybe she even thinks it's her fault... which is kind of true...
french: [_mcthink_] Peut-être qu'elle pense que c'est sa faute ... ce qui est vrai ...

source: [_mcthink_] If it wasn't for her, I wouldn't have run away that day, and then [e] wouldn't have disappeared...
french: [_mcthink_] Si ce n'était pas pour elle, je n'aurais pas pu courir ce jour-là, et alors [e] n'aurait pas disparu ...

source: [_mcthink_] Wait...
french: [_mcthink_] Attente ...

source: [_mc_] [j]... could it be that she doesn't talk to me because I ran away without telling her, and not to [m] because she's the reason for me running away?
french: [_mc_] [j]... ça pourrait être qu'elle ne me parle pas parce que je me suis enfuit sans lui dire, et pas au [m] parce qu'elle est la raison pour laquelle je m'enfuit?

source: [_j_] No... not really...
french: [_j_] Non ... pas vraiment ...

source: [_mc_] Not really?
french: [_mc_] Pas vraiment?

source: [_j_] Well, I'm sure it's part of the reason, but... it's really better to ask her yourself.
french: [_j_] Bien, je suis sûr que ça fait partie de la raison, mais ... c'est vraiment mieux de lui demander vous-même.

source: [_j_] I've caused enough damage already...
french: [_j_] J'ai déjà causé assez de dégâts ...

source: [_mc_] What did you mean by "things have changed"?
french: [_mc_] Que voulez-vous dire par "les choses ont changé"?

source: [_mc_] You said "I can't do this anymore" and "things have changed" when [e] stormed into my room.
french: [_mc_] Vous avez dit "Je ne peux plus faire ça" et "les choses ont changé" quand [e] ont envahi ma chambre.

source: [_j_] It's...
french: [_j_] C'est. ..

source: [_mc_] Come on [j], don't say it's complicated again, at least tell me this much.
french: [_mc_] Come on [j], don't say it's compliquées again, at least tell me this much.

source: [_j_] I... we...
french: [_j_] I. .. nous ...

source: [_j_] When [e] learned that you'd come back, she wanted to find a way to make you stay...
french: [_j_] Quand [e] a appris que tu reviendrais, elle voulait trouver un moyen de te faire rester ...

source: [_mc_] Wait, don't tell me you started the fire in the apartment?!
french: [_mc_] Attends, ne me dis pas que tu as commencé le feu dans l'appartement?

source: [_j_] What? No! We didn't even know when you'd arrive!
french: [_j_] Quoi? Non ! On ne savait même pas quand tu arriverais !

source: [_mc_] Phew... thank god...
french: [_mc_] Phew ... dieu merci ...

source: [_mc_] So, uhh... right, [e] wanted to find a way to make me stay, so what happened next?
french: [_mc_] So, uhh ... right, [e] wanted to find a way to make me stay, so what est-il arrivé?

source: [_j_] I... I might've jokingly said "sex"...
french: [_j_] I ... J'aurais pu plaisanteries dire "sexe" ...

source: [_mc_] You what?
french: [_mc_] Vous quoi?

source: [_j_] It was just a joke, I wasn't being serious and [e] knew that, but then...
french: [_j_] C'était juste une blague, je n'étais pas sérieux et [e] le savait, mais alors ...

source: [_j_] Then she decided that it might be the best way.
french: [_j_] Puis elle a décidé que c'était peut-être le meilleur moyen.

source: [_j_] But only after she saw you... after you moved in...
french: [_j_] Mais seulement après qu'elle vous a vu ... après que vous avez déménagé ...

source: [_mc_] ...so she wasn't sure at first?
french: [_mc_] ... alors elle n'était pas sûre au début?

source: [_j_] I don't know, she didn't mention it until you moved in.
french: [_j_] Je ne sais pas, elle ne l'a pas mentionné tant que vous n'avez pas déménagé.

source: [_j_] Then she said she wanted to know if you still care about her...
french: [_j_] Elle a ensuite dit qu'elle voulait savoir si vous vous souciez toujours d'elle ...

source: [_mc_] So it was all just to make me stay...
french: [_mc_] Alors c'était juste de me faire rester ...

source: [_j_] Nooo, she loves you, she admires you... and if that's what makes you stay... it was all the more reason for her.
french: [_j_] Nooo, elle vous aime, elle vous admire ... et si c'est ce qui fait que vous restez ... c'est d'autant plus la raison pour elle.

source: [_mc_] Still, this is so fucked up, just having sex with me, so I'd stay...
french: [_mc_] Pourtant, c'est si baisée, juste avoir des relations sexuelles avec moi, alors je resterais ...

source: [_j_] It's not only that! As I said, she loves you, and she loves having sex with you.
french: [_j_] C'est pas seulement ça ! Comme je l'ai dit, elle t'aime, et elle adore avoir des relations sexuelles avec toi.

source: [_j_] ...and so do I...
french: [_j_] ... et moi aussi ...

source: [_mc_] And what changed now? What did you mean by that?
french: [_mc_] Et ce qui a changé maintenant? Que voulez-vous dire par là?

source: [_j_] I might...
french: [_j_] Je pourrais ...

source: [_j_] Awww, fine... I-I might like you...
french: [_j_] Awww, fin ... Je voudrais que vous vous aimais ...

source: [_mc_] Wh... wait!
french: [_mc_] Wh ... Attends !

source: [_mc_] You realize that now after we fucked like rabbits several times?
french: [_mc_] Vous vous rendez compte qu'après avoir puisé comme des lapins plusieurs fois?

source: [_j_] I... maybe... fuck!
french: [_j_] I. .. peut-être ... baise !

source: [_j_] I like you more than I thought I would, okay?!
french: [_j_] Je vous aime bien plus que ce que je pensais, d'accord?
