Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_j_] ...there must be a cancel button somewhere!
french: [_j_] ... il doit y avoir un bouton d'annulation quelque part !

source: [_j_] Shit, maybe if you go back?
french: [_j_] Shit, peut-être si vous revenez?

source: [_j_] Oh, damn...
french: [_j_] Oh, merde ...

source: [_mc_] What's going on?
french: [_mc_] Qu'est-ce qui se passe?

source: [_j_] Uh... we...
french: [_j_] Uh ... nous ...

source: [_j_] I think we... maybe... accidentally... bought a TV?
french: [_j_] Je pense que nous ... peut-être ... accidentellement ... a acheté une télé?

source: [_mc_] You did what?! How can you buy something accidentally?
french: [_mc_] Vous avez fait quoi? ! Comment peut-on acheter quelque chose de accidentellement?

source: [_j_] We were just joking around, and then...
french: [_j_] Nous plaisantons, et puis ...

source: [_j_] We didn't expect "buy now" to really be one click...
french: [_j_] Nous ne nous attendions pas à "acheter maintenant" pour vraiment être un clic ...

source: [_mc_] Eh, that's how it works, my credentials are saved, so "buy now", means buy now.
french: [_mc_] Eh, c'est comme ça que ça marche, mes titres sont sauvés, donc "acheter maintenant", c'est acheter maintenant.

source: [_j_] Sorry... we didn't expect that...
french: [_j_] Désolé ... nous ne nous attendions pas à ce que ...

source: [_j_] There must be a way to cancel it, right?
french: [_j_] Il doit y avoir un moyen de l'annuler, n'est-ce pas?

source: [_mc_] Was it the TV I had open?
french: [_mc_] Est-ce que c'était la télé que j'avais ouverte?

source: [_mc_] Well, I guess it's okay then, I was about to buy it anyway.
french: [_mc_] Eh bien, je suppose que c'est d'accord alors, j'étais sur le point de l'acheter de toute façon.

source: [_j_] A-are you sure? It's pretty expensive.
french: [_j_] A-êtes-vous sûr? C'est assez cher.

source: [_mc_] Yeah, but it's worth the money.
french: [_mc_] Oui, mais ça vaut la peine.

source: [_j_] It's not too much?
french: [_j_] Ce n'est pas trop?

source: [_mc_] Well, if you want a good TV, you need to pay good money for it, and with the new job I can afford it anyway.
french: [_mc_] Eh bien, si vous voulez une bonne télévision, vous devez payer de l'argent pour ça, et avec le nouvel emploi, je peux me le permettre de toute façon.

source: [_mcthink_] ...once I get my first paycheck...
french: [_mcthink_] ... une fois que j'ai mon premier chèque de paye ...

source: [_extend_] but you aren't mad?
french: [_extend_] mais vous n'êtes pas en colère?

source: [_mc_] Well...
french: [_mc_] Puits ...

source: [_j_] Okay.
french: [_j_] Ok.

source: [_j_] Okay, of course!
french: [_j_] Bon, bien sûr !

source: [_j_] Don't touch it, don't touch it!
french: [_j_] Ne touchez pas, ne le touchez pas !

source: [_j_] Aww, she touched it!
french: [_j_] Aww, elle l'a touchée !

source: [_j_] Uhh... scary...
french: [_j_] Uhh ... effrayé ...

source: [_j_] I'll leave you two alone for a minute.
french: [_j_] Je vous laisse deux seuls pendant une minute.

source: [_mcthink_] Oh shit...
french: [_mcthink_] Oh merde ...

source: [_mc_] Hey, aren't we a little nosey?
french: [_mc_] Hé, n'est-ce pas un petit nosey?

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], maybe even [m], but... It's bad enough they've seen me and [t] earlier...
french: [_mcthink_] Je ferais mieux de le faire vite. [e] peut être d'accord avec moi et [j], peut-être même [m], mais ... C'est assez mauvais qu'ils m'aient vu et [t] plus tôt ...

source: [_mcthink_] Maybe they're even okay with that, but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Peut-être qu'ils vont bien avec ça, mais qui sait comment elle réagirait à quelqu'un qu'elle ne sait pas ...

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], maybe even [m], but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Je ferais mieux de le faire vite. [e] pourrait être d'accord avec moi et [j], peut-être même [m], mais qui sait comment elle réagirait à quelqu'un qu'elle ne sait pas ...

source: [_mcthink_] I better make it quick. [e] might be okay with me and [j], but who knows how she'd react to someone she doesn't know...
french: [_mcthink_] Je ferais mieux de le faire vite. [e] pourrait être d'accord avec moi et [j], mais qui sait comment elle réagirait à quelqu'un qu'elle ne sait pas ...

source: [_mcthink_] I better make it quick...
french: [_mcthink_] Je ferais mieux de le faire vite ...

source: [_mcthink_] Damn, she's so cute.
french: [_mcthink_] Damn, elle est si mignonne.

source: [_mcthink_] I bet [e] would like her.
french: [_mcthink_] Je parie que [e] aimerait elle.

source: [_mcthink_] Hmm... have I seen this scene before?
french: [_mcthink_] Hmm ... J'ai vu cette scène avant?

source: [_mcthink_] Anyway, I need to use the bathroom... I wonder what's taking [j] so long...
french: [_mcthink_] En tout cas, j'ai besoin d'utiliser la salle de bain ... Je me demande ce qui prend [j] si longtemps ...

source: [_mcthink_] Hmm, I wonder if [j] is in the bathroom...
french: [_mcthink_] Hmm, je me demande si [j] est dans la salle de bain ...

source: [_mcthink_] ...or maybe she's...
french: [_mcthink_] ... ou peut-être qu'elle est. ..

source: [_mc_] What the?!
french: [_mc_] Qu'est ce que?!

source: [_e_] Huh?
french: [_e_] Hein ?

source: [_mc_] Whoa, [e]? Where did you come from?
french: [_mc_] Whoa, [e]? D'où tu viens?

source: [_mc_] Hmph, alright...
french: [_mc_] Hmph, à droite ...

source: [_mc_] Let's see what's going on in there!
french: [_mc_] Voyons ce qui se passe là-bas !

source: [_j_] ...and she was hanging there trying to reach the ladder with her feet while grunting and moaning like...
french: [_j_] ... et elle était en train d'essayer d'atteindre l'échelle avec ses pieds pendant qu'elle gémit et gémit comme ...

source: [_mc_] What's going on here, [j]?
french: [_mc_] Qu'est-ce qui se passe ici, [j]?

source: [_m_] Oh we were just talking about her mother.
french: [_m_] Oh, on parlait de sa mère.

source: [_m_] By the way, you should introduce us sometime in the future.
french: [_m_] En passant, vous devriez nous présenter un jour à l'avenir.

source: [_j_] That is... if she's ever going to talk to me again...
french: [_j_] C'est ... si elle va me parler à nouveau ...

source: [_m_] Don't be sad, honey, she's your mother, I'm sure she'll come around eventually.
french: [_m_] Ne sois pas triste, chérie, elle est ta mère, je suis sûre qu'elle viendra finalement.

source: [_j_] Maybe, but I have you guys now anyway, and I'm really thankful for that!
french: [_j_] Peut-être, mais je vous ai de toute façon, et je suis vraiment reconnaissante pour ça !

source: [_m_] Aww, that's so cute of you to say!
french: [_m_] Aww, c'est tellement mignon de vous dire !

source: [_m_] Come here...
french: [_m_] Venez ici ...

source: [_j_] Oh mama!
french: [_j_] Oh maman !

source: [_m_] It's okay, you're part of the family, Honey.
french: [_m_] C'est bon, tu fais partie de la famille, Chérie.

source: [_mcthink_] Jeez, [j] is totally drooling over [m]'s tits...
french: [_mcthink_] Jeez, [j] est totalement en train de se droyer sur les seins de [m]...

source: [_mc_] Ahem! [j] I think we should leave [m] alone for now.
french: [_mc_] Ahem ! [j] Je pense que nous devrions laisser [m] seuls pour le moment.

source: [_m_] It's alright, Hun, I really don't mind.
french: [_m_] C'est bon, Hun, je ne pense vraiment pas.

source: [_m_] Oh, you know what, come here, I want to hug you, too.
french: [_m_] Oh, vous savez quoi, venez ici, je veux vous embrais-je aussi.

source: [_j_] Aww, how cute!.
french: [_j_] Aww, c'est mignon !

source: [_j_] Group hug!
french: [_j_] Hug de groupe !

source: [_mc_] What are you up to, [e]?
french: [_mc_] Qu'est-ce que vous pouvez, [e]?

source: [_mc_] A group hug, eh?
french: [_mc_] Un groupe, hein?

source: [_mc_] Oh well, why not...
french: [_mc_] Oh bien, pourquoi pas ...

source: [_m_] I'm so glad I have you all...
french: [_m_] Je suis si heureux que je vous ai tous ...

source: [_mcthink_] Shit, why did I click on this damn spoiler...
french: [_mcthink_] Shit, pourquoi j'ai cliqués sur ce damn spoiler ...

source: [_j_] Oh, sorry!
french: [_j_] Oh, désolé !

source: [_mc_] Shouldn't you be in bed? I thought you'd go back to school tomorrow.
french: [_mc_] Ne devriez-vous pas être au lit? Je pensais que tu retournerais à l'école demain.

source: [_mc_] And you just couldn't resist...
french: [_mc_] Et vous ne pouvez pas résister ...

source: [_j_] Well, we were supposed to have the whole week for us, but now...
french: [_j_] Eh bien, nous étions censés avoir toute la semaine pour nous, mais maintenant ...

source: [_j_] Well, I thought I could use the rest of the week to get to know you a little better, but now...
french: [_j_] Eh bien, je pensais pouvoir utiliser le reste de la semaine pour vous connaître un peu mieux, mais maintenant ...

source: [_mc_] Yeah, but it's better that way, school's important.
french: [_mc_] Oui, mais c'est mieux comme ça, l'école est importante.

source: [_j_] I know, but still...
french: [_j_] Je sais, mais toujours ...

source: [_mc_] [e] is asleep?
french: [_mc_] [e] s'endorme?

source: [_j_] Do you mind if I just lie here for a while?
french: [_j_] Est-ce que je me trouve juste ici pour un moment?

source: [_mc_] Just lie?
french: [_mc_] Juste un mensonge?

source: [_mc_] Go ahead.
french: [_mc_] Allez-y.

source: [_j_] I mean, we can do naughty stuff if you want, I don't mind. I'd never mind having sex with you.
french: [_j_] Je veux dire, on peut faire des trucs si tu veux, je ne pense pas. Je n'ai jamais l'intention d'avoir des relations sexuelles avec vous.

source: [_mc_] Heh, well, if you just want to lie here for a bit, I don't mind either way.
french: [_mc_] Heh, eh bien, si vous voulez juste mentir ici pour un peu, je ne pense pas non plus.

source: [_j_] I mean it though... if you want to have sex with me... I'll never refuse... you don't even have to ask.
french: [_j_] Je veux dire ... si vous voulez avoir des relations sexuelles avec moi ... Je ne refuserai jamais ... tu n'as même pas à demander.

source: [_mc_] Dirty little girl, don't tempt me if you just want to lie here for a bit.
french: [_mc_] Dirty little girl, ne me tentez pas si vous voulez juste vous mentiez ici pour un peu.

source: [_j_] Hehe, sorry, [mcmd].
french: [_j_] Hehe, désolé, [mcmd].

source: [_j_] I wish [m] would just let us sleep here...
french: [_j_] Je souhaite que [m] nous laisse dormir ici ...

source: [_mc_] ...don't fall asleep.
french: [_mc_] ... ne s'endort pas.

source: [_j_] I wont, don't worry...
french: [_j_] Je ne m'inquiète pas ...

source: [_mc_] Well, I was going to sleep as well, you should probably do the same, we can talk tomorrow if you want.
french: [_mc_] Eh bien, j'allais dormir aussi, tu devrais probablement faire de même, on peut parler demain si tu veux.

source: [_j_] Yeah...okay...
french: [_j_] Oui ... Ok ...

source: [_mc_] Night, [j].
french: [_mc_] Nuit, [j].

source: [_j_] Sweet dreams~
french: [_j_] rêves sucrés ~

source: [_mc_] You too.
french: [_mc_] Vous aussi.

source: [_mc_] Ugh...
french: [_mc_] Uhh ...

source: [_mc_] What's going on...
french: [_mc_] Qu'est-ce qui se passe ...

source: [_j_] Oh shit! I fell asleep!
french: [_j_] Oh merde ! Je me suis endorémoi !

source: [_j_] What time is it, [e]?
french: [_j_] Quelle heure est-il, [e]?

source: [_j_] Shit, did [m] notice anything?
french: [_j_] Shit, a fait [m] tout préavis?

source: [_j_] Shit, shit, shit, I'm going to get ready asap!
french: [_j_] Shit, merde, merde, je vais vous préparer !

source: [_mc_] Heh... I guess I'll have to wait to use the bathroom.
french: [_mc_] Heh ... Je devrai attendre d'utiliser la salle de bain.

source: [_mc_] Later, cutie.
french: [_mc_] Plus tard, cutie.

source: [_mcthink_] I wonder if [m] noticed anything...
french: [_mcthink_] Je me demande si [m] a remarqué quelque chose ...

source: [_mcthink_] It's morning already... feels like I just went to bed...
french: [_mcthink_] C'est déjà le matin ... j'ai l'impression d'aller au lit ...

source: [_n_] Then take a quick shower before you head to the living room for breakfast.
french: [_n_] Ensuite, prenez une douche rapide avant de vous rendre au salon pour le petit déjeuner.

source: [_mcthink_] Guess [e] and [m] are done with breakfast.
french: [_mcthink_] Les chambres [e] et [m] sont faites avec le petit déjeuner.

source: [_mc_] Hey, [e].
french: [_mc_] Hé, [e].

source: [_mc_] You're waiting for [j] to finish, huh?
french: [_mc_] Vous attendez [j] pour finir, hein?

source: [_j_] I'm almoft done!
french: [_j_] Je suis almoft !

source: [_j_] Juft a few more bitef left. *chomp*
french: [_j_] Juft un peu plus salope à gauche. * chomp *

source: [_m_] Good morning, Hun. Breakfast is on the table.
french: [_m_] Bonjour, Hun. Le petit déjeuner est sur la table.

source: [_mc_] Thanks, morning.
french: [_mc_] Merci, matin.

source: [_m_] [j], hurry up, we're getting late!
french: [_m_] [j], dépêchez, nous sommes en retard !

source: [_j_] Emfoy your meal. *chomp*
french: [_j_] Emfoy votre repas. * chomp *

source: [_mc_] Haha, thanks.
french: [_mc_] Haha, merci.

source: [_m_] How did the presentation go by the way?
french: [_m_] Comment la présentation a-elle été faite?

source: [_m_] At work, your project.
french: [_m_] Au travail, votre projet.

source: [_mc_] Oh that... yeah, quite good.
french: [_mc_] Oh, c'est. .. oui, plutôt bien.

source: [_m_] So, now you have some free days I guess?
french: [_m_] Alors, maintenant vous avez quelques jours libres que je suppose?

source: [_mc_] More or less, I need to work on a few fixes, but nothing major.
french: [_mc_] Plus ou moins, j'ai besoin de travailler sur quelques correctifs, mais rien de majeur.

source: [_m_] Oh, but I guess you can still stay home?
french: [_m_] Oh, mais je suppose que vous pouvez rester chez vous?

source: [_mc_] Yeah, why do you ask?
french: [_mc_] Oui, pourquoi demandez-vous?

source: [_j_] I'll help!
french: [_j_] Je vais vous aider !

source: [_m_] Thanks, Honey.
french: [_m_] Merci, Honey.

source: [_m_] Oh, Hun, remember to take breaks, okay?
french: [_m_] Oh, Hun, n'oubliez pas de prendre des pauses, d'accord?

source: [_n_] After [m], [j] and [e] left for work and school, you take your time to eat up and clear the table afterwards. [withdissolve]
french: [_n_] Après [m], [j] et [e] à gauche pour le travail et l'école, vous prenez le temps de manger et de démonter la table par la suite. [withdissolve]

source: [_mcthink_] Alright, I guess I should have a look at the mail [st] send me yesterday.
french: [_mcthink_] Alright, je suppose que je devrais regarder le mail [st] m'envoyer hier.

source: [_mcthink_] Did they forget something?
french: [_mcthink_] Est-ce qu'ils ont oublié quelque chose?

source: [_mcthink_] But why would they ring the doorbell... must be someone else.
french: [_mcthink_] Mais pourquoi sonner la cloche ... doit être quelqu'un d'autre.

source: [_n_] You open the door and see a huge package standing right in front of you, it takes a moment until you realize what it is...
french: [_n_] Vous ouvrez la porte et vous voyez un énorme paquet en face de vous, il faut un moment jusqu'à ce que vous réalisiez ce qu'il est. ..

source: [_n_] You carefully carry it inside...
french: [_n_] Vous l'avez soigneusement à l'intérieur ...

source: [_mcthink_] Wow, I totally forgot about the TV...
french: [_mcthink_] Wow, j'ai complètement oublié la télé ...

source: [_mcthink_] This thing is bigger than I expected... wait, that's the new version, did they mess up?
french: [_mcthink_] Cette chose est plus grande que je ne l'attendais ... Attends, c'est la nouvelle version, est-ce qu'ils ont gâchis?

source: [_mcthink_] Well, I won't complain about that. Let's bring it to my room right away...
french: [_mcthink_] Eh bien, je ne vais pas me plaindre de ça. Mettons ça dans ma chambre tout de suite ...

source: [_mc_] Shit, too unwieldy... I better push it over the floor...
french: [_mc_] Shit, trop peu manivelle ... Je ferais mieux de le pousser sur le sol ...

source: [_mc_] We're back.
french: [_mc_] Nous sommes de retour.

source: [_t_] Finally!
french: [_t_] Enfin !

source: [_t_] [e], you know my time is limited.
french: [_t_] [e], vous savez que mon temps est limité.

source: [_t_] Come on, let's start the session.
french: [_t_] Allez, commençons la session.

source: [_mcthink_] Jeez, is she trying to tease me?
french: [_mcthink_] Jeez, elle essaie de me taquer?

source: [_m_] Is everything alright, Hun?
french: [_m_] Tout est-il bien, Hun?

source: [_mc_] Oh, yeah, sure... when did [t] show up?
french: [_mc_] Oh, ouais, sûr ... quand le [t] s'est montré?

source: [_m_] Oh just a few minutes ago, I told her that you'll be back in a few minutes.
french: [_m_] Oh, il y a quelques minutes, je lui ai dit que vous reviendrez dans quelques minutes.

source: [_mc_] It might've been better to not have a session today.
french: [_mc_] Il aurait peut-être été préférable de ne pas avoir de session aujourd'hui.

source: [_m_] Oh, well you said everything is alright, so I thought it might be better to keep everything normal, keeping the routine, you know?
french: [_m_] Oh, vous avez dit que tout va bien, alors j'ai pensé qu'il serait peut-être mieux de garder tout normal, en gardant la routine, vous savez?

source: [_mc_] Yeah, I get it. Might be a good idea, but I don't think [e] likes that.
french: [_mc_] Oui, je l'ai. C'est une bonne idée, mais je ne pense pas que [e] aime ça.

source: [_m_] Maybe... Oh, by the way, [oc] says hi. You just missed him.
french: [_m_] Peut-être ... Oh, d'ailleurs, [oc] dit bonjour. Tu viens de le rater.

source: [_mc_] Ah, yeah, we met him on the way. He seemed kind of annoyed about the whole situation.
french: [_mc_] Ah, oui, on l'a rencontré sur le chemin. Il semblait embêtant à propos de l'ensemble de la situation.

source: [_m_] Well, he was worried as well.
french: [_m_] Bien, il était aussi inquiet.

source: [_m_] After you left he...
french: [_m_] Après vous avoir quitté ...

source: [_m_] Well, I think he felt kind of guilty... he was always helping if we needed something.
french: [_m_] Bien, je pense qu'il se sentait coupable ... il a toujours aidé si nous avions besoin de quelque chose.

source: [_mcthink_] He was the old man's partner after all... no wonder he felt guilty...
french: [_mcthink_] Il était le partenaire du vieil homme après tout ... pas étonnant qu'il se sentait coupable ...

source: [_mc_] Hum... by the way, that's a... really nice shirt, [mmom].
french: [_mc_] Hum ... par le chemin, c'est une chemise vraiment sympa, [mmom].

source: [_m_] Oh, thanks, I thought you didn't notice...
french: [_m_] Oh, merci, je pensais que vous n'avez pas remarqué ...

source: [_m_] I thought that maybe...
french: [_m_] Je pensais que peut-être ...

source: [_m_] ...since I promised to be more open...
french: [_m_] ... depuis que j'ai promis d'être plus ouvert ...

source: [_m_] I could begin with my clothing... at least at home.
french: [_m_] Je pourrais commencer avec mes vêtements ... au moins chez moi.

source: [_mc_] Mhh... sounds good.
french: [_mc_] Mhh ... sonne bien.

source: [_m_] ...and mabe... maybe later today... we could go a little further...
french: [_m_] ... et mabe ... peut-être plus tard aujourd'hui ... nous pourrions aller un peu plus loin ...

source: [_m_] It's... it's alright, I think it's what I want.
french: [_m_] C'est. .. c'est bon, je pense que c'est ce que je veux.

source: [_m_] It's... it's alright, I want to do it.
french: [_m_] C'est ... c'est bon, je veux le faire.

source: [_m_] I... yes... it's what you want, so I'll do it.
french: [_m_] I. .. oui ... c'est ce que tu veux, alors je vais le faire.

source: [_m_] Yes... you're right, I need to get used to it.
french: [_m_] Oui ... vous avez raison, j'ai besoin de m'y habituez.

source: [_j_] Oooh-Ha! Look at that, someone finally getting comfy.
french: [_j_] Oooh-Ha ! Regarde ça, quelqu'un s'en va finalement.

source: [_m_] Oh, [j], it's not like that.
french: [_m_] Oh, [j], ce n'est pas comme ça.

source: [_j_] Oh come on, [m], everybody knows what's going on, it's fine. Just go on, I'll keep quiet and watch, hehe.
french: [_j_] Oh viens, [m], tout le monde sait ce qui se passe, c'est bien. Je vais rester calme et regarder, hehe.

source: [_mc_] Huh? New outfit?
french: [_mc_] Huh? Nouvelle tenue?

source: [_m_] Oh that... it's not really new...
french: [_m_] Oh, ce n'est pas vraiment nouveau ...

source: [_j_] Oooh-la-la! Look at that, really sexy, [m].
french: [_j_] Oooh-la-la ! Regarde ça, vraiment sexy, [m].

source: [_m_] Oh, [j], thank you, but it's just something comfy... it's not meant to be sexy.
french: [_m_] Oh, [j], merci, mais c'est juste quelque chose de comfy ... ce n'est pas pour être sexy.

source: [_j_] Suuuure... body tight... showing a lot of skin... totally not meant to be sexy, hehe
french: [_j_] Suuuure ... corps serré ... montrant beaucoup de peau ... totalement pas pour être sexy, hehe

source: [_m_] Ugh, I'll be in my room...
french: [_m_] Ugh, je serai dans ma chambre ...

source: [_j_] What am I doing wrong?
french: [_j_] Qu'est-ce que je fais de mal?

source: [_j_] I see... sorry... again...
french: [_j_] Je vois ... désolé ... encore ...

source: [_mc_] No need to be sorry.
french: [_mc_] Pas besoin d'être désolé.

source: [_mc_] What the...?!
french: [_mc_] Quel est le ...? !

source: [_m_] What's going on, who was that?
french: [_m_] Qu'est-ce qui se passe, qui était ça?

source: [_mc_] Sounds like [t]. I'll go check.
french: [_mc_] Des sons comme [t]. Je vais vérifier.

source: [_j_] I can't see anything.
french: [_j_] Je ne vois rien.

source: [_mc_] What happened?
french: [_mc_] Que s'est-il passé?

source: [_j_] [t] said there was someone at the window.
french: [_j_] [t] a dit qu'il y avait quelqu'un à la fenêtre.

source: [_t_] It was you, wasn't it!?
french: [_t_] C'était vous, n'est-ce pas !?

source: [_mc_] Me? No, why would I look through the window? I can just come here.
french: [_mc_] Me? Non, pourquoi je regardais par la fenêtre? Je peux juste venir ici.

source: [_m_] [heshe!c] was with me.
french: [_m_] [ heshe ! c ] était avec moi.

source: [_t_] But... who was outside then?
french: [_t_] Mais ... qui était dehors?

source: [_mc_] Was probably nothing, but I'm going to have a look.
french: [_mc_] N'était probablement rien, mais je vais avoir un look.

source: [_t_] N-No, it could be dangerous!
french: [_t_] N-Non, ça pourrait être dangereux !

source: [_m_] We should call the police!
french: [_m_] Nous devrions appeler la police !

source: [_mc_] Look, it's pretty dark already, it was probably just a shadow, and even if not, I can defend myself, and...
french: [_mc_] Regardez, c'est déjà assez sombre, c'était probablement juste une ombre, et même si pas, je peux me défendre, et ...

source: [_mc_] ...[t], you take care that nobody but me enters the house.
french: [_mc_] ...[t], vous prenez soin de ce que personne mais moi entre dans la maison.

source: [_t_] M-Me? But...
french: [_t_] M-Me? Mais ...

source: [_mc_] Come on, I know you can fight.
french: [_mc_] Allez, je sais que tu peux me battre.

source: [_t_] Alright... I'll do what I can.
french: [_t_] Alright ... Je ferai ce que je peux.

source: [_m_] Please be careful, Hun!
french: [_m_] Veuillez être prudent, Hun !

source: [_mc_] Don't worry, [mmom], I'll be right back.
french: [_mc_] Ne vous inquiétez pas, [mmom], je reviendrai.

source: [_mcthink_] Pretty dark... maybe I should get a flash light...
french: [_mcthink_] Pretty sombre ... peut-être que je devrais avoir une lumière flash ...
