Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [j] I'm sure my [pcmd] will warm me up, so I won't catch a cold, hehe.
italian: [j] Sono sicuro che il mio [pcmd] mi scalderà, quindi non prenderò freddo, hehe.

source: [pc] Well of course I'll do that for you...
italian: [pc] Bene, ovviamente lo farò per te...

source: [pc] It's getting quite hot in here, don't you think?
italian: [pc] Sta diventando abbastanza caldo qui dentro, non pensi?

source: [j] Hehe, let's do something about it.
italian: [j] Hehe, facciamo qualcosa a riguardo.

source: [j] I think I'm feeling a bit warmer now.
italian: [j] Penso di sentirmi un po' più caldo adesso.

source: [j] Maybe I should lose some more...
italian: [j] Forse dovrei perdere un po' di più...

source: [pc] Sounds like a good idea.
italian: [pc] Suona come una buona idea.

source: [pcthink] Damn!
italian: [pcthink] Dannazione!

source: [j] I hope you don't mind if I just drop my pants to the ground...
italian: [j] Spero che non ti dispiaccia se mi limito a terra i pantaloni...

source: [j] Your room is waaaay too tidy... whoa!
italian: [j] La tua stanza è troppo ordinata... choa!

source: [pc] Aren't you the one making my room messy? Naughty girl...
italian: [pc] Non sei tu a fare il disordine della mia stanza? Ragazza cattiva...

source: [pc] Tsk, tsk, I don't believe you, and I think you need a little punishment.
italian: [pc] Tsk, tsk, non ti credo, e penso che tu abbia bisogno di una piccola punizione.

source: [j] Nnnnhh, yes, please, [pcmd]!
italian: [j] Nnnhh, sì, per favore, [pcmd]!

source: [pc] Well, I think that's enough punishment for now.
italian: [pc] Beh, penso che sia abbastanza punizione per ora.

source: [j] Awww, already?
italian: [j] Awww, già?

source: [pc] Do you want me to do all the work alone?
italian: [pc] Vuoi che io faccia tutto il lavoro da solo?

source: [j] Oh, so this is work for you?
italian: [j] Oh, quindi questo è il lavoro per te?

source: [j] I guess I should help you then, hehe!
italian: [j] Immagino che dovrei aiutarvi allora, lui!

source: [pc] Absolutely, young lady!
italian: [pc] Assolutamente, giovane signora!

source: [j] ...let's get rid of these!
italian: [j] ...sbarazziamoci di questi!

source: [j] ...and now...
italian: [j] ...e ora...

source: [j] Hum... I think I need to work a bit harder.
italian: [j] Uomo... Penso di dover lavorare un po' più duramente.

source: [pc] Haha, go for it!
italian: [pc] Haha, vai per questo!

source: [j] Would you mind sharing the "work", [pcmd]?
italian: [j] Ti dispiacerebbe condividere il "lavoro", [pcmd]?

source: [pc] Well, I guess you earned that much.
italian: [pc] Beh, immagino che hai guadagnato così tanto.

source: [j] Let me just...
italian: [j] Lasciatemi solo...

source: [j] Unnn... yes!
italian: [j] Unnnn... sì!

source: [j] Oww gawd, this feels great!
italian: [j] Oww gawd, questo si sente grande!

source: [pc] Gawd, yes!
italian: [pc] Si, sì!

source: [j] So warm...
italian: [j] Così caldo...

source: [j] ...so big...
italian: [j] ...così grande...

source: [j] So hot!
italian: [j] Tanto caldo!

source: [j] Yes, yes, yes, [pcmd]!
italian: [j] Sì, sì, sì, [pcmd]!

source: [j] Fuck me, fuck me!
italian: [j] Cazzo me, cazzo me!

source: [j] Fill me up, [pcmd]!
italian: [j] Riempimi su, [pcmd]!

source: [pc] Holy sh...
italian: [pc] Santa sh...

source: [j] Ohh... shit...
italian: [j] Ohh... merda...

source: [j] Sorry, that was probably a liiiitle bit loud.
italian: [j] Siamo spiacenti, probabilmente era un po' rumoroso di liiitle.

source: [pc] Ha, let's just hope that no one heard that.
italian: [pc] Ciao, speriamo solo che nessuno lo senta.

source: [j] Yeah, haha...
italian: [j] Sì, haha...

source: [j] Phew... that was more exhausting than I thought, hehe.
italian: [j] Phew... era più estenuante di quanto pensassi, hehe.

source: [pc] Well, maybe because scissoring usually works a little bit different.
italian: [pc] Beh, forse perché forbici di solito funziona un po 'diverso.

source: [j] I know... I just wanted to be creative!
italian: [j] Lo so... Volevo solo essere creativo!

source: [pc] Haha, well that's what you get.
italian: [pc] Haha, è quello che ottieni.

source: [j] Pff... bitch!
italian: [j] Pff... puttana!

source: [pc] What was that, little girl?
italian: [pc] Cos'era quella, bambina?

source: [pc] I guess you need some more punishment, hm?
italian: [pc] Immagino che tu abbia bisogno di qualche altra punizione, hm?

source: [pc] Maybe we should close the balcony door...
italian: [pc] Forse dovremmo chiudere la porta del balcone...

source: [j] Ooooor... we could go another round to keep us warm?
italian: [j] Ooooor... potremmo andare un altro giro per tenerci al caldo?

source: [pc] Hum, I guess that's an alternative. Let's do it!
italian: [pc] Hum, immagino che sia un'alternativa. Facciamolo!

source: [pcthink] How is her number saved on my phone?
italian: [pcthink] Come viene salvato il suo numero sul mio telefono?

source: [j] Hey, [pcmd]!
italian: [j] Ehi, [pcmd]!

source: [pc] Hey, what's up, [j]?
italian: [pc] Ehi, che cos'è, [j]?

source: [j] Umm... I'd like to ask you a favor...
italian: [j] Umm... Vorrei chiederti un favore...

source: [pc] A favor? If it has something to do with toilet paper, forget it.
italian: [pc] Un favore? Se ha qualcosa a che fare con la carta igienica, dimenticatelo.

source: [j] Huh? Toilet paper?
italian: [j] Huh? Carta igienica?

source: [pc] Nah, forget about it... what do you need?
italian: [pc] Nah, dimenticatelo... di cosa avete bisogno?

source: [j] Well... I got a little problem...
italian: [j] Bene... Ho avuto un piccolo problema...

source: [pc] Uh-huh... what did you do this time, [j]?
italian: [pc] Uh-huh... cosa hai fatto questa volta, [j]?

source: [j] It wasn't my fault, honestly!
italian: [j] Non era colpa mia, onestamente!

source: [pc] Ugh... what happened?
italian: [pc] Ugh... cos'è successo?

source: [j] ...Mom kicked me out...
italian: [j] ...La mamma mi ha cacciato fuori...

source: [pc] She did what?
italian: [pc] Lei ha fatto cosa?

source: [j] I tried to apologize... but she started arguing again, and...
italian: [j] Ho cercato di scusarsi... ma ha iniziato a litigare di nuovo, e...

source: [pc] Oh dear...
italian: [pc] Oh caro...

source: [pcthink] She sounds really down... understandably...
italian: [pcthink] Suona davvero giù... comprensibilmente...

source: [pc] Do you have somewhere to stay?
italian: [pc] Hai da qualche parte da rimanere?

source: [j] I actually do, yes.
italian: [j] In realtà, sì.

source: [pc] Really!?
italian: [pc] Davvero!?

source: [j] Yes, I got a small apartment where I can stay... That's why I'm calling.
italian: [j] Sì, ho un piccolo appartamento dove posso rimanere... Ecco perché sto chiamando.

source: [pc] Oh you got an apartment? That's awesome!
italian: [pc] Oh hai un appartamento? È fantastico!

source: [j] Yeah... but I could use a bit of help here...
italian: [j] Sì... ma potrei usare un po' di aiuto qui...

source: [pc] I guess so, where is it?
italian: [pc] Credo di sì, dov'è?

source: [pcthink] Hum, that rings a bell...
italian: [pcthink] Hum, che suona una campana...

source: [pc] Okay, give me about half an hour and I'll be there.
italian: [pc] Okay, dammi circa mezz'ora e sarò lì.

source: [j] Really? You'll come over?
italian: [j] Davvero? Verrà finito?

source: [pc] Yeah, of course.
italian: [pc] Sì, ovviamente.

source: [pc] By the way, you don't happen to know how your number got onto my phone?
italian: [pc] A proposito, non ti capita di sapere come il tuo numero è salito sul mio telefono?

source: [j] No idea... hehe.
italian: [j] Nessuna idea... hehe.

source: [n] About half an hour later...
italian: [n] Circa mezz'ora dopo...

source: [pcthink] Okay, so this is the address...
italian: [pcthink] Okay, quindi questo è l'indirizzo...

source: [pcthink] As I though, I know this place!
italian: [pcthink] Siccome però conosco questo posto!

source: [pcthink] This used to be a cheap motel, now it looks even cheaper...
italian: [pcthink] Questo era un motel a buon mercato, ora sembra ancora più conveniente...

source: [pcthink] I can't believe they made apartments out of those small rooms.
italian: [pcthink] Non riesco a credere che abbiano fatto appartamenti da quelle piccole stanze.

source: [pcthink] ...and of course the cops are here... this place doesn't seem to have changed for the better.
italian: [pcthink] ...e naturalmente i poliziotti sono qui... questo posto non sembra essere cambiato in meglio.

source: [pcthink] Well, maybe the apartments are good at least...
italian: [pcthink] Beh, forse gli appartamenti sono bravi almeno...

source: [pcthink] Huh? What's this?
italian: [pcthink] Huh? Che cos'è?

source: [pcthink] What the hell?
italian: [pcthink] Che inferno?

source: Girl || Yeah how lazy is that?
italian: Ragazza Sì quanto pigro è quello?

source: Girl || Yes, can you believe it? They're so bad!
italian: Ragazza <unk> <unk> Sì, puoi crederci? Sono così male!

source: [pcthink] Oh she's talking on the phone...
italian: [pcthink] Oh sta parlando al telefono...

source: [j] Hey, [pc]!
italian: [j] Ehi, [pc]!

source: [j] Come in!
italian: [j] Vieni in!

source: [j] Welcome to my apartment, hehe...
italian: [j] Benvenuto nel mio appartamento, hehe...

source: [j] Just don't look... well, anywhere, and better not touch anything without wearing gloves, haha.
italian: [j] Basta non guardare... bene, ovunque, e meglio non toccare nulla senza indossare guanti, haha.

source: [pcthink] Uhh... well I didn't have high hopes after seeing the building, but this is...
italian: [pcthink] Uhh... bene non avevo grandi speranze dopo aver visto l'edificio, ma questo è...

source: [j] I know, I know, it's a shithole, but that's why you're here, right? I bet we can make it... bearable at least.
italian: [j] Lo so, lo so, è uno shitthole, ma è per questo che sei qui, giusto? Scommetto che possiamo renderlo... sopportabile almeno.

source: [pc] Are you sure, [j]? I mean, what's up with the junk and all?
italian: [pc] Sei sicuro, [j]? Voglio dire, che cosa c'è con la spazzatura e tutti?

source: [j] Yeah, the apartment was used as a storage place and the landlord told me that no one had entered it since... I don't know... world war two maybe.
italian: [j] Sì, l'appartamento è stato utilizzato come deposito e il padrone di casa mi ha detto che nessuno era entrato da allora. . – Non lo so... la guerra mondiale due.

source: [pc] Haha, definitely looks like it!
italian: [pc] Haha, assomiglia sicuramente!

source: [j] You know... it's not like I have a choice. I don't have any money and he's only letting me live here because he knew my dad... and maybe because he's a little perv.
italian: [j] Lo sa... non è come se avessi una scelta. Non ho soldi e lui mi sta solo lasciando vivere qui perché conosceva mio papà... e forse perché è un po' perv.

source: [pc] Ugh... that doesn't make it better...
italian: [pc] Ugh... che non lo rende migliore...

source: [pc] What about the kitchen, is it usable?
italian: [pc] Che dire della cucina, è utilizzabile?

source: [j] Have a look.
italian: [j] Dai un'occhiata.

source: [pc] Okay, this is... ugh... at least the fridge seems to be working...
italian: [pc] Okay, questo è... sicuro... almeno il frigorifero sembra funzionare...

source: [j] Yeah, surprising isn't it? I just plugged it in and it ran.
italian: [j] Sì, sorprendente non è vero? L'ho appena collegato e ha funzionato.

source: [j] I was too scared to open it yet, though...
italian: [j] Ero troppo spaventato per aprirlo, però...

source: [pc] What the fuck!?
italian: [pc] Che scopata!?

source: [pc] A toilet in the kitchen?!
italian: [pc] Un bagno in cucina?!

source: [j] Yeah... I know it's not ideal, but...
italian: [j] Sì... So che non è ideale, ma...

source: [pc] [j], that's the epitome of worst things to have in the kitchen!
italian: [pc] [j], è l'epitome delle cose peggiori da avere in cucina!

source: [j] But at least I can shower...
italian: [j] Ma almeno posso doccia...

source: [pc] There's a shower too?
italian: [pc] C'è anche una doccia?

source: [pc] Where do you sleep? In the closet?
italian: [pc] Dove dormi? Nell'armadio?

source: [j] So...
italian: [j] Così...

source: [j] Will you help me?
italian: [j] Mi aiuterai?

source: [pc] ...you know what?
italian: [pc] ...sai cosa?

source: [j] What?
italian: [j] Cosa?

source: [pc] I'll ask [m] if you can live with us for a while.
italian: [pc] chiederò [m] se puoi vivere con noi per un po'.

source: [j] W-what?! Really?!
italian: [j] W-Cosa?! Davvero?!

source: [j] Wow! Thanks, but... I doubt that she will say yes...
italian: [j] Wow! Grazie, ma... dubito che dirà di sì...

source: [pc] Well, she kinda has to, it's not her house you know...
italian: [pc] Beh, lei deve fare, non è la sua casa che sa...

source: [j] It's not?
italian: [j] Non è vero?

source: [pc] No, it's my old man's house and he's dead, so...
italian: [pc] No, è la casa del mio vecchio uomo ed è morto, così...

source: [j] Oh right, they weren't married.
italian: [j] Oh giusto, non erano sposati.

source: [pc] Yeah.
italian: [pc] Sì.

source: [j] But I think I'd feel bad, living there if she doesn't want me to...
italian: [j] Ma penso che mi sentirei male, vivendo lì se non vuole che io sia...

source: [pc] Don't worry, she knows how hard it is to get an apartment at the moment. I bet she doesn't mind.
italian: [pc] Non ti preoccupare, sa quanto sia difficile ottenere un appartamento al momento. Scommetto che non le dispiace.

source: [j] You don't need to do this, you know.
italian: [j] Non hai bisogno di fare questo, sai.

source: [pc] But I will. I wouldn't want anyone to live in this shithole, especially not with an old perv nearby.
italian: [pc] Ma lo farò. Non vorrei che nessuno vivesse in questo shithole, specialmente non con un vecchio perv nelle vicinanze.

source: [j] Hehe, yeah, I'd rather be the perv.
italian: [j] Hehe, sì, preferirei essere il perv.

source: [pc] Haha, I thought so.
italian: [pc] Haha, ho pensato così.

source: [j] So, can you help me clean up a bit... just in case?
italian: [j] Quindi, puoi aiutarmi a ripulire un po'... nel caso?

source: [pc] Sure. [m] is still at work anyway...
italian: [pc] Certo. [m] è ancora al lavoro comunque...

source: [j] Phew, that was more then expected... sorry for that.
italian: [j] Phew, che era più allora previsto... mi dispiace per questo.

source: [pc] No prob, at least we passed some time.
italian: [pc] Nessuna proba, almeno abbiamo passato un po' di tempo.

source: [j] Yeah, [e] and [m] should be home by now.
italian: [j] Sì, [e] e [m] dovrebbero essere a casa adesso.

source: [pc] Yeah, so I better make my way home. I'll let you know if you can come over.
italian: [pc] Sì, quindi è meglio che io mi faccia strada a casa. Ti farò sapere se riesci a capire.

source: [j] Cool, I can't wait, hehe.
italian: [j] Cool, non posso aspettare, hehe.

source: [pc] Alright, later then.
italian: [pc] Va bene, più tardi allora.

source: [j] Later!
italian: [j] Più tardi!

source: [j] Hehe, yeah I already have my old perv.
italian: [j] Hehe, sì, ho già il mio vecchio perv.

source: [pc] Huh? Who are you talking about?
italian: [pc] Huh? Di chi stai parlando?

source: [j] You of course!
italian: [j] Tu naturalmente!

source: [pc] Me?! I'm not a perv! ...well maybe a bit, but I'm not old!
italian: [pc] Io?! Non sono un perv! ... forse un po', ma non sono vecchio!

source: [j] No, but I hope you will perv on me frequently, hehe ...and you're older than me.
italian: [j] No, ma spero che tu mi pervi di frequente, lui char@@0 e sei più vecchio di me.

source: [pc] I'm not {b}that{/b} old!
italian: [pc] Non sono {b}che{/b} vecchio!

source: [pc] Heh, but the other part sounds like something I could be interested in.
italian: [pc] Heh, ma l'altra parte suona come qualcosa che potrei essere interessato.

source: [pc] Oh? What's wrong?
italian: [pc] Oh? Cosa c'è di sbagliato?

source: [j] I guess that means we won't have make-up sex after some hard work today...
italian: [j] Immagino che significa che non avremo sesso make-up dopo qualche duro lavoro oggi...

source: [pc] Did we have something to make up for?
italian: [pc] Avevamo qualcosa da compensare?

source: [j] Hehe, no but I've heard old people need a reason to have sex.
italian: [j] Hehe, ma ho sentito persone anziane hanno bisogno di una ragione per fare sesso.

source: [pc] Pfff, I'm not...
italian: [pc] Pfff, non sono...

source: [pc] Ugh, whatever, come here you little bitch!
italian: [pc] Ugh, qualsiasi cosa, venite qui piccola cagna!

source: [pc] Uhh, yeah, right. I'm sorry for pushing you out of the bed.
italian: [pc] Uhh, sì, giusto. Mi dispiace per averti spinto fuori dal letto.

source: [pc] I was just panicking at that moment.
italian: [pc] In quel momento ero solo preso dal panico.

source: [j] Well... you could "make-up" for it... [pcmd].
italian: [j] Bene... si potrebbe "trucco" per esso... [pcmd].

source: [pc] Hum, I guess I should make sure you didn't get any bruises or scratches, so I better check you thoroughly.
italian: [pc] Hum, immagino che dovrei assicurarsi che non hai ricevuto lividi o graffi, quindi meglio controllarti accuratamente.

source: [j] Hehe, yes, [pcmd]!
italian: [j] Hehe, sì, [pcmd]!

source: [j] Oh wait! I've got something!
italian: [j] Oh aspetta! Ho qualcosa!

source: [pc] Huh? What?
italian: [pc] Huh? Cosa?

source: [j] You'll see, hehe.
italian: [j] Vedrete, hehe.

source: [j] I'll be right back!
italian: [j] Tornerò subito!

source: [j] Back!
italian: [j] Indietro!

source: [pc] So? What is it?
italian: [pc] Quindi? Che cos'è?

source: [j] Yeah, awesome isn't it?
italian: [j] Sì, fantastico non è vero?

source: [j] It even has this little one here, hehe.
italian: [j] Ha anche questo piccolo qui, hehe.

source: [j] I thought that... maybe you want to try it out on me?
italian: [j] Ho pensato che... forse vuoi provarlo su di me?

source: [j] Awwww, come on, I've never tried it out... I really want you to bang me like a dirty little girl!
italian: [j] Awwww, vieni, non l'ho mai provato... voglio davvero che mi bang come una bambina sporca!

source: [j] Don't make me put my puppy pout face on, [pcmd]... you'll regret it, I swear!
italian: [j] Non farmi mettere il mio cucciolo faccia fuori, [pcmd]... te lo rimpiangerai, lo giuro!

source: [pc] Haha, okay, okay you won. I can't win against a puppy pout face of a cute girl!
italian: [pc] Haha, ok, okay hai vinto. Non posso vincere contro un cucciolo pout faccia di una ragazza carina!

source: [j] Hehe, finally! I've had it for so long, but never really got to try it out.
italian: [j] Hehe, finalmente! L'ho avuto per così tanto tempo, ma non ho mai avuto davvero di provarlo.

source: [j] Pound me like a dirty little girl, [pcmd]!
italian: [j] Liberami come una bambina sporca, [pcmd]!

source: [pc] Haha, you bet!
italian: [pc] Haha, scommetti!

source: [j] Hnnn, yes, [pcmd]!
italian: [j] Hnnn, sì, [pcmd]!

source: [j] Faster, [pcmd]! Pound me like a dirty little girl! Haaa...
italian: [j] Più veloce, [pcmd]! Trovatemi come una bambina sporca! Haaa...

source: [j] Fill me, fill my belly with your cum, [pcmd]!
italian: [j] Riempimi, riempi la pancia con il tuo cum, [pcmd]!

source: [j] ...soooo much...
italian: [j] ...soooo molto...

source: [j] I don't know why, but sex with you feels kinda special...
italian: [j] Non so perché, ma il sesso con voi si sente speciale...

source: [pc] Does it?
italian: [pc] Lo è?

source: [j] Yeah!
italian: [j] Sì!

source: [pc] Well... thanks...
italian: [pc] Bene... grazie...

source: [j] You have to tell me your secret, hehe.
italian: [j] Devi dirmi il tuo segreto, hehe.

source: [pc] Uhh... there is no secret.
italian: [pc] Uhh... non c'è segreto.

source: [j] Pff, you just don't want to tell me!
italian: [j] Pff, semplicemente non vuoi dirmi!

source: [j] I bet you had a quadzillion girls to practice your secret technique, hehe.
italian: [j] Scommetto che hai avuto un quadrillione ragazze per praticare la tua tecnica segreta, hehe.

source: [j] Are you sure you don't want to take a shower?
italian: [j] Sei sicuro di non voler fare una doccia?

source: [pc] Yeah, definitely not in this shower... I'll take a shower when I'm back home.
italian: [pc] Sì, sicuramente non in questa doccia... farò una doccia quando tornerò a casa.

source: [j] Hum... too bad.
italian: [j] Uomo... troppo male.

source: [pc] Speaking of which, I should go... it's getting late.
italian: [pc] Parlando di cui, dovrei andare... sta diventando tardi.

source: [j] Aww, that's even worse...
italian: [j] Aww, è ancora peggio...

source: [pc] Haha yeah, but hey maybe we can shower together regularly soon.
italian: [pc] Haha sì, ma hey forse possiamo doccia insieme regolarmente presto.

source: [j] Uhh, that sounds nice! Maybe [e] and [m] can join us, hehe.
italian: [j] Uhh, che suona bene! Forse [e] e [m] possono unirsi a noi, hehe.

source: [pc] Haha, dirty girl.
italian: [pc] Haha, ragazza sporca.

source: [j] Hehe, you made me dirty!
italian: [j] Hehe, mi hai fatto sporco!

source: [j] ... I guess I should try the shower...
italian: [j] ... Immagino che dovrei provare la doccia...

source: [pc] Just watch out that you aren't getting even dirtier in that thing.
italian: [pc] Basta guardare fuori che non si ottiene ancora più sporco in quella cosa.

source: [j] Hehe, I will...
italian: [j] Hehe, lo farò...

source: [j] But I think I'll just leave your "dirt" where it is for a little longer...
italian: [j] Ma penso che lascerò il vostro "sporco" dove è per un po' più a lungo...

source: [j] ...maybe even play with it... hehe.
italian: [j] ...forse anche giocare con esso... hehe.

source: [pc] You dirty little minx!
italian: [pc] Hai sporco piccolo minx!

source: [j] You made me, [pcmd]...
italian: [j] Mi hai creato, [pcmd]...

source: [n] As you leave the apartment...
italian: [n] Come si lascia l'appartamento...

source: Girl || Yes, I could hear it all, she was like "yes [pcmd], give it to me [pcmd]", haha.
italian: Ragazza <unk> <unk> Sì, ho potuto sentire tutto, lei era come "sì [pcmd], darlo a me [pcmd]", haha.

source: [pcthink] Oh shit...
italian: [pcthink] Oh merda...

source: Girl || [heshe!c] must be really good...
italian: Ragazza <unk> <unk> [heshe!c] deve essere davvero buona...

source: Girl || Ah, err...
italian: Ragazza <unk> <unk> Ah, err...

source: Girl || ... t-that's what happens in the movie I told you about earlier... haha.
italian: Ragazza <unk> <unk> ... t-è quello che succede nel film ti ho detto di prima... haha.

source: Girl || Yes...
italian: Ragazza Sì...

source: [j] Awww damn it!
italian: [j] Awww maledetta!

source: [n] You can't help but giggle seeing [j] jumping on one foot holding the other.
italian: [n] Non puoi fare a meno di fare giggle vedendo [j] saltare su un piede tenendo l'altro.

source: [j] Hey, that's not funny!
italian: [j] Ehi, non è divertente!

source: [pc] Haha, that's what you get for sneaking into someone else's bedroom.
italian: [pc] Haha, è quello che si ottiene per intrufolarsi nella camera da letto di qualcun altro.

source: [j] I didn't sneak... you were just sleeping like a log.
italian: [j] Non ho subìto... stavi solo dormendo come un log.

source: [pc] Suuuuure...and you think I'd believe that, hm?
italian: [pc] Suuuuure...e pensate che lo creda, hm?

source: [j] You better believe it!
italian: [j] È meglio crederci!

source: [j] [m] is making breakfast and [e] is still asleep, so I thought I'd wake you up.
italian: [j] [m] sta facendo colazione e [e] sta ancora dormendo, quindi pensavo che ti avrei svegliato.

source: [pc] By kicking my bed?
italian: [pc] Calcolando il mio letto?

source: [j] You know that [e] was trying to sneak over tonight?
italian: [j] Sai che [e] stasera stava cercando di furtivare?

source: [pc] Like usual...
italian: [pc] Come solito...
