Repository: BlackRam-oss/BM
Catalog: game/*/*/events_e.po
Languages: french, italian

source: [_mcthink_] So that's what [j] meant with the "secret" present yesterday... who would have guessed...
french: [_mcthink_] Alors c'est ce que [j] signifiait avec le "secret" présent hier ... qui aurait deviné ...

source: [_mc_] That's fucking naughty... haha.
french: [_mc_] C'est foutu naughty ... haha.

source: [_mc_] Whoa, hey. Wait a minute!
french: [_mc_] Whoa, hey. Attends une minute !

source: [_mc_] If you want it back, I want you to say "Nya" for me.
french: [_mc_] Si vous le voulez, je veux que vous disiez "Nya" pour moi.

source: [_mc_] Holy kitty attack...
french: [_mc_] L'attaque du Saint-Kitty ...

source: [_mc_] Come on, one more time...
french: [_mc_] Allez, une fois de plus ...

source: [_mcthink_] She's so cute...
french: [_mcthink_] Elle est si mignonne ...

source: [_mcthink_] So cute...
french: [_mcthink_] Donc mignon ...

source: [_mcthink_] Damn it!
french: [_mcthink_] Merde !

source: [_mcthink_] She's not my sister, so who cares...
french: [_mcthink_] Elle n'est pas ma sœur, donc qui s'en soucie ...

source: [_mc_] I don't care...
french: [_mc_] Je m'en fiche ...

source: [_mc_] Whoa, hey, that's not fair!
french: [_mc_] Whoa, hey, ce n'est pas juste !

source: [_mc_] Little cheater!
french: [_mc_] Petit tricheur !

source: [_mc_] Alright, you better get changed now, [m] asked me to get you for dinner, and I'm not sure how she would react if you show up like this...
french: [_mc_] Alright, you better get changed now, [m] demanda me to get you for dinner, and I'm not sure how she agirais-je réagir if you show up like this ...

source: [_mc_] I'll see you in a bit then.
french: [_mc_] Je vous verrai un peu.

source: [_mcthink_] Damn, what a surprise...
french: [_mcthink_] Damn, quelle surprise ...

source: [_mcthink_] But I guess I should have expected something like this with a friend like [j].
french: [_mcthink_] Mais je suppose que j'aurais dû m'attendre à quelque chose comme ça avec un ami comme [j].

source: [_mcthink_] Shit, [e] is even naughtier than I thought...
french: [_mcthink_] Shit, [e] est même méchant que je pensais ...

source: [_mcthink_] I guess I'm not the only one who expected dinner to be ready...
french: [_mcthink_] Je suppose que je ne suis pas le seul à s'attendre à ce que le dîner soit prêt ...

source: [_mc_] Looks like we have to make dinner today.
french: [_mc_] On dirait que nous devons dîner aujourd'hui.

source: [_mc_] Err... yeah, I guess [m] isn't going to make dinner today...
french: [_mc_] Err ... ouais, je suppose que [m] ne va pas dîner aujourd'hui ...

source: [_mc_] Sorry, that's my fault. I had an argument with her a bit earlier today...
french: [_mc_] Désolé, c'est ma faute. J'ai eu un argument avec elle un peu plus tôt aujourd'hui ...

source: [_mc_] Anyway...
french: [_mc_] En tout cas ...

source: [_mc_] What do you think, should we cook something together?
french: [_mc_] Que penses-tu, devrions-nous cuire quelque chose ensemble?

source: [_n_] You check the available food and decide to make some noodles.
french: [_n_] Vous vérifiez les aliments disponibles et décidez de fabriquer des nouilles.

source: [_mcthink_] Damn, that's a lot to eat...
french: [_mcthink_] Damn, c'est beaucoup à manger ...

source: [_mc_] How is it?
french: [_mc_] Comment est-ce?

source: [_mc_] Alright, let's eat then.
french: [_mc_] Alright, on mange alors.

source: [_mc_] Phew, quite spicy...
french: [_mc_] Phew, assez épicé ...

source: [_mc_] ...don't you think, [e]?
french: [_mc_] ... ne pensez-vous pas, [e]?

source: [_mc_] PWAHAHA, do you need a bib, [e]?
french: [_mc_] PWAHAHA, avez-vous besoin d'un bib, [e]?

source: [_mc_] The sauce is all over your face...
french: [_mc_] La sauce est sur votre visage ...

source: [_mc_] Hey, what if I wanted to eat that?
french: [_mc_] Hey, quoi si je voulais manger ça?

source: [_mcthink_] Phew... I'm full...
french: [_mcthink_] Phew ... Je suis plein ...

source: [_mc_] [e], you still want more?
french: [_mc_] [e], vous voulez toujours plus?

source: [_mcthink_] Oh, she's going to give it to [m]?
french: [_mcthink_] Oh, elle va le donner au [m]?

source: [_m_] {size=-10}[e], what are you...?! Oh...{/size}
french: [_m_] { size=-10 }[e], qu'est-ce que vous ...? ! Oh ... { /taille }

source: [_mcthink_] Hum, I didn't expect [e] to be so caring about her mother...
french: [_mcthink_] Hum, je ne m'attendais pas à ce que [e] se soucie de sa mère ...

source: [_m_] {size=-10}Thank you, but I'm not hungry.{/size}
french: [_m_] { size=-10 } Merci, mais je n'ai pas faim. { /size }

source: [_n_] You can hear the door to [m]'s room closing.
french: [_n_] Vous pouvez entendre la porte de la fermeture de la chambre [m].

source: [_mcthink_] Hah, looks like [e] doesn't accept a no as an answer...
french: [_mcthink_] Hah, on dirait que [e] n'accepte pas de réponse ...

source: [_n_] You wait a few minutes for [e] to come back, but she doesn't. After a while you go back to your room and spend the rest of the evening watching some funny videos and finally decide to go to bed...
french: [_n_] You wait a few minutes for [e] to come back, but she doesn't. Après un moment, vous retournez dans votre chambre et passez le reste de la soirée à regarder des vidéos amusantes et à décider finalement d'aller au lit ...

source: [_n_] At night [withdissolve]
french: [_n_] Au soir [withdissolve]

source: [_m_] [bpc] WHERE IS MY WINE? [withhpunch]
french: [_m_] [bpc] OÙ EST MON VIN? [withhpunch]

source: [_mc_] Huh? How would I know?
french: [_mc_] Huh? Comment je le saurais?

source: [_m_] I KNOW YOU HAVE IT! GIVE IT BACK YOU LITTLE BASTARD!
french: [_m_] JE SAIS QUE VOUS L'AVEZ ! DONNE-LE-LE-TOI PEU DE BÂTARD !

source: [_mc_] I don't have your stupid wine...
french: [_mc_] Je n'ai pas ton stupide vin ...

source: [_m_] Oh, so the bottle just disappeared from the kitchen table by itself? DO YOU THINK I'M STUPID?!
french: [_m_] Oh, donc la bouteille a disparu de la table de cuisine par elle-même? TU CROIS QUE JE SUIS STUPIDE?

source: [_mc_] You mean the bottle you drank before the last one?
french: [_mc_] Vous voulez dire la bouteille que vous avez bu avant la dernière?

source: [_m_] What?!
french: [_m_] Quoi? !

source: [_mc_] Maybe you should drink a little bit less, then you might actually remember how much you drank...
french: [_mc_] Peut-être que vous devriez boire un peu moins, alors vous vous souvenez peut-être de combien vous avez bu ...

source: [_m_] What did you just say?
french: [_m_] Qu'est-ce que vous venez de dire?

source: [_m_] Do you think I don't know how much I drink?!
french: [_m_] Pensez-vous que je ne sais pas combien je bois? !

source: [_mc_] Obviously...
french: [_mc_] De toute évidence ...

source: [_m_] Oh, you will regret saying this! Come here, take your pants off!
french: [_m_] Oh, tu regrettera de le dire ! Viens ici, prends ton pantalon !

source: [_mcthink_] W-What?
french: [_mcthink_] W-Quoi?

source: [_m_] As a punishment, I will suck your cock!
french: [_m_] En tant que punition, je vais sucer votre bite !

source: [_m_] As a punishment, I will lick your pussy!
french: [_m_] En punition, je vais lécher votre chatte !

source: [_mcthink_] What the...!
french: [_mcthink_] Quoi ... !

source: [_m_] SHUT UP! You'll regret everything you said once I have... *hmmmph* *slurp*
french: [_m_] FERMÉ ! Vous regretterez tout ce que vous avez dit une fois que j'aurai ... * hmmmph * * slurp *

source: [_mcthink_] What the fuck!
french: [_mcthink_] Quelle baise !

source: [_mcthink_] Shit, what's going on?!
french: [_mcthink_] Shit, qu'est-ce qui se passe?

source: [_mc_] Damn, this feels good...
french: [_mc_] Damn, c'est bon ...

source: [_mcthink_] W-Wait, what?
french: [_mcthink_] -Attends, quoi?

source: [_mcthink_] What the hell?
french: [_mcthink_] Qu'est-ce que l'enfer?

source: [_mc_] What are you doing [e]?
french: [_mc_] Qu'est-ce que vous faites [e]?

source: [_mcthink_] Am I still dreaming?
french: [_mcthink_] Suis-je encore en train de rêver?

source: [_mcthink_] Shit this is... so hot, I'm so horny, I can't believe it!
french: [_mcthink_] Shit this is ... so hot, I'm so horny, I can't croyit !

source: [_mcthink_] I would've never expected her to do something like this!
french: [_mcthink_] Je ne m'attendais pas à ce qu'elle fasse quelque chose comme ça !

source: [_mcthink_] She's clearly inexperienced, but damn...
french: [_mcthink_] Elle est clairement inexpérimente, mais ...

source: [_mcthink_] Wow, she's really good with her tongue...
french: [_mcthink_] Wow, elle est vraiment bonne avec sa langue ...

source: [_mc_] Are you sure about this, [e]?
french: [_mc_] Etes-vous sûr de cela, [e]?

source: [_mcthink_] She just shoved it in...
french: [_mcthink_] Elle a juste ...

source: [_mcthink_] God...
french: [_mcthink_] Dieu ...

source: [_extend_] so tight!
french: [_extend_] si serré !

source: [_mc_] Damn, [e], this feels incredible!
french: [_mc_] Damn, [e], c'est incroyable !

source: [_mc_] Shit, I'm going to cum, [e]!
french: [_mc_] Shit, je vais à cum, [e]!

source: [_n_] [e] collapses on top of you, she hugs you tightly and softly kisses your neck a few times while still panting heavily.
french: [_n_] [e] s'effondrez sur vous, elle vous embrasse fermement et vous embrasse doucement le cou quelques fois tout en halant lourdement.

source: [_mcthink_] Damn, I came right inside her...
french: [_mcthink_] Damn, je suis venu à l'intérieur ...

source: [_mcthink_] Doesn't she want me to pull out?
french: [_mcthink_] Ne veut-elle pas que je me retire?

source: [_n_] You hug her and softly stroke her back for a while until both of you fall asleep.
french: [_n_] Vous vous embroule et vous l'adourez doucement pendant un certain temps, jusqu'à ce que vous vous endormez tous les deux.

source: [_mcthink_] Looks like it's break time...
french: [_mcthink_] On dirait que c'est la pause ...

source: [_mcthink_] Not many pupils out here... but it's hot today, so... huh?!
french: [_mcthink_] Pas beaucoup d'élèves ici ... mais il fait chaud aujourd'hui, alors ... hein?

source: [_mcthink_] [e]? She's alone?
french: [_mcthink_] [e]? Elle est seule?

source: [_mc_] Hey, I'm going for a walk and thought I'd come by and have a look if I see you.
french: [_mc_] Hey, je vais faire une promenade et j'ai pensé que je viendrais et j'ai un regard si je te vois.

source: [_mc_] Too bad, looks like the break is over already...
french: [_mc_] Trop mauvaise, on dirait que la pause est déjà terminée ...

source: [_mc_] See you at home, [e].
french: [_mc_] Vous pouvez vous voir à la maison, [e].

source: [_mcthink_] Well, time to move on...
french: [_mcthink_] Eh bien, le temps de se déplacer ...

source: [_mcthink_] Alright, I think I'll stop for today... I've made some progress at least...
french: [_mcthink_] Alright, je pense que je vais arrêter pour aujourd'hui ... J'ai fait des progrès au moins ...

source: [_mcthink_] Hum... maybe I'll watch some VR porn...
french: [_mcthink_] Hum ... peut-être que je vais regarder du porno VR ...

source: [_mcthink_] Oh wait, I still need some answers from [m], I should go ask her out first!
french: [_mcthink_] Oh, attends, j'ai encore besoin de réponses de [m], je devrais aller lui demander d'abord !

source: [_mcthink_] Wait, did I give her a pill today?
french: [_mcthink_] Attends, je lui ai donné une pilule aujourd'hui?

source: [_mcthink_] That catgirl costume again.
french: [_mcthink_] Ce costume de catgirl à nouveau.

source: [_mcthink_] I guess I won't ask [m] any questions today...
french: [_mcthink_] Je suppose que je ne vais pas poser de questions aujourd'hui à [m]...

source: [_mc_] You really like to assault me out of nowhere, don't you, [e]?
french: [_mc_] Vous aimez vraiment m'agressez de nulle part, n'est-ce pas, [e]?

source: [_mc_] Do you want to use it?
french: [_mc_] Voulez-vous l'utiliser?

source: [_mc_] Okay...
french: [_mc_] Ok ...

source: [_mc_] But no porn!
french: [_mc_] Mais pas de porno !

source: [_mc_] Arf... fine, you're old enough anyway...
french: [_mc_] Arf ... bien, vous êtes assez vieux de toute façon ...

source: [_mcthink_] Damn, she really likes these lesbian scenes.
french: [_mcthink_] Damn, elle aime vraiment ces scènes lesbiennes.

source: [_mcthink_] Damn, she's really into that stuff.
french: [_mcthink_] Damn, elle est vraiment dans ce genre de choses.

source: [_mcthink_] Hum, isn't that the scene where the camera suddenly shakes for a few seconds?
french: [_mcthink_] Hum, n'est-ce pas la scène où la caméra se gâte soudainement pendant quelques secondes?

source: [_mcthink_] Yep, it is.
french: [_mcthink_] Yep, c'est.

source: [_mc_] Whoa, hold tight, [e]! [withhpunch]
french: [_mc_] Whoa, tende serrée, [e]! [withhpunch]

source: [_mc_] Haha, looks like it was a bit too much.
french: [_mc_] Haha, on dirait que c'était un peu trop.

source: [_mc_] Don't worry, it'll stop in a few seconds.
french: [_mc_] Ne vous inquiétez pas, ça s'arrêtera dans quelques secondes.

source: [_n_] After a while...
french: [_n_] Après un moment ...

source: [_mcthink_] Hum... she's fallen asleep...
french: [_mcthink_] Hum ... elle est endoréiée ...

source: [_mcthink_] Looks like it hit her a bit harder then I'd have expected...
french: [_mcthink_] On dirait qu'elle a été un peu plus difficile que j'aurais attendu ...

source: [_e_] {size=-10}Hnnn...{/size}
french: [_e_] { size=-10 } Hnnn ... { /taille }

source: [_mcthink_] I guess I should take her to bed...
french: [_mcthink_] Je suppose que je devrais l'emmener au lit ...

source: [_mcthink_] ...she's so cute...
french: [_mcthink_] ... elle est si mignonne ...

source: [_mcthink_] Well, I guess I should get some sleep too...
french: [_mcthink_] Eh bien, je suppose que je devrais dormir aussi ...

source: [_mc_] Good night, sweetie...
french: [_mc_] Bonne nuit, chérie ...

source: [_mc_] Hey [e], there's something we should talk about.
french: [_mc_] Hey [e], il y a quelque chose dont nous devrions parler.

source: [_mc_] I'm sure [j] told you about her situation...
french: [_mc_] Je suis sûr que [j] vous a parlé de sa situation ...

source: [_mc_] Good... well I was thinking that... maybe she could live here for a while... with us.
french: [_mc_] Bon ... je pensais que ... peut-être qu'elle pourrait vivre ici pendant un moment ... avec nous.

source: [_mc_] Oh she told you about it already?
french: [_mc_] Oh, elle vous l'a déjà dit?

source: [_mc_] Ha, of course she did.
french: [_mc_] Ha, bien sûr qu'elle l'a fait.

source: [_mc_] Well, I told her I'll ask [m], but I'm also asking you. I don't want her to live here if you're not okay with it...
french: [_mc_] Eh bien, je lui ai dit que je demanderai [m], mais je te demande aussi. Je ne veux pas qu'elle vive ici si tu n'es pas d'accord avec ça ...

source: [_mc_] I know you're friends, but I also know that she can be a bit annoying at times, so if you don't want her to live here, you can tell me.
french: [_mc_] Je sais que vous êtes amies, mais je sais aussi qu'elle peut être un peu ennuyeux par moments, donc si vous ne voulez pas qu'elle vive ici, vous pouvez me le dire.

source: [_mc_] So, what do you think, should we let her live with us for a while?
french: [_mc_] Alors, que penses-tu, devrions-nous la laisser vivre avec nous pendant un moment?

source: [_mc_] Err... just to make sure, you're okay with her staying here?
french: [_mc_] Err ... juste pour être sûr, tu vas bien avec elle ici?

source: [_n_] She nods in a very exaggerated way to make sure that you really get it.
french: [_n_] Elle nods d'une façon très exagérée de s'assurer que vous l'avez vraiment.

source: [_mc_] Haha, okay I get!
french: [_mc_] Haha, ok !

source: [_mc_] So now we only have to convince [m]... which might not be so easy...
french: [_mc_] Alors maintenant nous devons seulement convaincre [m]... ce qui pourrait ne pas être si facile ...

source: [_mc_] You don't happen to know anything that could convince her?
french: [_mc_] Vous n'êtes pas au courant de quelque chose qui pourrait la convaincre?

source: [_mc_] Wait a minute, that gives me an idea...
french: [_mc_] Attends une minute, ça me donne une idée ...

source: [_mc_] I think I should go talk to [m] now, thanks [e].
french: [_mc_] Je pense que je devrais aller parler au [m] maintenant, merci [e].

source: [_mcthink_] ...time to get out.
french: [_mcthink_] ... le temps de sortir.

source: [_mcthink_] Doesn't she notice me?
french: [_mcthink_] Ne me remarque-t-elle pas?

source: [_mc_] Morning [e], I was wondering when you'd notice me, haha.
french: [_mc_] Matin [e], je me demandais quand vous me remarqueriez, haha.

source: [_mcthink_] Wow, she was still half asleep...
french: [_mcthink_] Wow, elle était encore à moitié endormi ...

source: [_mcthink_] Anyway, let's get ready for the day.
french: [_mcthink_] Quoi qu'il en soit, soyons prêts pour la journée.

source: [_n_] You get dressed and go to the living room where the others have already started their breakfast.
french: [_n_] Vous vous habillerez et allez dans le salon où les autres ont déjà commencé leur petit-déjeuner.

source: [_mcthink_] Alright, I guess I should look for...
french: [_mcthink_] Alright, je suppose que je devrais chercher ...

source: [_mcthink_] Huh? What the...
french: [_mcthink_] Huh? Ce que ...

source: [_mcthink_] What's she doing?
french: [_mcthink_] Qu'est-ce qu'elle fait?

source: [_mc_] [e] are you alright?
french: [_mc_] [e] Vous avez raison?

source: [_mcthink_] Oh, I get it, she's trying to prank me again.
french: [_mcthink_] Oh, je l'ai, elle essaie de me mettre à nouveau.

source: [_mcthink_] But not this time!
french: [_mcthink_] Mais pas cette fois !

source: [_mc_] What? Are you mad that I didn't fall for your little prank? You won't get me so easy anymore.
french: [_mc_] Quoi? Es-tu en colère que je n'ai pas été pour ton petit prank? Tu ne me seras plus si facile.

source: [_mc_] Haha, you're cute.
french: [_mc_] Haha, vous êtes mignon.

source: [_mc_] By the way, why are you wearing my shirt?
french: [_mc_] En passant, pourquoi tu portes ma chemise?

source: [_mc_] Tickle you until you submit! [withhpunch]
french: [_mc_] Billets jusqu'à ce que vous soumettez-vous ! [withhpunch]

source: [_mcthink_] Uff, she's heavier than she looks.
french: [_mcthink_] Uff, elle est plus lourde qu'elle ne le regarde.

source: [_mcthink_] Oh damn!
french: [_mcthink_] Oh merde !

source: [_mc_] Cute and hot!
french: [_mc_] Cute et chaud !

source: [_mcthink_] Shit, first [j] and now [e] too?
french: [_mcthink_] Shit, premier [j] et maintenant [e] aussi?

source: [_mcthink_] Damn, okay, I'm rock hard again just from her grinding on it...
french: [_mcthink_] Damn, ok, je suis de nouveau hard rock juste de son broyage sur elle ...

source: [_mcthink_] Damn, I'm rock hard just from her grinding on it...
french: [_mcthink_] Damn, je suis hard rock juste de son broyage sur elle ...

source: [_mc_] Hmm, you're so beautiful, [e].
french: [_mc_] Hmm, vous êtes si belle, [e].

source: [_mcthink_] Oh I know where this is going.
french: [_mcthink_] Oh, je sais où ça va.

source: [_mc_] Give me that cute pussy!
french: [_mc_] Donnez-moi cette mignonne chatte !

source: [_mc_] Look who's all excited already.
french: [_mc_] Regarde qui est déjà excité.

source: [_n_] [e] kisses the head of your dick and starts to suck it.
french: [_n_] [e] embrasse la tête de votre bite et commence à la sucer.

source: [_n_] [e] kisses your already moist slit and starts to lick your clit.
french: [_n_] [e] embrasse votre fente déjà humide et commence à lécher votre clit.

source: [_mcthink_] Wait, what's this taste?
french: [_mcthink_] Attends, quel est ce goût?

source: [_mcthink_] This tastes like...
french: [_mcthink_] Ce goût comme ...

source: [_mc_] [e] did you smear honey onto your pussy?
french: [_mc_] [e] Avez-vous frottis le miel sur votre chatte?

source: [_mc_] Haha, you're crazy!
french: [_mc_] Haha, vous êtes fou !

source: [_mcthink_] Did she plan this together with [j]?
french: [_mcthink_] Est-ce qu'elle a prévu cela avec [j]?

source: [_mcthink_] But if [j] knew about it, why did she want to go down on me first?
french: [_mcthink_] Mais si [j] était au courant, pourquoi a-t-elle voulu m'en aller?

source: [_mcthink_] Damn, now she's giving it her all...
french: [_mcthink_] Damn, maintenant elle lui donne tout ...

source: [_mc_] Oh shit, this feels great [e]!
french: [_mc_] Oh merde, c'est super [e]!

source: [_mcthink_] Oh damn, oh shit!
french: [_mcthink_] Oh merde, oh merde !

source: [_mcthink_] Shit, what is she...
french: [_mcthink_] Shit, qu'est-ce qu'elle ...

source: [_mcthink_] Now she wants to ride me? Shit, I already almost came!
french: [_mcthink_] Maintenant elle veut me conduire? Merde, je suis déjà presque venu !

source: [_mcthink_] Damn, I'm so close...
french: [_mcthink_] Damn, je suis si proche ...

source: [_mc_] Oh god, oh god... I'm gonna...
french: [_mc_] Oh Dieu, oh Dieu ... Je vais ...

source: [_mc_] Fuck...
french: [_mc_] Putain ...

source: [_mc_] I can still taste that honey...
french: [_mc_] Je peux encore déguster ce miel ...

source: [_n_] You cuddle for a while until you remember that you wanted to question [m] about that woman you're supposed to know.
french: [_n_] Vous vous mêle pendant un certain temps jusqu'à ce que vous vous souveniez que vous vouez poser la question [m] à propos de cette femme que vous êtes censée connaître.

source: [_mc_] Hm? Where's [e]?
french: [_mc_] Hm? Où est le [e]?

source: [_j_] Haha, I don't remember that being part of the plan, [e].
french: [_j_] Haha, je ne me souviens pas que faire partie du plan, [e].

source: [_mc_] Damn... what are you guys up to?
french: [_mc_] Damn ... qu'est-ce que vous voulez?

source: [_j_] [e] wasn't sure what to wear today, so we decided to let you decide.
french: [_j_] [e] n'était pas sûr de ce qu'il fallait porter aujourd'hui, alors nous avons décidé de vous laisser décider.

source: [_j_] Though, I'm not so sure if that's still the plan, hehe.
french: [_j_] Bien que, je ne suis pas si sûr que c'est toujours le plan, hehe.

source: [_n_] [e] gets up and you place yourself on the bed next to your old teddy bear...
french: [_n_] [e] se lève et vous vous place sur le lit à côté de votre vieux ours en peluche ...

source: [_j_] ...hurry up, [mc] is getting bored already!
french: [_j_] ... dépêchez, [mc] s'ennuie déjà !

source: [_mc_] Huh? No I was just thinking about something...
french: [_mc_] Huh? Non, je pensais à quelque chose ...

source: [_j_] Maybe you need to shake your ass a bit to get [hisher] attention, hehe.
french: [_j_] Peut-être que vous avez besoin de vous agiter un peu pour obtenir [hisher] attention, hehe.

source: [_mc_] Haha, yes, I'm fully focused now!
french: [_mc_] Haha, oui, je suis entièrement concentré maintenant !

source: [_j_] Now hurry up, [e] before [heshe] loses concentration again!
french: [_j_] Maintenant pressé, [e] avant [heshe] perd à nouveau la concentration !

source: [_j_] Oh come on [e], that looks almost like your normal outfit!
french: [_j_] Oh viens sur [e], ça ressemble presque à votre tenue normale !

source: [_j_] Uhh, I like that one!
french: [_j_] Uhh, j'aime bien ça !

source: [_j_] Cuuuuute~
french: [_j_] Cuuuuuute ~

source: [_j_] I knew it, hehe!
french: [_j_] Je le savais, hehe !

source: [_j_] Next one, [e].
french: [_j_] Suivant un, [e].

source: [_j_] Haha, we should do a cosplay together one time, [e].
french: [_j_] Haha, nous devrions faire un cosplay ensemble une fois, [e].

source: [_j_] Next one.
french: [_j_] Suivant un.

source: [_j_] Aww, who's that now...
french: [_j_] Aww, c'est qui maintenant ...

source: [_mc_] Damn, [m] is probably still under the shower...
french: [_mc_] Damn, [m] est probablement encore sous la douche ...
