Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] Damn [j]. Luckily [e] didn't get the joke...
french: [_mcthink_] Damn [j]. Luckily [e] n'a pas eu la blague ...

source: [_j_] Okay, let's start with the boxes over here.
french: [_j_] Ok, commençons par les boîtes ici.

source: [_mcthink_] Well I guess I have no say in this...
french: [_mcthink_] Eh bien, je suppose que je n'ai pas ...

source: [_n_] A few minutes later. [withdissolve]
french: [_n_] Quelques minutes plus tard. [withdissolve]

source: [_mcthink_] Damn, [j] is stretching her ass at me all the time...
french: [_mcthink_] Damn, [j] étirer son cul en moi tout le temps ...

source: [_mcthink_] ...this can't be coincidence.
french: [_mcthink_] ... ça ne peut pas être une coïncidence.

source: [_j_] Oh come on [e], don't be so selfish. I'm not going to take him away from you!
french: [_j_] Oh viens le [e], ne pas être égoïle. Je ne vais pas l'enlever de toi !

source: [_mcthink_] Take me away from her?
french: [_mcthink_] Emmenez-moi loin d'elle?

source: [_j_] ...but he's still a man and men like to get a little peek from time to time, right [mc]?
french: [_j_] ... mais il est encore un homme et des hommes comme pour avoir un petit coup de fil de temps en temps, juste [mc]?

source: [_j_] Oh wow, look at this [e].
french: [_j_] Oh wow, regarde ce [e].

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...

source: [_mc_] Hey what are you doing with my underwear?
french: [_mc_] Hey, qu'est-ce que tu fais avec mes sous-vêtements?

source: [_j_] Oh come on, what's the matter? It's sexy. I bet you look hot in it.
french: [_j_] Oh venez, quel est le problème? C'est sexy. Je parie que tu as l'air chaud.

source: [_j_] Where is the other piece? I wanna try it on!
french: [_j_] Où est l'autre pièce? Je veux essayer !

source: [_mcthink_] Jeez, that girl...
french: [_mcthink_] Jeez, cette fille ...

source: [_mc_] It won't fit anyway, it's obviously not your size.
french: [_mc_] Cela ne va pas de toute façon, ce n'est évidemment pas votre taille.

source: [_j_] Whoops, yeah. I almost forgot that I don't have such a purrfect and sexy body...
french: [_j_] Whoops, yeah. J'ai presque oublié que je n'ai pas un tel corps sexy et sexy ...

source: [_j_] Too bad, I guess {b}you{/b} have to show us how it looks then, hehe.
french: [_j_] Trop mauvais, je suppose que {b}vous { /b } devez nous montrer comment il a l'air alors, hehe.

source: [_mcthink_] Damn girl, was this your plan?
french: [_mcthink_] Damn girl, c'était votre plan?

source: [_j_] Come on [mc], show us your sexy curves! I'm sure [e] wants to see them too.
french: [_j_] Venez le [mc], montez-nous vos courbes sexy ! Je suis sûr que [e] veut les voir aussi.

source: [_mcthink_] Yeah I'm sure about that, judging by what happened last night...
french: [_mcthink_] Oui, j'en suis sûr, à en juger par ce qui s'est passé hier soir ...

source: [_j_] Come on, come on, don't be shy.
french: [_j_] Allez, allez, ne suis pas timide.

source: [_j_] Here I'll show you my titties too!
french: [_j_] Je vais vous montrer mes titties aussi !

source: [_mcthink_] A lot?
french: [_mcthink_] Beaucoup?

source: [_j_] Ooooh I get it, it's because mine are bigger than yours, right? Don't worry, I bet she will like yours too.
french: [_j_] Ooooh je l'ai, c'est parce que la mienne est plus grande que la tienne, n'est-ce pas? Ne vous inquiétez pas, je parie qu'elle vous plaidera aussi.

source: [_j_] Jeez... calm down [e]! It's not like I'm going to take her away from you...
french: [_j_] Jeez ... au calme [e]! Ce n'est pas comme si je vais l'enlever de toi ...

source: [_j_] ...and by the way, didn't we agree to always share everything?
french: [_j_] ... et au fait, n'avons-nous pas accepté de tout partager?

source: [_mcthink_] Shit... this girl is so fucking naughty...
french: [_mcthink_] Shit ... cette fille est si putain ...

source: [_j_] I bet [heshe] wouldn't mind if we did share, hehe... right [mc]?
french: [_j_] Je parie que [heshe] ne me dérangerait pas si nous avons partagé, hehe ... juste [mc]?

source: [_mcthink_] Did she just imply a threesome? Holy shit! How am I supposed to answer to that?
french: [_mcthink_] A-t-elle juste sous-entendre un trio? C'est merde ! Comment suis-je censé répondre à cela?

source: [_mcthink_] Damn, if this would be one these adult games, this would probably be the harem choice...
french: [_mcthink_] Damn, si ce serait un de ces jeux pour adultes, ce serait probablement le choix harem ...

source: [_mc_] Err... well I guess I wouldn't mind...
french: [_mc_] Err ... eh bien, je suppose que je ne voudrais pas ...

source: [_j_] See [e]?
french: [_j_] Voir [e]?

source: [_mc_] Hell no! I'm not going to get shared with anyone!
french: [_mc_] Hell no ! Je ne vais pas me partager avec qui que ce soit !

source: [_j_] Oh... I expected a different answer...
french: [_j_] Oh ... J'attendais une réponse différente ...

source: [_n_] Suddenly the door to your room opens.
french: [_n_] Soudain, la porte de votre chambre s'ouvre.

source: [_m_] Hey Hun, I'm sorry for the hassle. I really didn't expect to be so late.
french: [_m_] Hey Hun, je suis désolé pour le déteste. Je ne m'attendais vraiment pas à être si tard.

source: [_mc_] Yeah, don't worry about it.
french: [_mc_] Oui, ne vous inquiéte pas.

source: [_m_] Oh hey [j], I thought I heard your voice. I didn't expect you today.
french: [_m_] Oh hey [j], j'ai cru entendre votre voix. Je ne t'attendais pas aujourd'hui.

source: [_j_] Yeah, we have a... school project to work on...
french: [_j_] Oui, nous avons un ... projet d'école pour travailler sur ...

source: [_m_] I see, well then, it's better you start working on it, don't you think?
french: [_m_] Je vois, eh bien, c'est mieux que tu commence à travailler sur ça, tu ne crois pas?

source: [_j_] Yeah, sure.
french: [_j_] Oui, bien sûr.

source: [_j_] Come on [e], let's go!
french: [_j_] Venez le [e], allons-y !

source: [_j_] Oh I love that shirt by the way [m]. It looks really hot on you!
french: [_j_] Oh I love that shirt by the way [m]. Ça a l'air très chaud sur toi !

source: [_m_] Why thank you!
french: [_m_] Pourquoi vous remercier !

source: [_j_] I wonder if you're wearing it for someone special, hehe.
french: [_j_] Je me demande si vous le portez pour quelqu'un de spécial, hehe.

source: [_m_] Wh... well don't you two have something to do?
french: [_m_] Wh ... Vous n'avez pas deux choses à faire?

source: [_j_] Of course... {size=-10}Run [e]!{/size}
french: [_j_] Bien sûr ... { size=-10 } Exécuter [e]! { /size }

source: [_e_] Khehehe...
french: [_e_] Khéhéhéhé...

source: [_mcthink_] Why is she closing the door?
french: [_mcthink_] Pourquoi elle ferme la porte?

source: [_m_] I'm sorry, I didn't know about [j]. I hope she didn't cause you any trouble?
french: [_m_] Je suis désolé, je ne savais pas environ [j]. J'espère qu'elle ne vous a pas causé de problèmes?

source: [_mc_] Not at all...
french: [_mc_] Pas du tout ...

source: [_m_] Oh that's good, I know she can be a bit ...feisty.
french: [_m_] Oh, c'est bien, je sais qu'elle peut être un peu ... feisante.

source: [_mcthink_] ...what an understatement...
french: [_mcthink_] ... ce qu'une sous-instruction ...

source: [_m_] Anyway, are you hungry? I'll make dinner if you want?
french: [_m_] En tout cas, as-tu faim? Je dînerai si tu veux?

source: [_mc_] No, I'm fine, thanks.
french: [_mc_] Non, je vais bien, merci.

source: [_m_] Okay... Oh by the way...
french: [_m_] Ok ... Oh par la voie ...

source: [_n_] You go back to your room.
french: [_n_] Vous revenez dans votre chambre.

source: [_mcthink_] Okay, I guess it's time for some VR porn, hehe...
french: [_mcthink_] Ok, je suppose qu'il est temps pour un peu de porno VR, hehe ...

source: [_mcthink_] Err, Shit. I wanted to talk to [e] too...
french: [_mcthink_] Err, Shit. Je voulais parler au [e]...

source: [_mcthink_] ...but I'm actually quite a bit horny now...
french: [_mcthink_] ... mais je suis vraiment un peu horny maintenant ...

source: [_mcthink_] Yeah, it's better to clear my mind before she comes over again tonight.
french: [_mcthink_] Oui, c'est mieux de me départir de l'esprit avant qu'elle ne retombe ce soir.

source: [_mc_] Hey Ladies, did you miss me?
french: [_mc_] Hey Mesdames, vous m'avez manqué?

source: Girls [special_delimiter] Heeey, elder unrelated roommate...
french: Filles [special_delimiter] Heeey, colocataire non lié ...

source: [_mcthink_] Err what the...
french: [_mcthink_] Err ce que ...

source: [_mcthink_] Yeah, I really shouldn't wait any longer. I haven't talked to her alone once, since I've been back...
french: [_mcthink_] Oui, je ne devrais pas attendre plus longtemps. Je n'ai pas parlé à elle seule une fois, depuis que je suis de retour ...

source: [_n_] You go to her room.
french: [_n_] Vous allez dans sa chambre.

source: [_n_] Nothing special happens for the rest of the day.
french: [_n_] Rien de spécial ne se produit pour le reste de la journée.

source: [_n_] Later that Night. [withdissolve]
french: [_n_] Plus tard dans la nuit. [withdissolve]

source: [_mcthink_] It's late... I guess [e] should be coming over soon...
french: [_mcthink_] C'est en retard ... Je suppose que [e] devrait venir bientôt ...

source: [_m_] {size=-10}[e]? What are you doing up so late? Trying to sneak into your [bs]'s bed again?{/size}
french: [_m_] { size=-10 }[e]? Qu'est-ce que tu fais si tard? Tentative d'éternuement à nouveau dans votre lit [bs]? { /size }

source: [_mcthink_] Huh? [m] is still awake?
french: [_mcthink_] Huh? [m] est encore éveillé?

source: [_m_] {size=-10}You should really let [himher] sleep [e]...{/size}
french: [_m_] { size=-10 } Vous devez vraiment laisser [himher] dormir [e]... { /size }

source: [_m_] {size=-10}Listen [e], I know you're really happy that [mc] is back, but [heshe] just moved in and we both don't know if [heshe] intends to stay...{/size}
french: [_m_] { size=-10 } Ecoutez [e], je sais que vous êtes vraiment heureux que [mc] soit de retour, mais [heshe] vient d'être déplacé et nous ne savons pas si le [heshe] a l'intention de rester ... { /size }

source: [_m_] {size=-10}...also, [heshe]'s been away for a long time, we basically don't know anything about [himher]. Plus, do you even know if [heshe] is okay with you sleeping in [hisher] bed?{/size}
french: [_m_] { size=-10 } ... aussi, [heshe]'s été absent depuis longtemps, nous ne savons pratiquement rien du [himher]. De plus, savez-vous même si [heshe] est correct avec vous pour dormir dans le lit [hisher] ? { /size }

source: [_mcthink_] Damn, are you serious [m]?
french: [_mcthink_] Damn, vous êtes sérieux [m]?

source: [_m_] {size=-10}Come on [e], go back to your room. If [heshe]'s going to stay, you'll have enough opportunities to cuddle with [himher] in the future...{/size}
french: [_m_] { size=-10 } Passez le [e], retourne dans votre chambre. Si [heshe]'s va rester, vous aurez assez d'opportunités pour se mêle de [himher] à l'avenir ... { /size }

source: [_mcthink_] Well... I guess I'm going to sleep alone tonight...
french: [_mcthink_] Puits ... Je pense que je vais dormir seul ce soir ...

source: [_m_] [bpc], WHAT THE HELL?!
french: [_m_] [bpc], QUE DIABLE?

source: [_m_] Don't tell me you got yourself into a fight AGAIN?!
french: [_m_] Ne me dites pas que vous vous êtes mis dans un combat AGAIN? !

source: [_m_] Just what the hell is wrong with you? Why must you constantly embarrass me?
french: [_m_] Qu'est-ce qui ne va pas avec vous? Pourquoi tu dois constamment m'embarrasser?

source: [_m_] Can't you be a normal [boygirl] once in your life?
french: [_m_] Vous ne pouvez pas être un [boygirl] normal une fois dans votre vie?

source: [_m_] Oh I guess that's a bit too much to ask with a Dad like yours...
french: [_m_] Oh, je suppose que c'est un peu trop pour demander avec un papa comme le vôtre ...

source: [_m_] I swear, if I get a call from your school or the police again, you'll regret ever being born!
french: [_m_] Je vous jure, si j'ai de nouveau reçu un appel de votre école ou de la police, vous regretterez d'être né !

source: [_m_] DON'T JUST STAND THERE LIKE THE FOOL YOU ARE, YOU'RE DRIPPING BLOOD ALL OVER THE FLOOR, GO TO THE BATHROOM AND WASH YOUR FACE!
french: [_m_] NE SE TIENNENT PAS LÀ COMME LE FOU QUE VOUS ÊTES, VOUS ASSÉCHEZ LE SANG PARTOUT, ALLEZ AUX TOILETTES ET LAVEZ VOTRE VISAGE !

source: [_m_] ...and don't forget to wipe the blood off the floor when you're done...
french: [_m_] ... et n'oubliez pas de nettoyer le sang du sol quand vous avez fini ...

source: [_mcthink_] Uhh... not again...
french: [_mcthink_] Uhh ... pas encore ...

source: [_mcthink_] ...she didn't even care I was hurt...
french: [_mcthink_] ... elle n'a même pas pris soin d'avoir été blessée ...

source: [_mcthink_] Fuck you [m], I'm not going to forgive you so easily!
french: [_mcthink_] Fuck you [m], je ne vais pas vous pardonner si facilement !

source: [_mcthink_] At least [e] was worried about me...
french: [_mcthink_] Au moins [e] était inquiet pour moi ...

source: [_mcthink_] I can't even count how many times she stitched me together after I got into a fight.
french: [_mcthink_] Je ne peux même pas compter combien de fois elle m'a couché ensemble après que j'ai pris un combat.

source: [_mcthink_] She was still so young, but she tried to cheer me up so many times...
french: [_mcthink_] Elle était encore si jeune, mais elle a essayé de me remonter tant de fois ...

source: [_mcthink_] I think she knew that I was just angry...
french: [_mcthink_] Je pense qu'elle savait que j'étais en colère ...

source: [_mcthink_] Angry at [m], angry at the old man, angry at everything and everyone...
french: [_mcthink_] Angry au [m], en colère contre le vieil homme, en colère contre tout et tout le monde ...

source: [_mcthink_] Well I better find the perfect present for her birthday. I have a lot to make up for and only a few hours time.
french: [_mcthink_] Eh bien, je trouve le cadeau parfait pour son anniversaire. J'ai beaucoup à faire pour et seulement quelques heures de temps.

source: [_n_] You take a quick shower and make yourself ready to go into the city.
french: [_n_] Vous prenez une douche rapide et vous vous apprêtez à entrer dans la ville.

source: [_mcthink_] Alright, time to go.
french: [_mcthink_] Alright, le temps d'aller.

source: [_mcthink_] Okay, where should I start...
french: [_mcthink_] Ok, où devrais-je commencer ...

source: [_mcthink_] Uhh... shit, I don't even know what [e] likes... I should have asked [m] or [j]...
french: [_mcthink_] Uhh ... shit, je ne sais même pas ce que [e] aime ... J'aurais dû demander [m] ou [j]...

source: [_mcthink_] Wasn't there a cafe somewhere here? I can't think straight without a good coffee in the morning...
french: [_mcthink_] N'y a-t-il pas un café quelque part ici? Je ne peux pas penser sans un bon café le matin ...

source: [_n_] You look around for the cafe until you find it.
french: [_n_] Vous regardez autour du café jusqu'à ce que vous le trouez.

source: Dude [special_delimiter] Yeah?
french: Dude [special_delimiter] Oui?

source: [_mcthink_] Wasn't there a girl working here last time?
french: [_mcthink_] N'y a-t-il pas une fille qui travaille ici la dernière fois?

source: [_mc_] The biggest cup of the strongest coffee you have.
french: [_mc_] La plus grande tasse du café le plus fort que vous avez.

source: [_mcthink_] This guy looks kind of funny in the uniform...
french: [_mcthink_] Ce mec a l'air drôle dans l'uniforme ...

source: Dude [special_delimiter] Here you go...
french: Dude [special_delimiter] Ici vous allez ...

source: [_mc_] Thanks, keep the change.
french: [_mc_] Merci, gardez le changement.

source: Dude [special_delimiter] Thanks.
french: Dude [special_delimiter] Merci.

source: Girl [special_delimiter] {size=-10}Yeah, bye!{/size}
french: Fille [special_delimiter] { size=-10 } Ouais, bye ! { /size }

source: [_mcthink_] That's the barista from last time.
french: [_mcthink_] C'est le barista de la dernière fois.

source: Girl [special_delimiter] Oh, you.
french: Fille [special_delimiter] Oh, vous.

source: [_mcthink_] Looks like she's remembering me as well.
french: [_mcthink_] On dirait qu'elle me rappelle aussi.

source: Girl [special_delimiter] Ah sorry, haha. You looked really tired last time, that's why I remember you, haha.
french: Fille [special_delimiter] Ah désolé, haha. Tu as l'air fatigué la dernière fois, c'est pourquoi je me souviens de toi, haha.

source: [_mc_] Yeah that sounds like me... I hope I didn't look too scary?
french: [_mc_] Oui, ça sonne comme moi ... J'espère que je n'ai pas l'air trop effrayée?

source: Girl [special_delimiter] Haha no, not at all. Err... how is your friend?
french: Fille [special_delimiter] Haha no, pas du tout. Err ... comment est ton ami?

source: Girl [special_delimiter] The older woman...
french: Fille [special_delimiter] La vieille femme ...

source: Girl [special_delimiter] Oh that sounds mean. I didn't mean that she looks old or something, haha. She's a regular.
french: Fille [special_delimiter] Oh, ça sonne. Je ne voulais pas dire qu'elle a l'air vieux ou quelque chose, haha. Elle est régulière.

source: Girl [special_delimiter] ...but she looked really sad when she left the other day. I hope she's alright?
french: Fille [special_delimiter] ... mais elle a l'air vraiment triste quand elle a quitté l'autre jour. J'espère qu'elle va bien?

source: [_mc_] I guess you mean [m]... yeah she's fine.
french: [_mc_] Je suppose que tu veux dire [m]... oui, elle va bien.

source: Girl [special_delimiter] Did you break up with her?
french: Fille [special_delimiter] Avez-vous fait la rupture avec elle?

source: [_mc_] Break up? Hell no! She's not my girlfriend.
french: [_mc_] Relâchez? Enfer non ! Elle n'est pas ma copine.

source: Dude [special_delimiter] Hey [h], stop chattering, I want to go home!
french: Dude [special_delimiter] Hey [h], stop chattering, je veux rentrer à la maison !

source: Girl [special_delimiter] Ugh... Looks like I have to start my shift.
french: Fille [special_delimiter] Ugh ... On dirait que je dois commencer mon quart de travail.

source: [_mc_] Yeah, too bad.
french: [_mc_] Oui, trop mal.

source: Girl [special_delimiter] I'm [h] by the way.
french: Fille [special_delimiter] I'm [h] by the way.

source: [_mc_] [mc], nice to meet you.
french: [_mc_] [mc], agréable de vous rencontrer.

source: [_h_] Nice to meet you too. I hope you visit us more often from now on, we have the best coffee in town and the cutest barista too, haha.
french: [_h_] Nice pour vous rencontrer aussi. J'espère que vous nous visitez plus souvent à partir de maintenant, nous avons le meilleur café en ville et la barista cutest aussi, haha.

source: [_mc_] That's two really good reasons to come back. Especially the last one.
french: [_mc_] C'est deux bonnes raisons de revenir. Surtout le dernier.

source: [_h_] Hehe, thanks.
french: [_h_] Hehe, merci.

source: [_h_] Yes, stop crying baby boy!
french: [_h_] Oui, arrêtez de pleurer bébé garçon !

source: [_h_] Well, I have to go. See you soon~
french: [_h_] Eh bien, je dois y aller. A bientôt ~

source: [_mcthink_] Wow, she seemed kind of nervous at first... because of me?
french: [_mcthink_] Wow, elle semblait nerveuse au début ... à cause de moi?

source: [_mc_] Yeah, well I have to go now. Bye...
french: [_mc_] Oui, eh bien, je dois y aller maintenant. Bye ...

source: [_n_] You leave the cafe and walk down the street, starting to think about what kind of present [e] would really like to have.
french: [_n_] Vous quittez le café et marchez dans la rue, en commençant à penser à quel genre de cadeau [e] vous aimeriez vraiment avoir.

source: [_n_] You wander from window to window, enter some shops, look at jewelry, plushies, clothes and several other things.
french: [_n_] Vous pouvez passer de la fenêtre à la fenêtre, entrer des boutiques, regarder des bijoux, des plushies, des vêtements et plusieurs autres choses.

source: [_mcthink_] Hum... looked better from far away.
french: [_mcthink_] Hum ... semblait mieux de loin.

source: [_mcthink_] No... this won't do as well...
french: [_mcthink_] Non .. ça ne va pas aussi bien ...

source: [_mcthink_] No...
french: [_mcthink_] Non.

source: [_mcthink_] ...no...
french: [_mcthink_] ... non ...

source: [_mcthink_] Nope, this looks cheap...
french: [_mcthink_] Non, ça a l'air bon marché ...

source: [_mcthink_] Ugh... who buys this shit?
french: [_mcthink_] Ugh ... qui achète cette merde?

source: [_n_] Several shops and after what feels like hours you start to get exhausted.
french: [_n_] Plusieurs magasins et après ce qui ressemble à des heures, vous commencez à vous épuvoir.

source: [_mcthink_] Damn! Why is it so hard to find a good present...
french: [_mcthink_] Damn ! Pourquoi est-il si difficile de trouver un bon cadeau ...

source: [_n_] You decide to enter one last shop and take a break after that. You enter the shop without looking at what they actually sell.
french: [_n_] Vous décidez d'entrer dans un dernier magasin et de prendre une pause après cela. Vous entrez dans le magasin sans regarder ce qu'ils vendent réellement.

source: [_mcthink_] A phone shop?
french: [_mcthink_] Une boutique de téléphone?

source: [_mcthink_] Well I won't find anything here...
french: [_mcthink_] Eh bien, je ne trouverai rien ici ...

source: [_mcthink_] Or...?
french: [_mcthink_] Ou ...?

source: [_mcthink_] Hum... [m] said [e] wouldn't know how to use it, but I highly doubt that.
french: [_mcthink_] Hum ... [m] a dit que [e] ne savait pas comment l'utiliser, mais j'en doute fort.

source: [_mcthink_] I don't know any girl her age who doesn't want to have a mobile phone.
french: [_mcthink_] Je ne connais aucune fille de son âge qui ne veut pas avoir un téléphone portable.

source: [_mcthink_] Plus I don't think she has the money to buy a good one herself...
french: [_mcthink_] Plus je ne pense pas qu'elle ait l'argent pour acheter une bonne seule ...

source: [_mcthink_] Yeah, I bet she would be happy to have one, even if she's only using it to send messages and listen to music.
french: [_mcthink_] Oui, je parie qu'elle serait heureuse d'en avoir une, même si elle ne l'utilise que pour envoyer des messages et écouter de la musique.

source: [_mcthink_] But I can't buy just {b}some{/b} phone, it has to be a good one. Maybe a Lie-Phone, or the new Moogle phone?
french: [_mcthink_] Mais je ne peux pas acheter juste {b}un téléphone { /b }, il doit être bon. Peut-être un Lie-Phone, ou le nouveau téléphone Moogle?

source: [_mcthink_] ...and some cute accessories too. Girls her age love this kind of stuff... I think...
french: [_mcthink_] ... et quelques accessoires mignons aussi. Les filles de son âge adorent ce genre de choses ... Je pense ...

source: [_n_] You buy a stupidly expensive mobile phone and some cute accessories.{p}Then you make your way back home.
french: [_n_] Vous achetez un téléphone mobile stupidement cher et quelques accessoires mignons.{p}Vous revenez ensuite à la maison.

source: [_mc_] I'm back...
french: [_mc_] Je suis de retour ...

source: [_mcthink_] ...looks like [m] and [e] aren't back yet.
french: [_mcthink_] ... a l'air [m] et [e] ne sont pas encore de retour.

source: [_n_] You hide the mobile in your room and after waiting a while for [m] and [e] to return, you decide to spend some time watching TV.
french: [_n_] Vous cacheez le mobile dans votre chambre et après avoir attendu un temps pour [m] et [e] pour revenir, vous décidez de passer un peu de temps à regarder la télévision.

source: Reporter [special_delimiter] ...building that burned down a few days ago.
french: Reporter [special_delimiter] ... bâtiment qui a brûlé il y a quelques jours.
