Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [m] ...I was just 18 when we came together and when he was gone I was... broken...
french: [m] ...J'avais juste 18 ans quand nous nous sommes mis ensemble et quand il est parti, j'étais... brisée...
italian: [m] ...Avevo appena 18 anni quando ci siamo riuniti e quando era andato fu... rotto...

source: [m] I wanted to get back at him... somehow... anyhow...
french: [m] Je voulais me venger de lui... d'une manière ou d'une autre... de toute façon...
italian: [m] Volevo tornare da lui... in qualche modo... comunque...

source: [pc] ...and then you started drinking...
french: [pc] ...et puis tu as commencé à boire...
italian: [pc] ...e poi hai iniziato a bere...

source: [m] I'm so sorry, [pc].
french: [m] Je suis tellement désolée, [pc].
italian: [m] Mi dispiace, [pc].

source: [m] I won't ask you to forgive me... but if you give me a chance...
french: [m] Je ne te demanderai pas de me pardonner... mais si tu me donnes une chance...
italian: [m] Non ti chiederò di perdonarmi... ma se mi darai una possibilità...

source: [m] I'll do anything... Honey...
french: [m] Je ferais n'importe quoi... Chéri...
italian: [m] Farò qualsiasi cosa... Miele...

source: [pcthink] ...anything...?
french: [pcthink] ...n'importe quoi... ?
italian: [pcthink] ...qualcosa...?

source: [m] ...say...
french: [m] ... dit...
italian: [m] ... dici...

source: [m] You and [j]...
french: [m] Toi et [j]...
italian: [m] Tu e [j]...

source: [m] ...is it serious?
french: [m] ...c'est sérieux ?
italian: [m] ...è grave?

source: [pc] Me and [j]? ...well...
french: [pc] Moi et [j]? ...bien...
italian: [pc] Me and [j]? ...be...

source: [pc] I'm not sure to be honest.
french: [pc] Je ne suis pas sûr pour être honnête.
italian: [pc] Non sono sicuro di essere onesto.

source: [m] She seems to be quite... open.
french: [m] Elle semble être assez... ouverte.
italian: [m] Sembra che lei sia abbandonata... aperta.

source: [pc] Yeah, I'm sure she wouldn't mind being in my place right now.
french: [pc] Ouais, je suis sûr que ça ne la dérangerait pas d'être à ma place en ce moment.
italian: [pc] Sì, sono sicuro che non le dispiacerebbe essere al mio posto in questo momento.

source: [m] You mean... with me?
french: [m] Tu veux dire... avec moi ?
italian: [m] Vuoi dire... con me?

source: [m] I... I'm not sure I could be that open...
french: [m] Je... Je ne suis pas sûr que je pourrais être aussi ouverte...
italian: [m] Io... Non sono sicuro di poter essere così aperto...

source: [pc] Well, she's still my girlfriend...
french: [pc] Eh bien, elle est toujours ma petite amie...
italian: [pc] Beh, è ancora la mia morosa...

source: [pcthink] I guess?
french: [pcthink] Je suppose ?
italian: [pcthink] Immagino?

source: [pc] ...she wouldn't do anything I'm not okay with.
french: [pc] ...elle ne ferait rien qui ne me convienne pas.
italian: [pc] ...non farebbe nulla con cui non sto bene.

source: [pcthink] I hope...
french: [pcthink] J'espère...
italian: [pcthink] Spero che...

source: [pc] Nobody said you'd have to.
french: [pc] Personne n'a dit que tu devais le faire.
italian: [pc] Nessuno ha detto che avresti dovuto farlo.

source: [m] [pc] I...
french: [m] [pc] Je...

source: [pcthink] Well that was unexpected...
french: [pcthink] Eh bien, c'était inattendu...
italian: [pcthink] Beh, questo era inaspettato...

source: [m] Phew, we'll need to take a shower when we're back home.
french: [m] Ouf, il faudra prendre une douche quand on sera de retour à la maison.
italian: [m] Phew, abbiamo bisogno di fare una doccia quando siamo tornati a casa.

source: [pc] *Sniff* ...ugh... true.
french: [pc] *Sniff* ...ugh... vrai.

source: [m] You can go first if you like.
french: [m] Tu peux commencer si tu veux.
italian: [m] Puoi andare prima se vuoi.

source: [m] But I'll go first!
french: [m] Mais j'y vais en premier !
italian: [m] Ma andrò per primo!

source: [pc] Sure... we don't want to risk seeing each other naked under the shower, right?
french: [pc] Bien sûr... on ne veut pas risquer de se voir nus sous la douche, non ?
italian: [pc] Certo... non vogliamo rischiare di vederci nudi sotto la doccia, vero?

source: [m] Was that sarcasm?
french: [m] C'était du sarcasme ?
italian: [m] Era quel sarcasmo?

source: [pc] Well, we've seen each other naked already...
french: [pc] Eh bien, nous nous sommes déjà vus nus...
italian: [pc] Beh, ci siamo già visti nudi a vicenda...

source: [pc] I noticed you this morning.
french: [pc] Je t'ai remarqué ce matin.
italian: [pc] Ti ho notato stamattina.

source: [m] Oh I'm sorry, I thought you didn't see me... I... I didn't want to disturb you.
french: [m] Oh je suis désolé, je pensais que tu ne m'avais pas vue... Je... Je ne voulais pas te déranger.
italian: [m] Oh mi dispiace, pensavo che non mi avessi visto... Non volevo disturbarti.

source: [pc] You should come in next time, we've seen each other naked already anyway.
french: [pc] Tu devrais venir la prochaine fois, on s'est déjà vus nus de toute façon.
italian: [pc] Dovresti venire la prossima volta, ci siamo visti nudi in ogni caso.

source: [m] O-Oh, are sure you don't mind?
french: [m] O-Oh, tu es sûr que ça ne te dérange pas ?
italian: [m] O-Oh, è sicuro che non ti dispiace?

source: [pc] Yeah, it really doesn't bother me.
french: [pc] Ouais, ça ne me dérange pas vraiment.
italian: [pc] Sì, non mi infastidisce.

source: [m] O-okay... I'll try to remember...
french: [m] O-okay... Je vais essayer de m'en souvenir...
italian: [m] Ok okay... Cercherò di ricordare...

source: [m] Oh, well if you don't mind... I guess I could do that.
french: [m] Oh, bien, si ça ne te dérange pas... Je suppose que je pourrais le faire.
italian: [m] Oh, bene se non ti dispiace... Immagino che potrei farlo.

source: [m] I mean, since we have seen each other naked already...
french: [m] Je veux dire, puisque nous nous sommes déjà vus nus...
italian: [m] Voglio dire, dal momento che ci siamo visti nudi già...

source: [pc] Would you mind me seeing you under the shower?
french: [pc] Ça te dérange si je te vois sous la douche ?
italian: [pc] Ti dispiacerebbe che ti vedessi sotto la doccia?

source: [m] Oh I... I mean... I guess I'd be okay with that...
french: [m] Oh je... Je veux dire... Je suppose que je serais d'accord avec ça...
italian: [m] Oh io... Voglio dire... Immagino che io sarei d'accordo con quello...

source: [pc] Peeping on people under the shower is not nice you know.
french: [pc] Épier les gens sous la douche n'est pas bien tu sais.
italian: [pc] Peeping su persone sotto la doccia non è bello che tu sai.

source: [m] I-I didn't, I was just surprised, I didn't know what to do for a second!
french: [m] J-Je ne l'ai pas fait, j'ai juste été surprise, je n'ai pas su quoi faire pendant une seconde !
italian: [m] Non l'ho fatto, ero appena sorpreso, non sapevo cosa fare per un secondo!

source: [pc] So surprised that you kept staring at my naked, wet body...
french: [pc] Tellement surprise que tu as continué à regarder mon corps nu et humide...
italian: [pc] Così sorpreso che hai continuato a fissare il mio corpo nudo, bagnato...

source: [m] I-I... it wasn't...
french: [m] Je-je... ce n'était pas...
italian: [m] I-I... non è stato...

source: [pc] Maybe I should turn around next time so you can see more of me.
french: [pc] Je devrais peut-être me retourner la prochaine fois pour que tu puisses me voir davantage.
italian: [pc] Forse dovrei girare la prossima volta in modo da poter vedere più di me.

source: [m] Oh stop making fun of me, [pc]!
french: [m] Oh arrêtes de te moquer de moi, [pc]!
italian: [m] Oh smettere di prendermi in giro, [pc]!

source: [pc] Haha, just teasing.
french: [pc] Haha, je te taquine.
italian: [pc] Haha, basta prendere in giro.

source: [m] Oh, by the way I think we should head back, [e] and [j] will probably wake up soon.
french: [m] Oh, au fait je pense que nous devrions rentrer, [e] et [j] vont probablement se réveiller bientôt.
italian: [m] Oh, a proposito penso che dovremmo tornare indietro, [e] e [j] probabilmente si sveglierà presto.

source: [pcthink] She changed the subject so suddenly...
french: [pcthink] Elle a changé de sujet si soudainement...
italian: [pcthink] Ha cambiato il soggetto così improvvisamente...

source: [pc] Yeah, let's go then.
french: [pc] Ouais, allons-y alors.
italian: [pc] Sì, andiamo allora.

source: [n] You make your way back home at a slow pace, occasionally engaging in some small talk followed by awkward moments of silence.
french: [n] Vous rentrez chez vous à un rythme lent, engageant de temps en temps une petite conversation suivie de moments de silence gênants.
italian: [n] Ritornate a casa a un ritmo lento, occasionalmente impegnandovi in qualche piccolo colloquio seguito da momenti di silenzio imbarazzanti.

source: [n] [m] seems to feel relieved when you arrive home, you can't help but feel the same...
french: [n] [m] semble se sentir soulagé lorsque vous arrivez à la maison, vous ne pouvez vous empêcher de ressentir la même chose...
italian: [n] [m] sembra di sentirsi sollevati quando arrivi a casa, non puoi fare a meno di sentire lo stesso...

source: [m] ...I can't wait to get under the shower...
french: [m] ...J'ai hâte de me mettre sous la douche...
italian: [m] ...Non vedo l'ora di andare sotto la doccia...

source: [j] There you are!
french: [j] Vous voilà!
italian: [j] Ci sei!

source: [m] Oh good morning, [j].
french: [m] Oh bonjour, [j].
italian: [m] Buongiorno, [j].

source: [pcthink] What the hell did she do in my room?
french: [pcthink] Que diable a-t-elle fait dans ma chambre ?
italian: [pcthink] Che diavolo ha fatto nella mia stanza?

source: [j] Mornin', where have you been?
french: [j] Jour', où étiez-vous ?
italian: [j] Mornin', dove sei stato?

source: [m] We did a little morning workout.
french: [m] Nous avons fait un petit entraînement matinal.
italian: [m] Abbiamo fatto un po' di allenamento mattutino.

source: [j] Morning workout, huh? Hehe...
french: [j] Entraînement matinal, hein ? Héhé...
italian: [j] Mattina allenamento, eh? Hehe...

source: [j] Come on, [pc], I need to show you something!
french: [j] Viens, [pc], je dois te montrer quelque chose !
italian: [j] Avanti, [pc], ho bisogno di mostrarti qualcosa!

source: [pc] Huh? What's the matter?
french: [pc] Huh ? Qu'est-ce qu'il y a ?
italian: [pc] Huh? Qual è la questione?

source: [j] Just come, it's a surprise, you'll see!
french: [j] Viens, c'est une surprise, tu verras !
italian: [j] Appena venite, è una sorpresa, vedrete!

source: [m] Well, I guess I'll be using the shower first, then.
french: [m] Eh bien, je suppose que je vais utiliser la douche en premier, alors.
italian: [m] Beh, immagino che userò la doccia prima, allora.

source: [pc] Damn, [j], what are you up to?
french: [pc] Merde, [j], qu'est-ce que tu fais ?
italian: [pc] Dannazione, [j], a cosa stai facendo?

source: [j] You'll love it, promise!
french: [j] Tu vas l'adorer, promis !
italian: [j] Lo amerai, promessa!

source: [pcthink] Well, I guess I can at least take a shower now...
french: [pcthink] Eh bien, je suppose que je peux au moins prendre une douche maintenant...
italian: [pcthink] Beh, immagino che posso almeno fare una doccia ora...

source: [pcthink] I wonder if [m] is done already, maybe I should check.
french: [pcthink] Je me demande si [m] est déjà fait, je devrais peut-être vérifier.
italian: [pcthink] Mi chiedo se [m] sia già fatto, forse dovrei controllare.

source: [pcthink] Sounds like she's still under the shower...
french: [pcthink] On dirait qu'elle est toujours sous la douche...
italian: [pcthink] Suona come se fosse ancora sotto la doccia...

source: [pcthink] Yeah, she's fine with it, right?
french: [pcthink] Ouais, elle est d'accord avec ça, non ?
italian: [pcthink] Sì, sta bene con esso, giusto?

source: [pcthink] And even if not...
french: [pcthink] Et même si ce n'est pas le cas...
italian: [pcthink] E anche se non...

source: [pcthink] Yeah, who wants to see a hot and naked milf...
french: [pcthink] Ouais, qui veut voir une milf chaude et nue...
italian: [pcthink] Sì, che vuole vedere un caldo e nudo milf...

source: [pcthink] Damn she's hot!
french: [pcthink] Merde, elle est chaude !
italian: [pcthink] Dannazione è caldo!

source: [pcthink] Phew!
french: [pcthink] Ouf !

source: [pcthink] Now we'll see if she's really okay with it...
french: [pcthink] Maintenant nous allons voir si elle est vraiment d'accord avec ça...
italian: [pcthink] Ora vedremo se sta davvero bene con esso...

source: [pcthink] Wow... I guess she is...
french: [pcthink] Wow... Je suppose qu'elle est...
italian: [pcthink] Wow... Immagino che lei sia...

source: [pcthink] Well, time to join her.
french: [pcthink] Eh bien, il est temps de la rejoindre.
italian: [pcthink] Beh, è il momento di unirsi a lei.

source: [pcthink] Looks like she's a bit unsure...
french: [pcthink] On dirait qu'elle est un peu incertaine...
italian: [pcthink] Sembra che lei sia un po' insicura...

source: [m] Are you... sure this is what you want, [pc]?
french: [m] Es-tu... sûr que c'est ce que tu veux, [pc]?
italian: [m] Sei sicuro... questo è quello che vuoi, [pc]?

source: [pc] I am...
french: [pc] Je suis...
italian: [pc] Io sono...

source: [m] N-No, [pc]...
french: [m] N-Non, [pc]...

source: [pc] What's wrong?
french: [pc] Quel est le problème ?
italian: [pc] Cosa c'è di sbagliato?

source: [m] I... the others could hear us.
french: [m] Je... les autres pouvaient nous entendre.
italian: [m] Io... gli altri potrebbero sentirci.

source: [pc] We just have to be quiet.
french: [pc] Nous devons juste être silencieux.
italian: [pc] Dobbiamo solo essere tranquilli.

source: [m] I-I... can't...
french: [m] Je-je... ne peux pas...
italian: [m] I-I... non può...

source: [pc] Why, what's wrong, [m]?
french: [pc] Pourquoi, qu'est-ce qui ne va pas, [m]?
italian: [pc] Perché, cosa c'è di sbagliato, [m]?

source: [m] That was [t] at the door, right?
french: [m] C'était [t] à la porte, non ?
italian: [m] Era [t] alla porta, giusto?

source: [pc] Yeah, why?
french: [pc] Ouais, pourquoi ?
italian: [pc] Sì, perché?

source: [m] So we have two visitors, [t] and [j]...
french: [m] Nous avons donc deux visiteurs, [t] et [j]...
italian: [m] Quindi abbiamo due visitatori, [t] e [j]...

source: [m] I-I just don't feel comfortable... like that...
french: [m] Je-je ne me sens pas à l'aise... comme ça...
italian: [m] I-Non mi sento a mio agno... così...

source: [pc] [t] and [e] are busy with their session.
french: [pc] [t] et [e] sont occupés par leur session.
italian: [pc] [t] e [e] sono occupati con la loro sessione.

source: [m] Which means [j] has nothing to do... you know her...
french: [m] Ce qui signifie que [j] n'a rien à faire... tu la connais...
italian: [m] Il che significa che [j] non ha nulla da fare... la conosci...

source: [m] We can still wash each other if you like.
french: [m] On peut toujours se laver l'un l'autre si tu veux.
italian: [m] Possiamo ancora lavarci a vicenda se ti piace.

source: [pc] Hmph... fine...
french: [pc] Hmph... bien...

source: [n] Highly disappointed, you help [m] wash herself and she returns the favor, cautiously avoiding every sensitive spot.
french: [n] Très déçu, vous aidez [m] à se laver et elle vous rend la pareille, en évitant prudemment chaque endroit sensible.
italian: [n] Altamente delusa, aiuterai [m] a lavarsi e lei restituisce il favore, evitando con cautela ogni punto sensibile.

source: [n] She also completely ignores that you have a boner...
french: [n] Elle ignore aussi complètement que vous avez une trique...
italian: [n] Lei ignora anche completamente che si ha un boner...

source: [n] A little bit later. [withslowdissolve]
french: [n] Un peu plus tard. [withslowdissolve]
italian: [n] Un po' più tardi. [withslowdissolve]

source: [n] An hour later.
french: [n] Une heure plus tard.

source: [pc] Alright...
french: [pc] Très bien...

source: [pcthink] Alright...
french: [pcthink] Très bien...

source: [pcthink] Holy shit!
french: [pcthink] Putain de merde !

source: [pc] Are you sure?
french: [pc] Tu es sûr ?

source: [mschoice] Knock at the door
french: [mschoice] Frapper à la porte
italian: [mschoice] Toccare alla porta

source: [mschoice] Just open the door
french: [mschoice] Ouvrir juste la porte
italian: [mschoice] Basta aprire la porta

source: [mschoice] Storm in
french: [mschoice] Rentrer comme une furie

source: [mschoice] Tell her about the alcohol
french: [mschoice] Lui dire à propos de l'alcool
italian: [mschoice] Le dica dell'alcol

source: [mschoice] Don't tell her
french: [mschoice] Ne pas lui dire
italian: [mschoice] Non dirglielo

source: [mschoice] Push her to talk.
french: [mschoice] La pousser à parler.
italian: [mschoice] La spinga a parlare.

source: [mschoice] Wait.
french: [mschoice] Attendre.
italian: [mschoice] Aspetta.

source: [mschoice] Give her the bottle.
french: [mschoice] Lui donner la bouteille.
italian: [mschoice] Datele la bottiglia.

source: [mschoice] Give her one pill.
french: [mschoice] Lui donner une pilule.
italian: [mschoice] Datele una pillola.

source: [mschoice] Grab her arm.
french: [mschoice] Attraper son bras.
italian: [mschoice] Afferra il braccio.

source: [mschoice] Let her be.
french: [mschoice] La laisser tranquille.
italian: [mschoice] La lasci essere.

source: [mschoice] Knock.
french: [mschoice] Frapper.

source: [mschoice] Just go in.
french: [mschoice] Juste entrer.
italian: [mschoice] Entra e basta.

source: [mschoice] Knock again.
french: [mschoice] Frapper encore.
italian: [mschoice] Toccare di nuovo.

source: [mschoice] Be honest and show your feelings.
french: [mschoice] Etre honnête et montrer vos sentiments.
italian: [mschoice] Sii onesto e mostri i tuoi sentimenti.

source: [mschoice] Listen to [himher] and focus on what [heshe] wants!
french: [mschoice] Écouter [himher] et se concentrer sur ce que [heshe] veut !
italian: [mschoice] Ascolta [himher] e concentrati su quello che [heshe] vuole!

source: [mschoice] Don't approach [himher]!
french: [mschoice] Ne pas s'approcher de [himher]!
italian: [mschoice] Non avvicinarti a [himher]!

source: [mschoice] Tell her that she looks great.
french: [mschoice] Lui dire qu'elle est très belle.
italian: [mschoice] Le dica che sembra grande.

source: [mschoice] The weather! The weather looks to be great!
french: [mschoice] Le temps ! La météo s'annonce excellente !
italian: [mschoice] Il tempo! Il tempo sembra essere fantastico!

source: [mschoice] You should keep doing workouts.
french: [mschoice] Continuer à faire des exercices.
italian: [mschoice] Dovresti continuare a fare allenamenti.

source: [mschoice] You don't need that workout you look great anyway!
french: [mschoice] Tu n'as pas besoin de cette séance d'entraînement, tu es quand même très belle !
italian: [mschoice] Non hai bisogno di quell'allenamento che sembri comunque fantastico!

source: [mschoice] Tell her to come in next time.
french: [mschoice] Lui dire de venir la prochaine fois.
italian: [mschoice] Le dica di venire la prossima volta.

source: [mschoice] Ask her if she would mind you seeing her under the shower again.
french: [mschoice] Lui demander si ça la dérangerait que vous la revoyiez sous la douche.
italian: [mschoice] Chiedetele se le dispiacerebbe vederla di nuovo sotto la doccia.

source: [mschoice] Tease her.
french: [mschoice] La taquiner.
italian: [mschoice] La insegnate.

source: [mschoice] Check.
french: [mschoice] Vérifier.
italian: [mschoice] Verifica.

source: [mschoice] Go back to your room.
french: [mschoice] Retourner dans votre chambre.
italian: [mschoice] Torna alla tua stanza.

source: [mschoice] Go in.
french: [mschoice] Entrer.
italian: [mschoice] Vai dentro.

source: [mschoice] Don't. (Go back to your room)
french: [mschoice] Ne pas le faire. (Retourner dans votre chambre)
italian: [mschoice] Non tornare alla tua stanza)

source: [m] {i}No, I tried to reach [j], but she doesn't respond.{/i}
italian: [m] {i}No, ho provato a raggiungere [j], ma non risponde.{/i}

source: [m] {i}She has doesn't have a mobile.{/i}
italian: [m] {i}Non ha un cellulare.{/i}

source: [pc] Eh... [e]s birthday?
italian: [pc] Eh... [e]s compleanno?

source: [m] Oh you remember. Thats so nice, I wasn't sure.
italian: [m] Oh ti ricordi. Questo è così bello, non ero sicuro.

source: [pcthink] ...and that ass... gaawd...
italian: [pcthink] ...e quel culo... gaawd...

source: [pcthink] [e]s birthday... Why would she tell me about it if she's just playing with me? Is [e] really going to turn 18 tomorrow?
italian: [pcthink] [e]s birthday... Why would she would me about it if she is just playing with me? Is [e] really going to turn 18 Domani?

source: [pc] Well, I better leave now, so you can go on with what you where doing before I came in.
italian: [pc] Beh, meglio se ne vado adesso, così puoi andare avanti con quello che fai dove faccio prima di entrare.

source: [pcthink] ...before I'll do something stupid again...
italian: [pcthink] ... prima di fare di nuovo qualcosa di stupido...

source: [pcthink] ...timing?
italian: [pcthink] ...tempo?

source: Later this evening...
italian: Più tardi questa sera...

source: [m] Nnnhh...
italian: [m] Nnhh...

source: [pcthink] I'd just wish they'd stay buried in the back of my head where they used to be over the last few years... I don't want to remember that shit...
italian: [pcthink] Vorrei solo che restassero sepolti nella parte posteriore della mia testa dove erano negli ultimi anni. . Non voglio ricordare quella merda...

source: [pcthink] Is she... I don't think she's noticed that I've noticed her...
italian: [pcthink] È lei... Non penso che lei abbia notato che l'ho notata...

source: [pcthink] Ah, it's the weekend, [e] won't get up for a while... and I guess [j] likes to sleep in as well.
italian: [pcthink] Ah, è il fine settimana, [e] non si alzerà per un po'... e credo che [j] mi piace dormire anche dentro.

source: [m] Why don't you sit down, I'll be there in a minute.
italian: [m] Perché non ti siedi, ci sarò tra un minuto.

source: [m] I must say I'm a bit surprised, I didn't think you'd keep up.
italian: [m] Devo dire che sono un po' sorpreso, non pensavo che avessi tenuto il passo.

source: [m] I think last time I went for a workout was two months ago and even then it had been quite a while...
italian: [m] Penso che l'ultima volta che sono andato per un allenamento era due mesi fa e anche allora era stato un bel po'...

source: [m] Understandably, you were a child.
italian: [m] Comprensibilmente, eri un bambino.

source: [pcthink] Thinking about it... I think I knew somewhere deep in the back of my head that he was lying, but...
italian: [pcthink] Pensandochar@@0 Credo di aver saputo da qualche parte nella parte posteriore della mia testa che stava mentendo, ma...

source: [m] Being drunk is no excuse for being... the way I've been towards you...
italian: [m] Essere ubriaco non è una scusa per essere... il modo in cui sono stato verso di te...
