Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] Err... Looks like I'm not the only one who's surprised.
french: [_mcthink_] Err ... On dirait que je ne suis pas le seul à être surpris.

source: [_mcthink_] Phew... [m] didn't say a word, but that look on her face... I wonder what she was thinking.
french: [_mcthink_] Phew ... [m] n'a pas dit un mot, mais ce regard sur son visage ... Je me demande ce qu'elle pensait.

source: [_mcthink_] Anyway, I should probably start working on the project for [boss], I have a lot to do and I don't have that much time...
french: [_mcthink_] En tout cas, je devrais probablement commencer à travailler sur le projet pour [boss], j'ai beaucoup à faire et je n'ai pas beaucoup de temps ...

source: [_n_] You spend the rest of the morning and afternoon working on the project, only taking short breaks to go to the bathroom or get some snacks from the kitchen.
french: [_n_] Vous passez le reste du matin et de l'après-midi à travailler sur le projet, en prenant seulement de courtes pauses pour aller à la salle de bain ou obtenir des en-cas de la cuisine.

source: [_mcthink_] Ugh, this won't work either...
french: [_mcthink_] Ugh, ça ne marchera pas non plus ...

source: [_mcthink_] Damn, where is the error?
french: [_mcthink_] Damn, où est l'erreur?

source: [_mcthink_] ...gaaawd, I need a break...
french: [_mcthink_] ... gaaawd, j'ai besoin d'une pause ...

source: [_mcthink_] I think I've heard [e] and [m] coming back a while ago and it sounded like there was someone else as well...
french: [_mcthink_] I think I've heard [e] and [m] coming back a while ago and it sounded like there was quelqu'un else as well ...

source: [_mcthink_] Maybe I should just stop for today...
french: [_mcthink_] Peut-être que je devrais juste m'arrêter pour aujourd'hui ...

source: [_n_] A while later...
french: [_n_] A bien plus tard ...

source: Voice [special_delimiter] Mphh... mphhh...
french: Voix [special_delimiter] Mphh ... mphhh ...

source: [_mcthink_] Gawd, I love these girls!
french: [_mcthink_] Gawd, j'aime ces filles !

source: [_mcthink_] Too bad there's no girl on girl action...
french: [_mcthink_] Trop mauvaise il n'y a pas de fille sur l'action des filles ...

source: Girl 2 [special_delimiter] Are you about to cum babe?
french: Fille 2 [special_delimiter] Êtes-vous à propos de cum babe?

source: [_mcthink_] Hehe, yeah spray that load all over them!
french: [_mcthink_] Hehe, ouais spray qui charge tous sur eux !

source: [_mc_] What!? Are you fucking serious? That's even worse than in porn games...
french: [_mc_] Quoi !? Es-tu sérieuse? C'est pire que dans les jeux porno ...

source: [_mcthink_] Fuck...
french: [_mcthink_] Putain ...

source: [_mcthink_] ...that was... unsatisfying...
french: [_mcthink_] ... c'était ... non satisfaisant ...

source: [_mcthink_] Hum... shit, isn't it dinner time already?
french: [_mcthink_] Hum ... shit, n'est-ce pas déjà le dîner?

source: [_mcthink_] I guess I'll have a look...
french: [_mcthink_] Je suppose que j'aurai un look ...

source: [_mcthink_] It's funny how quick I got used to [m] making dinner every evening... or breakfast...
french: [_mcthink_] C'est drôle à quel point j'ai eu recours au [m] pour le dîner tous les soirs ... ou le petit déjeuner ...

source: [_mcthink_] Huh? Isn't [m] making dinner today?
french: [_mcthink_] Huh? N'est-ce pas le [m] qui fait le dîner aujourd'hui?

source: [_mcthink_] [e] is gone again...
french: [_mcthink_] [e] est à nouveau parti ...

source: [_mc_] Wait!
french: [_mc_] Attends !

source: [_mcthink_] Did that really happen last night?
french: [_mcthink_] Est-ce vraiment arrivé hier soir?

source: [_mcthink_] ...did we really...?
french: [_mcthink_] ... avons-nous vraiment ...?

source: [_mcthink_] T-that's impossible, she's my little sister...
french: [_mcthink_] T-c' est impossible, c'est ma petite soeur ...

source: [_mcthink_] Err, I mean, she's not, but still...
french: [_mcthink_] Err, je veux dire, elle n'est pas, mais ...

source: [_mcthink_] ...and wouldn't she be here if we...
french: [_mcthink_] ... et ne serait pas ici si nous ...

source: [_mcthink_] Wait, what time is it?
french: [_mcthink_] Attends, quelle heure est-il?

source: [_mcthink_] Ugh, shit, I overslept... dammit!
french: [_mcthink_] Ugh, merde, j'ai surchargé ... dammit !

source: [_mcthink_] I better get up, I still have a lot of work to do...
french: [_mcthink_] Je ferais mieux de me lever, j'ai encore beaucoup de travail à faire ...

source: [_n_] You get up, make yourself ready and start working on the project again for a while.
french: [_n_] Vous vous lever, vous préparer et commencer à travailler sur le projet à nouveau pendant un certain temps.

source: [_mcthink_] I could use a break...
french: [_mcthink_] Je pourrais utiliser une pause ...

source: [_mcthink_] Maybe I should take a walk... get some fresh air... get a coffee...
french: [_mcthink_] Peut-être que je devrais faire une promenade ... obtenir de l'air frais ... prendre un café ...

source: [_mcthink_] ...coffee... I could visit the girl... [h] at the cafe.
french: [_mcthink_] ... café ... Je pourrais rendre visite à la fille ... [h] au café.

source: [_mcthink_] Oh right, she gave me her number, I totally forgot about that!
french: [_mcthink_] Oh droite, elle m'a donné son numéro, j'ai complètement oublié ça !

source: [_mcthink_] Hum... should I call her?
french: [_mcthink_] Hum ... devrais-je l'appeler?

source: [_mcthink_] Yeah, she's cute... and...
french: [_mcthink_] Oui, elle est mignonne ... et ...

source: [_mcthink_] ... she seems to be the only normal girl I've met since I'm back home...
french: [_mcthink_] ... elle semble être la seule fille normale que j'ai rencontré depuis que je suis de retour ...

source: [_mcthink_] I'm going to call her, let's see where this is going.
french: [_mcthink_] Je vais l'appeler, voyons où ça va.

source: [_h_] Yes?
french: [_h_] Oui?

source: [_mc_] Hey, it's me, [mc], the one from the...
french: [_mc_] Hey, c'est moi, [mc], celui de la ...

source: [_h_] Oh, hey, [mc]! Hi! How are you?! How have you been?
french: [_h_] Oh, hey, [mc]! Salut ! Comment es-tu? Comment as-tu été?

source: [_mc_] Err, I'm good, how are you?
french: [_mc_] Err, je suis bon, comment tu es?

source: [_h_] Good, I'm really good, I've been waiting for... for you to show up at the cafe again, haha.
french: [_h_] Bon, je suis vraiment bien, j'ai attendu ... pour vous de vous montrer à nouveau au café, haha.

source: [_mc_] Well I was about to go for a walk and get a coffee, are you there?
french: [_mc_] Eh bien, j'étais sur le point de faire une promenade et de prendre un café, êtes-vous là?

source: [_h_] Yes! Of course! Oh you mean at the cafe, right? Haha.
french: [_h_] Oui ! Bien sûr ! Oh, vous voulez dire au café, n'est-ce pas? Haha.

source: [_mc_] Yeah. Aren't you working today?
french: [_mc_] Oui. Ne travaillez-vous pas aujourd'hui?

source: [_h_] I-I am, haha. Of course, I'll be there, just come over whenever you want!
french: [_h_] I-I am, haha. Bien sûr, je serai là, viens juste quand tu veux !

source: [_mc_] Whenever I want?
french: [_mc_] Quand je veux?

source: [_h_] Yes, sure! Ehm... I mean, during working hours of course, haha... I mean... yes working hours... haha.
french: [_h_] Oui, bien sûr ! Ehm ... Je veux dire, pendant les heures de travail bien sûr, haha ... Je veux dire ... oui travailler des heures ... haha.

source: [_mc_] Heh, alright, I'll be there soon, reserve a table for me.
french: [_mc_] Heh, d'accord, je serai bientôt là, réservez une table pour moi.

source: [_h_] Of course, sir! Haha.
french: [_h_] Bien sûr, monsieur ! Haha.

source: [_h_] Of course, ma'am! Haha.
french: [_h_] Bien sûr, madame ! Haha.

source: [_mc_] Haha, later, [h].
french: [_mc_] Haha, plus tard, [h].

source: [_h_] Later, [mc].
french: [_h_] Plus tard, [mc].

source: [_n_] You wait for a second before hanging up, and you're sure that she didn't hang up before you.
french: [_n_] Vous attendez une seconde avant de vous accrocher, et vous êtes sûr qu'elle n'a pas raccroché avant vous.

source: [_mcthink_] Damn, she's cute.
french: [_mcthink_] Damn, elle est mignonne.

source: [_mcthink_] Nah, I just want to get a coffee...
french: [_mcthink_] Nah, je veux juste prendre un café ...

source: [_mcthink_] Alright, let's go!
french: [_mcthink_] Alright, allons-y !

source: [_mcthink_] Time to get back to work... well, at least for a bit, we don't want to overdo it.
french: [_mcthink_] Le temps de revenir au travail ... eh bien, au moins pour un peu, nous ne voulons pas le surpasser.

source: [_mcthink_] Huh? Why is my computer on?
french: [_mcthink_] Huh? Pourquoi mon ordinateur est-il?

source: [_mcthink_] Didn't I shut it down?
french: [_mcthink_] Je ne l'ai pas arrêté?

source: [_mcthink_] Did I...?
french: [_mcthink_] Est-ce que je ...?

source: [_mcthink_] No I didn't search for this!
french: [_mcthink_] Non Je n'ai pas recherché ça !

source: [_mcthink_] Did [e] use my computer again?!
french: [_mcthink_] Le [e] utilise-t-il de nouveau mon ordinateur? !

source: [_mcthink_] Incest, huh?
french: [_mcthink_] Incest, hein?

source: [_mcthink_] Interesting...
french: [_mcthink_] Intéressant ...

source: [_mcthink_] A little bit late now though...
french: [_mcthink_] Un peu tard maintenant ...

source: [_m_] {size=-10}[e], are you there? Come on, we need to get going soon!{/size}
french: [_m_] { size=-10 }[e], êtes-vous là? Allez, nous avons besoin d'aller bientôt ! { /size }

source: [_j_] Oh shit!
french: [_j_] Oh merde !

source: [_j_] We totally overslept.
french: [_j_] Nous avons complètement dormi.

source: [_mc_] Yeah, damn it!
french: [_mc_] Oui, putain !

source: [_j_] Now we have a problem...
french: [_j_] Nous avons maintenant un problème ...

source: [_mc_] What the?! [e]? [withhpunch]
french: [_mc_] Quel est le? ! [e]? [withhpunch]

source: [_mcthink_] Shit, shit, shit, this is bad! I need to do something!
french: [_mcthink_] Shit, merde, merde, c'est mauvais ! J'ai besoin de faire quelque chose !

source: [_m_] What the!?
french: [_m_] Quel est le !?

source: [_mcthink_] Oh shit, that was stupid!
french: [_mcthink_] Oh merde, c'était stupide !

source: [_mcthink_] Right, I can't hide both of em!
french: [_mcthink_] Droit, je ne peux pas me cacher les deux !

source: [_mcthink_] Oh shit, I forgot that [j] is naked.
french: [_mcthink_] Oh merde, j'ai oublié que [j] est nu.

source: [_j_] Uhh... morning [m]... hehe...
french: [_j_] Uhh ... matin [m]... hehe ...

source: [_m_] What on earth is going on here?
french: [_m_] Qu'est-ce qui se passe ici?

source: [_mc_] Err... this is not what it's... uhh...
french: [_mc_] Err ... ce n'est pas ce que c'est. .. euh ...

source: [_mc_] Well it {b}{i}is{/i}{/b} what it looks like...
french: [_mc_] Eh bien, {b}{i}est { /i } { /b } ce à quoi il ressemble ...

source: [_m_] Why didn't you tell me?!
french: [_m_] Pourquoi ne m'as-tu pas dit?

source: [_j_] Sorry, that's my fault...
french: [_j_] Désolé, c'est ma faute ...

source: [_mcthink_] Shit, I hope she didn't see [e]!
french: [_mcthink_] Shit, j'espère qu'elle n'a pas vu [e]!

source: [_mc_] Err... no... no I haven't...
french: [_mc_] Err ... non ... non je n'ai pas ...

source: [_j_] I think I've heard her opening her door a while ago.
french: [_j_] Je crois que je l'ai entendue ouvrir sa porte il y a un moment.

source: [_m_] Umm... okay...
french: [_m_] Umm ... Ok ...

source: [_m_] Does she... know about...
french: [_m_] Est-ce qu'elle ... sait ...

source: [_m_] ...this?
french: [_m_] ... ça?

source: [_j_] Umm... yeah, I told her, hehe.
french: [_j_] Umm ... ouais, je lui ai dit, hehe.

source: [_m_] ...okay...
french: [_m_] ... Ok ...

source: [_m_] Uhh... right, well I... I'll make some breakfast...
french: [_m_] Uhh ... à droite, bien ... Je vais prendre un petit déjeuner ...

source: [_j_] [e], you better hurry!
french: [_j_] [e], vous feriez mieux de vous dépêchez !

source: [_n_] [e] jumps up and quickly runs out the balcony.
french: [_n_] [e] saute et court rapidement le balcon.

source: [_mc_] Huh? [e], wait!
french: [_mc_] Huh? [e], attends !

source: [_mc_] Damn, I hope [m] doesn't see her like this...
french: [_mc_] Damn, j'espère que [m] ne la voit pas comme ça ...

source: [_m_] Are you awake, Hun?
french: [_m_] Êtes-vous éveillé, Hun?

source: [_mc_] ...ugh... Yeah, I'm awake...
french: [_mc_] ... Ouais, je suis éveillé ...

source: [_m_] Good morning, Hun.
french: [_m_] Bonjour, Hun.

source: [_mc_] ...what's up, [m]?
french: [_mc_] ... qu'est-ce qu'il y a, [m]?

source: [_m_] Oh, I thought I might ask if you want some breakfast? I hope that's okay? Did I wake you up, Hun?
french: [_m_] Oh, je pensais que je pourrais vous demander si vous voulez un petit déjeuner? J'espère que c'est bon? Je t'ai réveillé, Hun?

source: [_m_] Well, breakfast is ready, and you have some work to do, right?
french: [_m_] Bien, le petit déjeuner est prêt, et vous avez du travail à faire, n'est-ce pas?

source: [_mc_] Uhn... I'm coming...
french: [_mc_] Uhn ... Je viens ...

source: [_mcthink_] Damn... she's almost acting as if she's my real mother...
french: [_mcthink_] Damn ... elle agit presque comme si c'était ma vraie mère ...

source: [_mcthink_] Looks like [j] is gone already...
french: [_mcthink_] On dirait que [j] est déjà parti ...

source: [_m_] So, what are your plans today, Hun?
french: [_m_] Alors, quels sont vos projets aujourd'hui, Hun?

source: [_mc_] Err... work, I guess...
french: [_mc_] Err ... travail, je suppose ...

source: [_m_] Oh, I bet you're making good progress?
french: [_m_] Oh, je parie que vous faites de bons progrès?

source: [_mc_] Yeah, kind of.
french: [_mc_] Oui, genre de.

source: [_n_] You continue to make small talk for a bit until [m] and [e] get ready to leave...
french: [_n_] Vous continuez de faire de petites discussions pour un peu jusqu'à ce que [m] et [e] soient prêts à partir ...

source: [_mcthink_] Shit, nobody is saying anything...
french: [_mcthink_] Shit, personne ne dit rien ...

source: [_mcthink_] Looks like I really fucked up...
french: [_mcthink_] On dirait que j'ai vraiment baisé ...

source: [_mcthink_] Everybody seems to be mad at me...
french: [_mcthink_] Tout le monde semble en colère après moi ...

source: [_mc_] So, uh...
french: [_mc_] Alors, euh ...

source: [_mc_] ...about what happened...
french: [_mc_] ... à propos de ce qui s'est passé ...

source: [_mc_] Looks like it's going to be a nice day today...
french: [_mc_] On dirait que ça va être une belle journée aujourd'hui ...

source: [_m_] Humph... don't you think you should apologize to someone?
french: [_m_] Humph ... ne pensez-vous pas que vous devriez présenter des excuses à quelqu'un?

source: [_j_] Pff, is that all you have to say?
french: [_j_] Pff, c'est tout ce que tu as à dire?

source: [_m_] That was not nice, [mc].
french: [_m_] Ce n'était pas sympa, [mc].

source: [_j_] Yeah, that really hurt.
french: [_j_] Oui, ça fait vraiment mal.

source: [_mc_] I'm sorry... I was surprised and just reacted...
french: [_mc_] Je suis désolé ... J'ai été surpris et juste réagi ...

source: [_j_] ...humpf... so it was "just" a reaction, huh?
french: [_j_] ... humpf ... alors c'était "juste" une réaction, hein?

source: [_mc_] Yes, it wasn't on purpose!
french: [_mc_] Oui, ce n'était pas sur le but !

source: [_j_] So uhh... I hope you don't mind me having spent the night here, [m].
french: [_j_] So uhh ... J'espère que vous ne m'oubliez pas d'avoir passé la nuit ici, [m].

source: [_m_] Well... you should have asked me first.
french: [_m_] Eh bien ... vous devriez m'avoir demandé en premier.

source: [_j_] I know, but... it was kinda unexpected.
french: [_j_] Je sais, mais ... c'était un peu inattendu.

source: [_m_] Unexpected?
french: [_m_] inattendu?

source: [_j_] Yeah, hehe.
french: [_j_] Oui, hehe.

source: [_mcthink_] Hum... looks like [j] doesn't want to tell her what really happened...
french: [_mcthink_] Hum ... ressemble à [j] ne veut pas lui dire ce qui s'est vraiment passé ...

source: [_j_] But I'll stay at home tonight, so [mc]'s bed will be free, hehe.
french: [_j_] Mais je resterai à la maison ce soir, donc le lit [mc]sera libre, hehe.

source: [_j_] [e] can have her big [bs] all for herself again, or maybe even...
french: [_j_] [e] peut avoir son grand [bs] tout pour elle encore, ou peut-être même ...

source: [_m_] That's is not funny!
french: [_m_] Ce n'est pas drôle !

source: [_j_] Sorry...
french: [_j_] Désolé ...

source: [_mcthink_] I knew it...
french: [_mcthink_] Je le savais ...

source: [_n_] A little bit later.
french: [_n_] Un peu plus tard.

source: [_mcthink_] Well... everybody is gone...
french: [_mcthink_] Eh bien ... tout le monde est parti ...

source: [_mcthink_] Hum, I guess I should get some work done...
french: [_mcthink_] Hum, je suppose que je devrais faire un peu de travail ...

source: [_n_] An hour later.
french: [_n_] Une heure plus tard.

source: [_mcthink_] Naaaaaaaaw... I can't think... not a single line of code done...
french: [_mcthink_] Naaaaaaaaw ... Je ne peux pas penser ... pas une seule ligne de code ...

source: [_mcthink_] I'm tired, I'm bored... I can't work like this.
french: [_mcthink_] Je suis fatigué, je suis ennuyeux ... Je ne peux pas travailler comme ça.

source: [_mcthink_] I need to do something else...
french: [_mcthink_] Je dois faire autre chose ...

source: [_mcthink_] I'll go for a walk...
french: [_mcthink_] Je vais aller faire une promenade ...

source: [_mcthink_] Damn, that was embarrassing... everyone was staring at me...
french: [_mcthink_] Damn, c'était gênant ... tout le monde me fixait ...

source: [_mcthink_] I don't get it, why would you ever need so much toilet paper?
french: [_mcthink_] Je ne comprends pas, pourquoi avez-vous déjà besoin de beaucoup de papier toilette?

source: [_mcthink_] Anyway, I better get some work done now...
french: [_mcthink_] Quoi qu'il en soit, je ferais mieux de faire du travail maintenant ...

source: [_n_] Later...
french: [_n_] Plus tard ...

source: [_mcthink_] Alright, that's better. At least {b}some{/b} progress...
french: [_mcthink_] Alright, c'est mieux. Au moins {b}certains { /b } progrès ...

source: [_mcthink_] Oh shit! It's the boss!
french: [_mcthink_] Oh merde ! C'est le patron !

source: [_mcthink_] So [st] told him about my visit... I wonder why they were talking about me.
french: [_mcthink_] Alors [st] lui a dit à propos de ma visite ... Je me demande pourquoi ils parlaient de moi.

source: [_m_] Time to get up, [e]...
french: [_m_] Temps pour se lever, [e]...

source: [_mcthink_] ...of course she snuck over again...
french: [_mcthink_] ... bien sûr qu'elle recommenca ...

source: [_m_] ... and [mc] as well.
french: [_m_] ... et [mc] aussi.

source: [_m_] ... do you want to have breakfast with us, [mc]?
french: [_m_] ... voulez-vous prendre le petit-déjeuner avec nous, [mc]?

source: [_mc_] *YAAAWN*... yeah...
french: [_mc_] *YAAAWN* ... oui ...

source: [_mcthink_] ... [m] really {b}has{/b} changed...
french: [_mcthink_] ... [m] vraiment {b}a { /b } changé ...

source: [_n_] You and [m] engage in some small talk again, you can't help but wonder if this is how a normal family would have their breakfast...
french: [_n_] Vous et [m] s'engager dans une petite conversation, vous ne pouvez pas vous aider mais vous vous demandez si c'est comme ça qu'une famille normale aurait son petit déjeuner ...

source: [_mcthink_] Shit... I'm almost starting to enjoy the time here...
french: [_mcthink_] Shit ... Je commence presque à profiter du temps ici ...

source: [_mcthink_] [m] really changed, but I'm sure she's still hiding something from me.
french: [_mcthink_] [m] a vraiment changé, mais je suis sûr qu'elle me cache encore quelque chose.

source: [_mcthink_] I wonder why she didn't mention anything about [e] sleeping in my bed again...
french: [_mcthink_] Je me demande pourquoi elle n'a pas parlé de [e] dormir dans mon lit à nouveau ...

source: [_mcthink_] Maybe she's starting to accept it?
french: [_mcthink_] Peut-être qu'elle commence à l'accepter?

source: [_mcthink_] ...or she just gave up trying...
french: [_mcthink_] ... ou elle a juste renoncé à essayer ...

source: [_mcthink_] Well, whatever, I have work to do...
french: [_mcthink_] Bien, peu importe, j'ai du travail à faire ...

source: [_n_] A few hours later...
french: [_n_] Quelques heures plus tard ...

source: [_mcthink_] Hum, I just hope [m] remembers when the pills wear off...
french: [_mcthink_] Hum, j'espère juste [m] se souvenir quand les pilules porteront ...

source: [_mcthink_] Maybe I should keep everyone together until the pills wear off. She {b}{i}has{/i}{/b} to remember when I don't give her the chance to think about anything else...
french: [_mcthink_] Peut-être que je devrais garder tout le monde ensemble jusqu'à ce que les pilules s'éteportent. Elle {b}{i}a { /i } { /b } à se rappeler quand je ne lui donne pas la chance de penser à autre chose ...

source: [_mc_] Hey, how about we celebrate this with a... err... with something, haha.
french: [_mc_] Hey, comment nous fêtons ça avec une ... err ... avec quelque chose, haha.

source: [_j_] Yeah, why not, hehe.
french: [_j_] Oui, pourquoi pas, hehe.

source: [_m_] Oh, that's a great idea, I'll make us some drinks!
french: [_m_] Oh, c'est une bonne idée, je vais faire quelques verres !

source: [_j_] ...but better nothing alcoholic... hehe...heh...
french: [_j_] ... mais mieux rien d'alcoolique ... hehe ... heh ...

source: [_m_] Huh? Of course not, you know that we won't have alcohol in this house, honey.
french: [_m_] Huh? Bien sûr que non, vous savez que nous n'aurons pas d'alcool dans cette maison, chérie.

source: [_j_] Uhh... yeah, hehe...
french: [_j_] Uhh ... ouais, hehe ...

source: [_j_] {size=-10}Did she just call me honey?{/size}
french: [_j_] { size=-10 } Est-ce qu'elle m'a simplement appelé miel? { /size }

source: [_mc_] {size=-10}Yeah, it sounded like it...{/size}
french: [_mc_] { size=-10 } Ouais, il ressemblait à ... { /size }

source: [_j_] Weird...
french: [_j_] Bizarre ...

source: [_j_] ...and then she was like "What the hell was that?!", haha.
french: [_j_] ... et puis elle était comme "Que diable était ça? !", haha.

source: [_mc_] Damn, that must have looked funny.
french: [_mc_] Damn, ça doit avoir l'air drôle.

source: [_j_] Yeah it did! Haha.
french: [_j_] Oui, oui ! Haha.

source: [_mc_] You better not do that here though, as funny as it sounds...
french: [_mc_] Tu feras mieux de ne pas faire ça ici, aussi drôle que ça sonne ...

source: [_j_] Don't worry, I promise I won't cause you any trouble.
french: [_j_] Ne vous inquiétez pas, je vous promets de ne pas vous causer de problèmes.

source: [_mc_] Good, otherwise I'd have to send you back to that creepy old perv.
french: [_mc_] Bon, sinon je devrais vous renvoyer à cette vieille perv.

source: [_j_] ...and we don't want that, hehe.
french: [_j_] ... et nous ne voulons pas ça, hehe.

source: [_j_] Thanks again by the way, [m]. It's really nice of you to let me stay here...
french: [_j_] Merci encore au passage, [m]. C'est vraiment sympa de toi de me laisser rester ici ...

source: [_mcthink_] Shit, looks like the pills are going to wear off...
french: [_mcthink_] Shit, a l'air que les pilules vont s'éteindre ...

source: [_mc_] [j] said thank you for letting her stay.
french: [_mc_] [j] a dit merci de la laisser rester.

source: [_m_] Letting her...
french: [_m_] Laisser sa ...

source: [_j_] Yeah, thanks, [m]. You're a life saver!
french: [_j_] Yeah, merci, [m]. Tu es un sauveur de la vie !

source: [_mcthink_] I better try to remind her about the talk we had...
french: [_mcthink_] Je ferais mieux de lui rappeler la conversation que nous avions ...
