Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_mc_] ...I think it's only fair that you tell me a bit more about you.
french: [_mc_] ...Je pense que c'est juste que tu me disais un peu plus sur toi.

source: [_t_] I have an appointment...
french: [_t_] J'ai une nomination ...

source: [_mc_] When?
french: [_mc_] Quand?

source: [_t_] What does it matter?
french: [_t_] Qu'est-ce que cela importe?

source: [_mc_] Just answer.
french: [_mc_] Juste réponse.

source: [_t_] ...in about an hour...
french: [_t_] ... dans environ une heure ...

source: [_mc_] So enough time.
french: [_mc_] Alors assez de temps.

source: [_mc_] I brought you here, I'll bring you there.
french: [_mc_] Je t'ai amené ici, je t'apporte.

source: [_t_] I'm not...
french: [_t_] Je ne suis pas ...

source: [_t_] I-I still need to change clothes...
french: [_t_] J'ai encore besoin de changer de vêtements ...

source: [_mc_] I thought you have an appointment and not a date.
french: [_mc_] Je croyais que vous avez une nomination et non une date.

source: [_t_] It's not a date, I just need new...
french: [_t_] Ce n'est pas une date, j'ai juste besoin de ...

source: [_mc_] New what? Panties?
french: [_mc_] Nouveau quoi? Panties?

source: [_t_] Shut up!
french: [_t_] Tais-toi !

source: [_mcthink_] Heh, this is going to be fun...
french: [_mcthink_] Heh, ça va être amusant ...

source: [_n_] You follow her upstairs.
french: [_n_] Vous la suivez à l'étage.

source: [_mcthink_] Hm, fancy... her parents must've made some good money...
french: [_mcthink_] Hm, fantaisie ... ses parents ont dû faire un peu d'argent ...

source: [_mcthink_] Not bad...
french: [_mcthink_] Pas mal ...

source: [_mcthink_] I wonder if she paid for anything in this house by herself...
french: [_mcthink_] Je me demande si elle a payé quoi que ce soit dans cette maison par elle-même ...

source: [_mc_] Nice ass!
french: [_mc_] Nice cul !

source: [_mc_] Look at those curves!
french: [_mc_] Regardez ces courbes !

source: [_mc_] Maybe you should start closing doors if you don't want people to enter.
french: [_mc_] Vous devriez peut-être commencer à fermer les portes si vous ne voulez pas que les gens entrent.

source: [_t_] H-How should I know that you're such a pervert?
french: [_t_] H-Comment devrais-je savoir que vous êtes un pervers?

source: [_mc_] Pervert? Just admit that you wanted me to come in.
french: [_mc_] Pervert? Il suffit d'admettre que tu voulais que je vienne.

source: [_t_] Why would I want that, not everyone is such a pervert like you!
french: [_t_] Pourquoi je voudrais que tout le monde ne soit pas un tel pervers comme vous !

source: [_mc_] Like me? I'm not the one who's getting off of getting molested.
french: [_mc_] Comme moi? Je ne suis pas celui qui est en train de s'en sortir.

source: [_t_] I'm not! I-I... I'm just sensitive!
french: [_t_] Je ne suis pas ! I-I ... Je suis juste sensible !

source: [_mc_] Sensitive my ass, you're just a spoiled brat!
french: [_mc_] Sensible à mon cul, vous êtes juste un brat gâté !

source: [_t_] I'm not a brat!
french: [_t_] Je ne suis pas un brat !

source: [_mc_] Not a brat, huh?
french: [_mc_] Pas un brat, hein?

source: [_t_] What are you doing?
french: [_t_] Que faites-vous?

source: [_mc_] I'm going to give you what you need.
french: [_mc_] Je vais vous donner ce dont vous avez besoin.

source: [_mc_] Not yet, princess!
french: [_mc_] Pas encore, princesse !

source: [_t_] A-Are you crazy?
french: [_t_] A-Êtes-vous fou?

source: [_mc_] I could ask you the same question!
french: [_mc_] Je pourrais vous poser la même question !

source: [_mc_] Bet you've never been spanked before, right?
french: [_mc_] Bet tu n'as jamais été fourré avant, n'est-ce pas?

source: [_t_] Don't act like you know anything about me!
french: [_t_] N'agitez-vous pas comme vous savez quoi que ce soit sur moi !

source: [_mc_] Oh but I know...
french: [_mc_] Oh, mais je sais ...

source: [_mc_] ...what you like.
french: [_mc_] ... ce que vous aimez.

source: [_t_] Hnnn... don't...
french: [_t_] Hnnn ... ne ...

source: [_mc_] Don't, what?
french: [_mc_] Ne pas, quoi?

source: [_t_] S-Stop doing that!
french: [_t_] S-Stop à faire ça !

source: [_mc_] So you want me to go back to...
french: [_mc_] Vous voulez que je revienne à ...

source: [_t_] N-No, stop that!
french: [_t_] N-Non, arrête ça !

source: [_mc_] You want me to do the other thing then?
french: [_mc_] Vous voulez que je fasse l'autre chose?

source: [_t_] AAhh, YES! Yes...
french: [_t_] AAhh, OUI ! Oui ...

source: [_mc_] Yes, what?
french: [_mc_] Oui, quoi?

source: [_t_] ...yes... go on...
french: [_t_] ... oui ... allez sur ...

source: [_mc_] With what?
french: [_mc_] Avec quoi?

source: [_t_] Hnn... fuck you...
french: [_t_] Hnn ... vous baisez ...

source: [_mc_] Hm? I can't hear you.
french: [_mc_] Hm? Je ne peux pas vous entendre.

source: [_t_] Hmph... t-touching!
french: [_t_] Hmph ... t-toucher !

source: [_t_] AHH, you can touch me, you can touch me!
french: [_t_] AHH, vous pouvez me toucher, vous pouvez me toucher !

source: [_mc_] Say please.
french: [_mc_] Dis s'il te plaît.

source: [_t_] W-What!?
french: [_t_] W-Quoi !?

source: [_t_] Haa! Please touch me...
french: [_t_] Haa ! Veuillez me toucher ...

source: [_mc_] You really like that, don't you?
french: [_mc_] Vous aimez vraiment ça, n'est-ce pas?

source: [_t_] Nnn... fuck you!
french: [_t_] Nnn ... vous baisez !

source: [_mc_] I think that's enough for now.
french: [_mc_] Je pense que c'est assez pour l'instant.

source: [_mc_] Look at the mess you made on my fingers.
french: [_mc_] Regarde le bordel que vous avez fait sur mes doigts.

source: [_mc_] Here.
french: [_mc_] Ici.

source: [_mc_] What was that?
french: [_mc_] Qu'est-ce que c'était?

source: [_mc_] Clean it.
french: [_mc_] Nettoyer.

source: [_mc_] Look at me.
french: [_mc_] Regarde-moi.

source: [_mc_] Good.
french: [_mc_] Bon.

source: [_mc_] Now get up.
french: [_mc_] Maintenant, monter.

source: [_mc_] Come on, or do you want more spanking?
french: [_mc_] Allez, ou tu veux plus de spanking?

source: [_mc_] You have some nice little titties, you know that?
french: [_mc_] Vous avez de jolies petites titties, vous le savez?

source: [_t_] Humph, they aren't "little"!
french: [_t_] Humph, ils ne sont pas "petits" !

source: [_mc_] Haha, show me.
french: [_mc_] Haha, me montre.

source: [_mc_] Turn around, Katie.
french: [_mc_] Tourner autour, Katie.

source: [_mc_] Turn around.
french: [_mc_] Tourner autour.

source: [_mc_] Damn, do you ever complain?
french: [_mc_] Damn, vous vous plaignez jamais?

source: [_mc_] Damn, what a nice ass.
french: [_mc_] Damn, quel joli cul.

source: [_mc_] A little more.
french: [_mc_] Un peu plus.

source: [_t_] Nhh... I...
french: [_t_] Nh ... I. ..

source: [_mc_] Yes?
french: [_mc_] Oui?

source: [_t_] Can you stop staring at me and just do something already?
french: [_t_] Pouvez-vous m'arrêter de me regarder et faire quelque chose déjà?

source: [_mc_] Heh, so eager.
french: [_mc_] Heh, donc avide.

source: [_t_] Alright, that's... that's enough!
french: [_t_] Alright, c'est. .. c'est assez !

source: [_mc_] Haha, fine.
french: [_mc_] Haha, bien.

source: [_mc_] Turn around one last time.
french: [_mc_] Éteignez une dernière fois.

source: [_mc_] What? Are you afraid of being close to your [boygirl]friend?
french: [_mc_] Quoi? Avez-vous peur d'être près de votre ami [boygirl]?

source: [_t_] N-No, that's...
french: [_t_] N-Non, c'est. ..

source: [_mc_] Whoa, what the hell?! What's wrong now?
french: [_mc_] Whoa, que diable? Qu'est-ce qui ne va pas maintenant?

source: [_t_] I know about you and [e]...
french: [_t_] Je sais pour vous et [e]...

source: [_t_] ...and [j].
french: [_t_] ... et [j].

source: [_t_] I'm not going to be the fifth wheel!
french: [_t_] Je ne serai pas la cinquième roue !

source: [_mc_] How do you even know about that?
french: [_mc_] Comment vous le savez?

source: [_t_] By doing my job.
french: [_t_] En faisant mon travail.

source: [_mc_] Yeah, I doubt that anyone would've told you.
french: [_mc_] Oui, je doute que quelqu'un vous ait dit.

source: [_t_] I'm not blind, and you also just confirmed it!
french: [_t_] Je ne suis pas aveugle, et vous venez de le confirmer !

source: [_mc_] Ugh, shit... that was sneaky.
french: [_mc_] Ugh, merde ... c'était sournois.

source: [_t_] I... I don't know what you're planning, but I'm not going to be part of it!
french: [_t_] I ... Je ne sais pas ce que vous prévoyez, mais je ne vais pas en faire partie !

source: [_mc_] Planning? I'm not planning anything.
french: [_mc_] Planification? Je ne planifie rien.

source: [_t_] Hmph, sounds like you...
french: [_t_] Hmph, sonne comme vous ...

source: [_mc_] Ah right, because I'm "stupid scum", right?
french: [_mc_] Ah non, parce que je suis "stupide scum", pas vrai?

source: [_mc_] ...and for "not taking part" you just moaned a lot!
french: [_mc_] ... et pour "ne pas prendre part" vous avez juste prêté beaucoup !

source: [_t_] I-I was just curious how far you would go!
french: [_t_] I-I was just curieux how far you go go !

source: [_mc_] Suuuure, and I was just curious how far {b}you{/b} would go...
french: [_mc_] Suuuure, et j'étais juste curieux à quel point {b}vous { /b } irait ...

source: [_mc_] Just be honest, you like it!
french: [_mc_] Soyez honnête, vous l'aimez !

source: [_t_] Why would I?
french: [_t_] Pourquoi?

source: [_mc_] I'm not stupid, [t], I might not be a shrink like you, but I can see when someone is enjoying herself.
french: [_mc_] Je ne suis pas stupide, [t], je ne suis peut-être pas un rétrécis comme toi, mais je peux voir quand quelqu'un s'amusait.

source: [_t_] I was just acting!
french: [_t_] J'agais juste !

source: [_mc_] As if... I'm sorry to tell you, but you're really bad at acting.
french: [_mc_] Comme si ... Je suis désolé de vous le dire, mais vous êtes vraiment mal à l'action.

source: [_t_] Ugh... did you ever think about how [e] would feel about this, if she finds out?
french: [_t_] Ugh ... avez-vous déjà pensé à la façon dont [e] se sentirait à ce sujet, si elle le découvre?

source: [_mc_] She'd be okay with it.
french: [_mc_] Elle serait d'accord avec elle.

source: [_t_] I highly doubt that!
french: [_t_] Je doute fort que !

source: [_mc_] You could ask her.
french: [_mc_] Vous pourriez lui demander.

source: [_t_] I told you I'm not going to be the fifth wheel!
french: [_t_] Je vous ai dit que je ne serai pas la cinquième roue !

source: [_mc_] And who says that you're going to be the fifth wheel?
french: [_mc_] Et qui dit que vous allez être la cinquième roue?

source: [_t_] What else am I going to be then?
french: [_t_] Qu'est-ce que je vais être d'autre?

source: [_t_] ... uch... I don't even want to know...
french: [_t_] ... uch ... Je ne veux même pas savoir ...

source: [_mc_] It's not that I could do anything with [e] officially ever... and she knows that as well...
french: [_mc_] Ce n'est pas que je pourrais faire quoi que ce soit avec [e] officiellement ... et elle le sait aussi ...

source: [_mc_] ...and [j]... well it's [j], you know her better than I do, do you really think she'd be interested in something serious? She wants to have fun.
french: [_mc_] ... et [j]... bien c'est [j], vous la connaissez mieux que moi, pensez-vous vraiment qu'elle serait intéressée par quelque chose de sérieux? Elle veut s'amuser.

source: [_mc_] You on the other hand got exactly what you wanted, isn't that true?
french: [_mc_] Vous, d'un autre côté, avez exactement ce que vous vouez, n'est-ce pas vrai?

source: [_mc_] What are you doing?
french: [_mc_] Que faites-vous?

source: [_t_] I still have an appointment...
french: [_t_] J'ai encore une nomination ...

source: [_t_] ...and not much time left.
french: [_t_] ... et pas beaucoup de temps à gauche.

source: [_mc_] I told you I'm going to take you.
french: [_mc_] Je vous ai dit que je vais vous emmener.

source: [_t_] That doesn't make any difference...
french: [_t_] Cela ne fait aucune différence ...

source: [_t_] ...and I'm going to take the bus...
french: [_t_] ... et je vais prendre le bus ...

source: [_mc_] Jeez, are you serious now?!
french: [_mc_] Jeez, vous êtes sérieux maintenant? !

source: [_t_] I am.
french: [_t_] Je suis.

source: [_t_] Close the door when you leave.
french: [_t_] Fermer la porte lorsque vous quittez-vous.

source: [_mc_] The fuck...
french: [_mc_] La merde ...

source: [_mcthink_] Right, she probably expects me to go after her like in a fury...
french: [_mcthink_] Droit, elle s'attend probablement à ce que je l'aille après elle comme dans une fureur ...

source: [_mcthink_] Heh, not gonna happen!
french: [_mcthink_] Heh, ne va pas se passer !

source: [_mcthink_] ...I doubt she'd trust me enough to leave me alone in her house{cps=2}........{/cps} right?
french: [_mcthink_] ...Je doute qu'elle me ferait assez confiance pour me laisser tranquille dans sa maison { cps= 2 } .. { /cps }?

source: [_n_] You head down to see if she really left...
french: [_n_] Vous pouvez voir si elle a vraiment quitté ...

source: [_mcthink_] I can't believe that just happened...
french: [_mcthink_] Je ne peux pas croire que c'est arrivé ...

source: [_n_] You get in the car and drive back home. [withslowdissolve]
french: [_n_] Vous arriez dans la voiture et retournerez à la maison. [withslowdissolve]

source: [_n_] Stopping on a red traffic light, you notice that you got a message on your phone...
french: [_n_] Arrêt sur un feu rouge, vous remarquez que vous avez un message sur votre téléphone ...

source: [_t_] We need to talk...
french: [_t_] Nous avons besoin de parler ...

source: [_j_] Oh it's just you, [t]. Aren't you a little early?
french: [_j_] Oh c'est juste toi, [t]. N'êtes-vous pas un peu tôt?

source: [_t_] I need to talk to your girlfriend, [j]... alone.
french: [_t_] J'ai besoin de parler à ta petite amie, [j]... seule.

source: [_j_] Err... Okay, sure.
french: [_j_] Err ... Ok, sûr.

source: [_j_] Just don't do anything I wouldn't do.
french: [_j_] Ne fais rien que je ne ferais pas.

source: [_t_] I presume that's not much...
french: [_t_] Je suppose que ce n'est pas beaucoup ...

source: [_mc_] What's this all about now?
french: [_mc_] Qu'est-ce que c'est maintenant?

source: [_t_] Let's go to your room, I don't want to talk in the hallway.
french: [_t_] Allons dans votre chambre, je ne veux pas parler dans le couloir.

source: [_mcthink_] Hmm, I wonder what she wants...
french: [_mcthink_] Hmm, je me demande ce qu'elle veut ...

source: [_mcthink_] Probably about yesterday.
french: [_mcthink_] Probablement à propos d'hier.

source: [_t_] Are you going to keep standing there?
french: [_t_] Est-ce que vous allez rester debout là-bas?

source: [_mc_] Eh... no I was just admiring your rear.
french: [_mc_] Eh ... je n'étais pas juste admirant votre arrière.

source: [_mc_] Eh... no...
french: [_mc_] Eh ... non ...

source: [_mc_] There's nobody home anyway, aside from me and [j], but I'm sure you knew that already...
french: [_mc_] Il n'y a personne de toute façon, à part moi et [j], mais je suis sûr que vous saviez déjà que ...

source: [_mc_] So, why did you come so early and why do we need to be alone?
french: [_mc_] Alors, pourquoi êtes-vous venu si tôt et pourquoi devons-nous être seuls?

source: [_t_] It's about your past, your family's past... and before you ask, I need to talk about it for [e]'s therapy.
french: [_t_] C'est à propos de votre passé, du passé de votre famille ... et avant de vous demander, j'ai besoin d'en parler pour le traitement [e].

source: [_mc_] Okay... what exactly do you need to know?
french: [_mc_] Ok ... qu'est-ce que vous devez savoir exactement?

source: [_t_] I know your dad was abusive towards [m]...
french: [_t_] Je sais que ton père a été abusif vers [m]...

source: [_t_] I know he was never really abusive towards you, is that correct?
french: [_t_] Je sais qu'il n'a jamais vraiment été abusif envers vous, est-ce exact?

source: [_mc_] Why do you ask if you know about it anyway?
french: [_mc_] Pourquoi vous demandez si vous en savez de toute façon?

source: [_t_] Because I've only heard one side of the story... or one and a half so to speak.
french: [_t_] Parce que je n'ai entendu qu'un côté de l'histoire ... ou un et demi pour parler.

source: [_mc_] One and a half?
french: [_mc_] Un an et demi?

source: [_t_] Not important, what's important is your answer.
french: [_t_] Pas important, ce qui est important, c'est votre réponse.

source: [_mc_] Hmph... sit down...
french: [_mc_] Hmph ... asseyau ...

source: [_mc_] He wasn't... abusive...
french: [_mc_] Il n'était pas ... abusif ...

source: [_mc_] Not to me, not like he was with [m]...
french: [_mc_] Pas pour moi, pas comme il était avec [m]...

source: [_mc_] He was still an asshole, though, thinking I wouldn't notice anything.
french: [_mc_] Il était encore un connard, mais en pensant que je ne remarquais rien.

source: [_t_] So you knew how he was treating [m]?
french: [_t_] Alors vous saviez comment il traitait le [m]?

source: [_mc_] Well, I wouldn't say I knew... I was a kid, I knew something was wrong, but I didn't understand it.
french: [_mc_] Eh bien, je ne dirais pas que je savais ... J'étais gamin, je savais que quelque chose n'allait pas, mais je ne l'ai pas compris.

source: [_t_] Weren't you in your teens before he died?
french: [_t_] N'êtes-vous pas dans votre adolescence avant qu'il ne soit mort?

source: [_mc_] Yes, but that doesn't mean I fully understood it.
french: [_mc_] Oui, mais cela ne veut pas dire que je l'ai bien compris.

source: [_t_] You didn't understand that your dad was beating her?
french: [_t_] Vous n'avez pas compris que votre père l'avait battue?

source: [_mc_] Listen, before my mom died, he was a totally normal guy, I think he was even a good dad from what I remember, and even after he met [m], everything was fine at first...
french: [_mc_] Ecoutez, avant la mort de ma mère, il était un type tout à fait normal, je pense qu'il était même un bon père de ce que je me rappelle, et même après avoir rencontré [m], tout allait bien au début ...

source: [_mc_] So as a kid I had no reason to not believe him when he said [m] was clumsy and hurt herself by accident...
french: [_mc_] Alors, en tant qu'enfant, je n'avais aucune raison de ne pas le croire quand il a dit que [m] était maladrogante et se faisait mal par accident ...

source: [_mc_] I basically grew up with it, so I simply thought it was her fault, that it was just the way she is. I only really understood what was going on when I grew older.
french: [_mc_] J'ai presque grandi avec ça, donc j'ai simplement pensé que c'était de sa faute, que c'était comme elle. J'ai vraiment compris ce qui se passait quand j'ai grandi.

source: [_t_] I guess she didn't make it any easier either...
french: [_t_] Je suppose qu'elle n'a pas été plus facile non plus ...

source: [_mc_] That's for sure...
french: [_mc_] C'est sûr ...

source: [_mc_] After his death... when she started... being like that...
french: [_mc_] Après sa mort ... quand elle a commencé ... être comme ça ...

source: [_mc_] I even started thinking that she was always like that, that it was her fault that my dad became... the man he was before his death...
french: [_mc_] J'ai même commencé à penser qu'elle était toujours comme ça, que c'était sa faute que mon père est devenu ... l'homme qu'il était avant sa mort ...

source: [_t_] Did he...
french: [_t_] A-t-il ...

source: [_t_] Did he ever touch [e]?
french: [_t_] A-t-il déjà touché le [e]?

source: [_mc_] He was actually quite nice towards her until he died...
french: [_mc_] Il était plutôt gentile avec elle jusqu'à sa mort ...

source: [_t_] That doesn't answer my question.
french: [_t_] Cela ne répond pas à ma question.

source: [_mc_] I think he felt guilty for what he did to [m], so he kinda tried to make up for it by being nice to [e]...
french: [_mc_] Je pense qu'il se sentait coupable de ce qu'il a fait au [m], alors il a essayé de le faire en étant gentile à [e]...

source: [_t_] Is that your {i}analysis{/i}?
french: [_t_] Est-ce que votre analyse {i}{ /i }?

source: [_mc_] It's what I think. He treated her nicer than me, and he treated me nicer than [m].
french: [_mc_] C'est ce que je pense. Il l'a traitée plus gentilhomme que moi, et il m'a traitée plus belle que [m].

source: [_t_] Have you been jealous of her? Of how he treated her?
french: [_t_] Avez-vous été jaloux d'elle? De comment il l'a traitée?

source: [_mc_] Jealous of [e]? No...
french: [_mc_] Jealous du [e]? Non.

source: [_mc_] Well... maybe a little bit, but I can't remember being really jealous.
french: [_mc_] Bien ... peut-être un peu, mais je ne me souviens pas d'être vraiment jaloux.

source: [_t_] Do you remember how he died?
french: [_t_] Vous vous souvenez de la façon dont il est mort?

source: [_mc_] ...really now?
french: [_mc_] ... vraiment maintenant?

source: [_mc_] I'm sure you heard it from [m], I'm even sure you've read the official documents, don't you have any other questions? Also, sit down!
french: [_mc_] Je suis sûr que vous l'avez entendu de [m], je suis sûr que vous avez lu les documents officiels, n'avez-vous pas d'autres questions? De plus, assoir !

source: [_t_] Do you intend to stay here?
french: [_t_] Avez-vous l'intention de rester ici?

source: [_t_] Will you stay in this house, in this town, or do you intend to move away again.
french: [_t_] Veux-tu rester dans cette maison, dans cette ville, ou tu as l'intention de déménager à nouveau.

source: [_mc_] Funny, [j] asked me the same question a few days ago...
french: [_mc_] Funny, [j] m'a posé la même question il y a quelques jours ...

source: [_t_] And?
french: [_t_] Et?

source: [_mc_] Well... why don't you sit down already.
french: [_mc_] Eh bien ... pourquoi ne pas vous asseoir déjà.

source: [_t_] I'm good, just answer.
french: [_t_] Je suis bonne, juste réponse.

source: [_mc_] Hmph... suit yourself.
french: [_mc_] Hmph ... costume toi-même.

source: [_mc_] The agreement with [m] was to live here until I find a new apartment.
french: [_mc_] L'accord avec [m] était de vivre ici jusqu'à ce que je trouve un nouvel appartement.

source: [_mc_] Why do you even ask?
french: [_mc_] Pourquoi vous demander?

source: [_t_] It might as well be important for [e]'s therapy.
french: [_t_] Il pourrait aussi être important pour le traitement [e].

source: [_mc_] For [e] huh? Are you sure it isn't something {b}you{/b} just want to know?
french: [_mc_] Pour [e] huh? Êtes-vous sûr que ce n'est pas quelque chose de {b}que vous voulez juste savoir?

source: [_t_] Why would I? Also, I've told you about me yesterday, don't you think it's only fair to return the favor?
french: [_t_] Pourquoi? Aussi, je vous ai dit à propos de moi hier, ne pensez-vous pas que c'est juste de rendre la faveur?

source: [_mc_] The favor? Aren't you the one who owes me a favor? And that aside, you didn't really tell me much anyway... I've told you a lot more just now.
french: [_mc_] La faveur? N'êtes-vous pas celui qui me doit une faveur? Et ça de côté, tu ne m'as pas vraiment beaucoup parlé ... Je vous ai beaucoup parlé tout de suite.

source: [_t_] Not much?!
french: [_t_] Pas grand?

source: [_mc_] Well, most of it was you beating around the bush...
french: [_mc_] Eh bien, la plupart d'entre vous se battait autour de la brousse ...

source: [_t_] I'm sorry I haven't had such a bad childhood as you had, but do you think that makes it easy for me to talk about that?
french: [_t_] Je suis désolé de ne pas avoir eu une si mauvaise enfance comme vous l'avez fait, mais est-ce que vous pensez que ça me rend facile de parler de ça?

source: [_mc_] Well... probably not...
french: [_mc_] Bien ... probablement pas ...
