Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [j] Hey!
italian: [j] Ehi!

source: [pc] Uh, hey [j], what's up?
italian: [pc] Uh, hey [j], che cos'è?

source: [j] Do you need help?
italian: [j] Hai bisogno di aiuto?

source: [j] Fuuuuck, you have a VR headset too?
italian: [j] Fuuuuck, hai anche un auricolare VR?

source: [pc] ...yeah...
italian: [pc] ...sì...

source: [j] Awesome!
italian: [j] Fantastico!

source: [pcthink] Damn [j]. Luckily [e] didn't get the joke...
italian: [pcthink] Dannazione [j]. Fortunatamente [e] non ha ottenuto la battuta...

source: [j] Okay, let's start with the boxes over here.
italian: [j] Ok, iniziamo con le caselle da qui.

source: [pcthink] Well I guess I have no say in this...
italian: [pcthink] Beh, immagino di non avere voce in capitolo...

source: [n] A few minutes later. [withdissolve]
italian: [n] Pochi minuti dopo. [withdissolve]

source: [pcthink] Damn, [j] is stretching her ass at me all the time...
italian: [pcthink] Dannazione, [j] sta allungando il culo a me per tutto il tempo...

source: [pcthink] ...this can't be coincidence.
italian: [pcthink] ... questa non può essere una coincidenza.

source: [j] Whaa! Naughty...
italian: [j] Whaa! Cattivo...

source: [j] Oh come on [e], don't be so selfish. I'm not going to take him away from you!
italian: [j] Oh vieni [e], non essere così egoista. Non lo toglierò da te!

source: [pcthink] Take me away from her?
italian: [pcthink] Mi porti via da lei?

source: [j] ...but he's still a man and men like to get a little peek from time to time, right [pc]?
italian: [j] ...ma lui è ancora un uomo e un uomo piace avere un piccolo sbircio di tanto in tanto, giusto [pc]?

source: [j] Oh wow, look at this [e].
italian: [j] Oh wow, guarda questo [e].

source: [pc] Hey what are you doing with my underwear?
italian: [pc] Ehi cosa stai facendo con la mia biancheria intima?

source: [j] Oh come on, what's the matter? It's sexy. I bet you look hot in it.
italian: [j] Oh vieni, qual è la questione? È sexy. Scommetto che sembri caldo in esso.

source: [j] Where is the other piece? I wanna try it on!
italian: [j] Dov'è l'altro pezzo? Voglio provarlo!

source: [pcthink] Jeez, that girl...
italian: [pcthink] Jeez, quella ragazza...

source: [pc] It won't fit anyway, it's obviously not your size.
italian: [pc] Non si adatta comunque, non è ovviamente la tua dimensione.

source: [j] Whoops, yeah. I almost forgot that I don't have such a purrfect and sexy body...
italian: [j] Whoops, sì. Ho quasi dimenticato che non ho un corpo così violento e sexy...

source: [j] Too bad, I guess {b}you{/b} have to show us how it looks then, hehe.
italian: [j] Troppo male, immagino che {b}tu{/b} debbano mostrarci come sembra allora, hehe.

source: [pcthink] Damn girl, was this your plan?
italian: [pcthink] Damn girl, era questo il tuo piano?

source: [j] Come on [pc], show us your sexy curves! I'm sure [e] wants to see them too.
italian: [j] Vieni [pc], mostraci le tue curve sexy! Sono sicuro che [e] vuole vederle troppo.

source: [pcthink] Yeah I'm sure about that, judging by what happened last night...
italian: [pcthink] Sì, ne sono sicuro, a giudicare da ciò che è successo ieri sera...

source: [j] Come on, come on, don't be shy.
italian: [j] Avanti, vieni, non essere timido.

source: [j] Here I'll show you my titties too!
italian: [j] Anche qui vi mostrerò le mie tette!

source: [j] Come on [e], you've seen them a lot too, don't act so prudishly...
italian: [j] Vieni [e], li hai visti anche molto, non agire così pruamente...

source: [pcthink] A lot?
italian: [pcthink] Un sacco?

source: [j] Ooooh I get it, it's because mine are bigger than yours, right? Don't worry, I bet she will like yours too.
italian: [j] Ooooh lo ottengo, è perché il mio è più grande del tuo, giusto? Non ti preoccupare, scommetto che anche lei piacerà al tuo.

source: [j] Jeez... calm down [e]! It's not like I'm going to take her away from you...
italian: [j] Jeez... calma [e]! Non è come se la prendessi via da te...

source: [j] ...and by the way, didn't we agree to always share everything?
italian: [j] ...e a proposito, non abbiamo accettato di condividere sempre tutto?

source: [pcthink] Shit... this girl is so fucking naughty...
italian: [pcthink] Si merda... questa ragazza è così scopata naughty...

source: [j] I bet [heshe] wouldn't mind if we did share, hehe... right [pc]?
italian: [j] Scommetto [heshe] non mi dispiacerebbe se fossimo in condivisione, hehe... giusto [pc]?

source: [pcthink] Did she just imply a threesome? WTF! How am I supposed to answer to that?
italian: [pcthink] Ha appena implicato un trio? WTF! Come devo rispondere a quello?

source: [pcthink] Damn, if this would be one these adult games, this would probably be the harem choice...
italian: [pcthink] Dannazione, se questo sarebbe uno di questi giochi per adulti, questo sarebbe probabilmente la scelta harem...

source: [pc] Err... well I guess I wouldn't mind...
italian: [pc] Err... bene immagino che non mi dispiacerebbe...

source: [j] See [e]?
italian: [j] Vedi [e]?

source: [pc] Hell no! I'm not going to get shared with anyone!
italian: [pc] Inferno no! Non andrò a condividere con nessuno!

source: [j] Oh... I expected a different answer...
italian: [j] Oh... Mi aspettavo una risposta diversa...

source: [n] Suddenly the door to your room opens.
italian: [n] All'improvviso si apre la porta della tua stanza.

source: [m] Hey Hun, I'm sorry for the hassle. I really didn't expect to be so late.
italian: [m] Hey Hun, mi dispiace per il fastidio. Non mi aspettavo davvero di essere così tardi.

source: [pc] Yeah, don't worry about it.
italian: [pc] Sì, non preoccuparti.

source: [j] Hey [m]!
italian: [j] Ehi [m]!

source: [m] Oh hey [j], I thought I heard your voice. I didn't expect you today.
italian: [m] Oh hey [j], pensavo di aver sentito la tua voce. Non ti aspettavo oggi.

source: [j] Yeah, we have a... school project to work on...
italian: [j] Sì, abbiamo un progetto scolastico su cui lavorare...

source: [m] I see, well then, it's better you start working on it, don't you think?
italian: [m] Vedo bene, allora, è meglio che tu inizi a lavorarci, non pensi?

source: [j] Yeah, sure.
italian: [j] Sì, certo.

source: [j] Come on [e], let's go!
italian: [j] Vieni [e], andiamo!

source: [j] Oh I love that shirt by the way [m]. It looks really hot on you!
italian: [j] Oh amo quella camicia a modo [m]. Sembra davvero caldo su di te!

source: [m] Why thank you!
italian: [m] Perché grazie!

source: [j] I wonder if you're wearing it for someone special, hehe.
italian: [j] Mi chiedo se lo indossi per qualcuno speciale, guarisci.

source: [m] Wh... well don't you two have something to do?
italian: [m] Perché... beh, voi due non avete qualcosa da fare?

source: [j] Of course... {size=-10}Run [e]!{/size}
italian: [j] Certo... {size=-10}Esegui [e]!{/size}

source: [pcthink] Damn, did [j] just stare at [m]s tits?!
italian: [pcthink] Dannazione, [j] ha appena fissato [m]s tits?!

source: [pcthink] Why is she closing the door?
italian: [pcthink] Perché sta chiudendo la porta?

source: [m] I'm sorry, I didn't know about [j]. I hope she didn't cause you any trouble?
italian: [m] Mi dispiace, non sapevo [j]. Spero che non ti abbia causato alcun problema?

source: [pc] Not at all...
italian: [pc] Non per niente...

source: [m] Oh that's good, I know she can be a bit ...feisty.
italian: [m] Oh che è buono, so che può essere un po'...feisty.

source: [pcthink] ...what an understatement...
italian: [pcthink] ...che understatement...

source: [m] Anyway, are you hungry? I'll make dinner if you want?
italian: [m] Comunque, hai fame? Farò cena se vuoi?

source: [pc] No, I'm fine, thanks.
italian: [pc] No, sto bene, grazie.

source: [m] Okay... Oh by the way...
italian: [m] Okay... Oh a proposito...

source: [n] You go back to your room.
italian: [n] Tornate nella vostra stanza.

source: [pcthink] Okay, I guess it's time for some VR porn, hehe...
italian: [pcthink] Va bene, immagino che sia ora di qualche porno di VR, hehe...

source: [pcthink] Err, Shit. I wanted to talk to [e] too...
italian: [pcthink] Err, merda. Volevo anche parlare con [e]...

source: [pcthink] ...but I'm actually quite a bit horny now...
italian: [pcthink] ...ma sono un po' eccitata ora...

source: [pcthink] Yeah, it's better to clear my mind before she comes over again tonight.
italian: [pcthink] Sì, è meglio sgomberarmi la mente prima di tornare stasera.

source: [pc] Hey Ladies, did you miss me?
italian: [pc] Ehi signore, ti sei mancato?

source: Girls || Heeey, elder unrelated roommate...
italian: Ragazze <unk> Heeey, anziano compagno di camera...

source: [pcthink] Err what the...
italian: [pcthink] Err cosa...

source: [pcthink] Yeah, I really shouldn't wait any longer. I haven't talked to her alone once, since I've been back...
italian: [pcthink] Sì, non dovrei aspettare più. Non ho parlato con lei da solo una volta, da quando sono tornato...

source: [n] You go to her room.
italian: [n] Tu vai nella sua stanza.

source: [n] Nothing special happens for the rest of the day.
italian: [n] Non succede nulla di speciale per il resto della giornata.

source: [n] Later that Night. [withdissolve]
italian: [n] Più tardi quella Notte. [withdissolve]

source: [pcthink] It's late... I guess [e] should be coming over soon...
italian: [pcthink] È tardi... Immagino che [e] dovrebbe arrivare presto...

source: [m] {size=-10}[e]? What are you doing up so late? Trying to sneak into your [bs]'s bed again?{/size}
italian: [m] {size=-10}[e]? Cosa stai facendo così tardi? Cerchi di entrare di nuovo nel letto del tuo [bs]?{/size}

source: [pcthink] Huh? [m] is still awake?
italian: [pcthink] Huh? [m] è ancora sveglio?

source: [m] {size=-10}You should really let [himher] sleep [e]...{/size}
italian: [m] {size=-10}Dovresti davvero lasciare [himher] dormire [e]...{/size}

source: [m] {size=-10}Listen [e], I know you're really happy that [pc] is back, but [heshe] just moved in and we both don't know if [heshe] intends to stay...{/size}
italian: [m] {size=-10}Ascolta [e], So che sei davvero felice che [pc] sia tornato, ma [heshe] appena spostato e entrambi non sappiamo se [heshe] intende rimanere. .{/size}

source: [m] {size=-10}...also, [heshe]'s been away for a long time, we basically don't know anything about [himher]. Plus, do you even know if [heshe] is okay with you sleeping in [hisher] bed?{/size}
italian: [m] {size=-10}...anche, [heshe]è stato via per molto tempo, fondamentalmente non sappiamo nulla di [himher]. Inoltre, sai anche se [heshe] va bene con te nel letto [hisher] ?{/size}

source: [pcthink] Damn, are you serious [m]?
italian: [pcthink] Dannazione, sei serio [m]?

source: [m] {size=-10}Come on [e], go back to your room. If [heshe]'s going to stay, you'll have enough opportunities to cuddle with [himher] in the future...{/size}
italian: [m] {size=-10}Vieni su [e], torna alla tua stanza. Se [heshe]sta per rimanere, avrai abbastanza opportunità di coccolare con [himher] in futuro...{/size}

source: [pcthink] Well... I guess I'm going to sleep alone tonight...
italian: [pcthink] Bene... Immagino che dormirò da solo stasera...

source: [m] [bpc], WHAT THE HELL?!
italian: [m] [bpc], COSA HELL?!

source: [m] Don't tell me you got yourself into a fight AGAIN?!
italian: [m] Non dirmi che ti sei imbattuto in una lotta AGAIN?!

source: [m] Just what the hell is wrong with you? Why must you constantly embarrass me?
italian: [m] Proprio quello che l'inferno è sbagliato con te? Perché devi mettermi costantemente in imbarazzo?

source: [m] Can't you be a normal [boygirl] once in your life?
italian: [m] Non puoi essere un normale [boygirl] una volta nella tua vita?

source: [m] Oh I guess that's a bit too much to ask with a Dad like yours...
italian: [m] Oh immagino che sia un po' troppo da chiedere con un papà come il tuo...

source: [m] I swear, if I get a call from your school or the police again, you'll regret ever being born!
italian: [m] Ho giurato, se ricevo una chiamata dalla tua scuola o dalla polizia di nuovo, ti pentirai di essere mai nato!

source: [m] DON'T JUST STAND THERE LIKE THE FOOL YOU ARE, YOU'RE DRIPPING BLOOD ALL OVER THE FLOOR, GO TO THE BATHROOM AND WASH YOUR FACE!
italian: [m] NON SENTIRE QUI SIMILE LA PESCA DI ARE, LA TUA PROPRIETA BLOOD TUTTO IL FIORO, VO AL BAGNO E LAVORA IL TUO FACE!

source: [m] ...and don't forget to wipe the blood off the floor when you're done...
italian: [m] ...e non dimenticare di cancellare il sangue dal pavimento quando hai finito...

source: [pcthink] Uhh... not again...
italian: [pcthink] Uhh... non di nuovo...

source: [pcthink] ...she didn't even care I was hurt...
italian: [pcthink] ...non le importava nemmeno che mi facesse male...

source: [pcthink] Fuck you [m], I'm not going to forgive you so easily!
italian: [pcthink] Cazzo tu [m], non ti perdonerò così facilmente!

source: [pcthink] At least [e] was worried about me...
italian: [pcthink] Almeno [e] era preoccupato per me...

source: [pcthink] I can't even count how many times she stitched me together after I got into a fight.
italian: [pcthink] Non riesco nemmeno a contare quante volte mi ha cucito insieme dopo che sono entrato in una lotta.

source: [pcthink] She was still so young, but she tried to cheer me up so many times...
italian: [pcthink] Era ancora così giovane, ma ha cercato di rallegrarmi tante volte...

source: [pcthink] I think she knew that I was just angry...
italian: [pcthink] Penso che sapesse che ero appena arrabbiato...

source: [pcthink] Angry at [m], angry at the old man, angry at everything and everyone...
italian: [pcthink] Arrabbiato contro [m], arrabbiato contro il vecchio, arrabbiato contro tutto e tutti...

source: [pcthink] Well I better find the perfect present for her birthday. I have a lot to make up for and only a few hours time.
italian: [pcthink] Meglio trovare il regalo perfetto per il suo compleanno. Ho molto da recuperare e solo poche ore di tempo.

source: [n] You take a quick shower and make yourself ready to go into the city.
italian: [n] Si prende una rapida doccia e si prepara ad andare in città.

source: [pcthink] Alright, time to go.
italian: [pcthink] Bene, ora di andare.

source: [pcthink] Okay, where should I start...
italian: [pcthink] Okay, dove dovrei iniziare...

source: [pcthink] Uhh... shit, I don't even know what [e] likes... I should have asked [m] or [j]...
italian: [pcthink] Uhh... merda, non so nemmeno cosa [e] gradisce... avrei dovuto chiedere [m] o [j]...

source: [pcthink] Wasn't there a cafe somewhere here? I can't think straight without a good coffee in the morning...
italian: [pcthink] Non c'era un caffè da qualche parte qui? Non riesco a pensare dritto senza un buon caffè al mattino...

source: [n] You look around for the cafe until you find it.
italian: [n] Si guarda intorno per il caffè fino a quando non lo si trova.

source: Dude || Yeah?
italian: Sì?

source: [pcthink] Wasn't there a girl working here last time?
italian: [pcthink] L'ultima volta non c'era una ragazza che lavorava qui?

source: [pc] The biggest cup of the strongest coffee you have.
italian: [pc] La tazza più grande del caffè più forte che avete.

source: Dude || Sure...
italian: Nudo <unk> <unk> Sure...

source: [pcthink] This guy looks kind of funny in the uniform...
italian: [pcthink] Questo ragazzo sembra piuttosto divertente nell'uniforme...

source: Dude || Here you go...
italian: Dude <unk> <unk> Qui vai...

source: [pc] Thanks, keep the change.
italian: [pc] Grazie, mantieni il cambiamento.

source: Dude || Thanks.
italian: Grazie.

source: Girl || {size=-10}Yeah, bye!{/size}
italian: Ragazza <unk> <unk> {size=-10}Yeah, bye!{/size}

source: [pcthink] That's the barista from last time.
italian: [pcthink] È il barista dell'ultima volta.

source: Girl || Oh, you.
italian: Ragazza <unk> <unk> Oh, voi.

source: [pc] Me?
italian: [pc] Io?

source: [pcthink] Looks like she's remembering me as well.
italian: [pcthink] Sembra che anche lei mi stia ricordando.

source: Girl || Ah sorry, haha. You looked really tired last time, that's why I remember you, haha.
italian: Ragazza <unk> <unk> Ah mi dispiace, haha. Sembri davvero stanco la volta scorsa, ecco perché ti ricordo, haha.

source: [pc] Yeah that sounds like me... I hope I didn't look too scary?
italian: [pc] Sì, che suona come me... spero di non sembrare troppo spaventoso?

source: Girl || Haha no, not at all. Err... how is your friend?
italian: Ragazza <unk> <unk> Haha no, non affatto. Errare... come è il tuo amico?

source: [pc] Friend?
italian: [pc] Amico?

source: Girl || The older woman...
italian: Ragazza <unk> <unk> La donna anziana...

source: Girl || Oh that sounds mean. I didn't mean that she looks old or something, haha. She's a regular.
italian: Ragazza <unk> Oh che suona significa. Non intendevo che lei sembri vecchia o qualcosa, haha. È una regolare.

source: Girl || ...but she looked really sad when she left the other day. I hope she's alright?
italian: Ragazza <unk> <unk> ...ma sembrava davvero triste quando ha lasciato l'altro giorno. Spero che abbia ragione?

source: [pc] I guess you mean [m]... yeah she's fine.
italian: [pc] Immagino che tu intenda [m]... sì, sta bene.

source: Girl || Did you break up with her?
italian: Ragazza <unk> <unk> Avete rotto con lei?

source: [pc] Break up? Hell no! She's not my girlfriend.
italian: [pc] Rompiti? Inferno no! Non è la mia ragazza.

source: Dude || Hey [h], stop chattering, I want to go home!
italian: Dude <unk> Hey [h], smettere di chiacchierare, voglio andare a casa!

source: Girl || Ugh... Looks like I have to start my shift.
italian: Ragazza <unk> <unk> Ugh... Sembra che io debba iniziare il mio turno.

source: [pc] Yeah, too bad.
italian: [pc] Sì, troppo male.

source: Girl || I'm [h] by the way.
italian: Ragazza <unk> <unk> Sono [h] a proposito.

source: [pc] [pc], nice to meet you.
italian: [pc] [pc], bello incontrarti.

source: [h] Nice to meet you too. I hope you visit us more often from now on, we have the best coffee in town and the cutest barista too, haha.
italian: [h] Piacevole di incontrarti anche. Spero che ci visitate più spesso d'ora in poi, abbiamo il miglior caffè in città e anche il barista più carino, haha.

source: [pc] That's two really good reasons to come back. Especially the last one.
italian: [pc] Sono due ottime ragioni per tornare. Soprattutto le ultime.

source: [h] Hehe, thanks.
italian: [h] Hehe, grazie.

source: Dude || [h]!
italian: Dude <unk> <unk> [h]!

source: [h] Yes, stop crying baby boy!
italian: [h] Sì, smetta di piangere bambino!

source: [h] Well, I have to go. See you soon~
italian: [h] Beh, devo andare. Ci vediamo presto~

source: [pcthink] Wow, she seemed kind of nervous at first... because of me?
italian: [pcthink] Wow, sembrava un po' nervosa all'inizio... a causa di me?

source: [pcthink] Cute...
italian: [pcthink] Taglia...

source: [pc] Yeah, well I have to go now. Bye...
italian: [pc] Sì, bene devo andare adesso. Ciao...

source: [n] You leave the cafe and walk down the street, starting to think about what kind of present [e] would really like to have.
italian: [n] Si lascia il caffè e si cammina per la strada, iniziando a pensare a che tipo di presente [e] vorrebbe davvero avere.

source: [n] You wander from window to window, enter some shops, look at jewelry, plushies, clothes and several other things.
italian: [n] Si vaga dalla finestra alla finestra, entrare in alcuni negozi, guardare gioielli, peluche, vestiti e molte altre cose.

source: [pcthink] Hum... looked better from far away.
italian: [pcthink] Uomo... sembrava meglio da lontano.

source: [pcthink] No... this won't do as well...
italian: [pcthink] No... questo non funzionerà...

source: [pcthink] Nope, this looks cheap...
italian: [pcthink] Nope, questo sembra economico...

source: [pcthink] Ugh... who buys this shit?
italian: [pcthink] Ugh... chi acquista questa merda?

source: [n] Several shops and after what feels like hours you start to get exhausted.
italian: [n] Diversi negozi e dopo che cosa ti sembra ore si inizia ad esaurirsi.

source: [pcthink] Damn! Why is it so hard to find a good present...
italian: [pcthink] Dannazione! Perché è così difficile trovare un buon regalo...

source: [n] You decide to enter one last shop and take a break after that. You enter the shop without looking at what they actually sell.
italian: [n] Si decide di entrare in un ultimo negozio e fare una pausa dopo quello. Si entra nel negozio senza guardare quello che effettivamente vendono.

source: [pcthink] A phone shop?
italian: [pcthink] Un negozio di telefoni?

source: [pcthink] Well I won't find anything here...
italian: [pcthink] Beh, non troverò niente qui...

source: [pcthink] Or...?
italian: [pcthink] Oppure...?

source: [pcthink] Hum... [m] said [e] wouldn't know how to use it, but I highly doubt that.
italian: [pcthink] Uomo... [m] ha detto che [e] non saprebbe come usarlo, ma ne dubito molto.

source: [pcthink] I don't know any girl her age who doesn't want to have a mobile phone.
italian: [pcthink] Non conosco nessuna ragazza della sua età che non vuole avere un telefono cellulare.

source: [pcthink] Plus I don't think she has the money to buy a good one herself...
italian: [pcthink] Inoltre non penso che abbia i soldi per comprare un bravo se stessa...

source: [pcthink] Yeah, I bet she would be happy to have one, even if she's only using it to send messages and listen to music.
italian: [pcthink] Sì, scommetto che sarebbe felice di averne uno, anche se lo sta usando solo per inviare messaggi e ascoltare musica.

source: [pcthink] But I can't buy just {b}some{/b} phone, it has to be a good one. Maybe a Lie-Phone, or the new Moogle phone?
italian: [pcthink] Ma non riesco a comprare solo {b}un telefono in qualche {/b}, deve essere buono. Forse un Lie-Phone, o il nuovo telefono Moogle?

source: [pcthink] ...and some cute accessories too. Girls her age love this kind of stuff... I think...
italian: [pcthink] e alcuni accessori carino troppo. Ragazze la sua età amano questo tipo di roba... Penso...

source: [n] You buy a stupidly expensive mobile phone and some cute accessories.{p}Then you make your way back home.
italian: [n] Compri un telefono cellulare stupidamente costoso e alcuni accessori carini.{p}Poi fai ritorno a casa.

source: [pc] I'm back...
italian: [pc] Sono tornato...

source: [pcthink] ...looks like [m] and [e] aren't back yet.
italian: [pcthink] ...sembra [m] e [e] non sono ancora tornati.

source: [n] You hide the mobile in your room and after a while waiting for [m] and [e] to return you decide to spend some time watching TV.
italian: [n] Nascondi il cellulare nella tua camera e dopo un po 'di attesa per [m] e [e] per tornare decidi di passare un po 'di tempo a guardare la TV.

source: Reporter || ...building that burned down a few days ago.
italian: Reporter <unk> <unk> ...edificio che ha bruciato alcuni giorni fa.

source: Reporter || The man responsible for the fire stated that he wanted to protect his wife from becoming corrupted by another man.
italian: Reporter <unk> <unk> L'uomo responsabile del fuoco ha dichiarato che voleva proteggere sua moglie dal diventare corrotto da un altro uomo.

source: Reporter || Police told us that the man believes that some unspecified person is using a magical serum to bend his wife's and other women's will.
italian: Reporter <unk> <unk> Police ci ha detto che l'uomo crede che qualche persona non specificata sta usando un siero magico per piegare la volontà di sua moglie e di altre donne.

source: Reporter || He was sent to a mental hospital...
italian: Reporter <unk> <unk> È stato inviato in un ospedale mentale...

source: [pcthink] Jeez, this guy must have played too many porn games...
italian: [pcthink] Jeez, questo ragazzo deve aver giocato troppi giochi porno...
