Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] I don't really want to do any work anymore today, so...
french: [pcthink] Je n'ai plus vraiment envie de travailler aujourd'hui, alors...
italian: [pcthink] Non voglio più fare nessun lavoro oggi, così...

source: [pcthink] Right, I should talk to [m], I need to know who the person was she was talking to on the phone...
french: [pcthink] Bien, je devrais parler à [m], j'ai besoin de savoir qui était la personne à qui elle parlait au téléphone...
italian: [pcthink] Giusto, dovrei parlare con [m], ho bisogno di sapere con chi era la persona con cui stava parlando al telefono...

source: [pcthink] She said I know her, but who could it be?
french: [pcthink] Elle a dit que je la connaissais, mais qui ça peut être ?
italian: [pcthink] Ha detto che la conosco, ma chi potrebbe essere?

source: [pcthink] Well, I'll find out, but I have to wait until the pills start working...
french: [pcthink] Eh bien, je vais le découvrir, mais je dois attendre que les pilules commencent à faire effet...
italian: [pcthink] Beh, lo scoprirò, ma devo aspettare fino a quando le pillole iniziano a lavorare...

source: [pcthink] I guess I could have a look at what [e] and [j] are up to... but first I need to use the bathroom.
french: [pcthink] Je suppose que je pourrais jeter un coup d'œil à ce que [e] et [j] sont en train de faire... mais d'abord je dois utiliser les toilettes.
italian: [pcthink] Immagino che potrei avere uno sguardo a cosa [e] e [j] sono fino a... ma prima devo usare il bagno.

source: [pcthink] I'm having a lot of these dreams lately...
french: [pcthink] J'ai beaucoup de ces rêves dernièrement...
italian: [pcthink] Ho molti di questi sogni ultimamente...

source: [pcthink] Coming back here seems to trigger a lot of the old memories...
french: [pcthink] Revenir ici semble déclencher beaucoup de vieux souvenirs...
italian: [pcthink] Tornando qui sembra innescare un sacco di vecchi ricordi...

source: [pcthink] Not that I've forgotten anything...
french: [pcthink] Non pas que j'ai oublié quoi que ce soit...
italian: [pcthink] Non che ho dimenticato niente...

source: [pcthink] Shit, that's [m], isn't it? Damn, I forgot to lock the door again...
french: [pcthink] Merde, c'est [m], n'est-ce pas ? Merde, j'ai encore oublié de verrouiller la porte...
italian: [pcthink] Merda, è [m], vero? Dannazione, ho dimenticato di chiudere di nuovo la porta...

source: [pcthink] Wow, I think she was checking me out...
french: [pcthink] Wow, je pense qu'elle me matait...
italian: [pcthink] Wow, penso che mi stesse controllando...

source: [n] You finish up and head for breakfast.
french: [n] Vous terminez et allez prendre le petit déjeuner.
italian: [n] Finisci e vai a colazione.

source: [pcthink] Hum, looks like breakfast for two?
french: [pcthink] Hum, on dirait un petit déjeuner pour deux ?
italian: [pcthink] Hum, sembra la colazione per due?

source: [m] Good morning, Hun.
french: [m] Bonjour, Hun.
italian: [m] Buongiorno, Caccio.

source: [m] Are you done in the bathroom?
french: [m] Tu as fini dans la salle de bain ?
italian: [m] Hai finito in bagno?

source: [pc] Morning, yeah...
french: [pc] Bonjour, ouais...
italian: [pc] Mattina, sì...

source: [m] [e] and [j] will probably not get up soon, but I've made us some breakfast.
french: [m] [e] et [j] ne se lèveront probablement pas de sitôt, mais je nous ai préparé un petit déjeuner.
italian: [m] [e] e [j] probabilmente non si alzeranno presto, ma ci ho fatto un po' di colazione.

source: [m] I hope you don't mind, I thought you might be hungry.
french: [m] J'espère que ça ne te dérange pas, j'ai pensé que tu avais peut-être faim.
italian: [m] Spero che non vi importi, pensavo che avreste potuto avere fame.

source: [m] I believe it's something you liked.
french: [m] Je crois que c'est quelque chose que tu as aimé.
italian: [m] Credo che sia qualcosa che ti piace.

source: [pc] Sure, thanks.
french: [pc] Bien sûr, merci.
italian: [pc] Certo, grazie.

source: [pcthink] Isn't that...
french: [pcthink] Ce n'est pas...
italian: [pcthink] Non è così...

source: [pcthink] Oh wow, french toast with syrup {b}and{/b} an omelette, that's two of my favorite foods!
french: [pcthink] Oh wow, du pain perdu avec du sirop {b}et{/b} une omelette, ce sont deux de mes aliments préférés !
italian: [pcthink] Oh wow, brindisi francesi con sciroppo {b}e{/b} una frittata, questo è due dei miei cibi preferiti!

source: [pcthink] Is it coincidence, or did she really remember that I like this stuff?
french: [pcthink] C'est une coïncidence, ou elle s'est vraiment souvenue que j'aime ces trucs ?
italian: [pcthink] È una coincidenza, o ha davvero ricordato che mi piace questa roba?

source: [pcthink] Well, whatever the case, it looks tasty and I haven't had any of it in a while!
french: [pcthink] Eh bien, quoi qu'il en soit, ça a l'air savoureux et ça fait longtemps que je n'en ai pas mangé !
italian: [pcthink] Beh, qualunque sia il caso, sembra gustoso e non ne ho avuto nessuno da un po'!

source: [n] You start eating until after a few minutes [m] comes back.
french: [n] Vous commencez à manger jusqu'à ce que, après quelques minutes, [m] revienne.
italian: [n] Si inizia a mangiare fino a quando dopo pochi minuti [m] torna indietro.

source: [m] Do you like it?
french: [m] Tu aimes ça ?
italian: [m] Ti piace?

source: [pcthink] Holy! Damn...
french: [pcthink] Sacré! Fichu...
italian: [pcthink] Santo! Dannazione...

source: [pc] Yeah, it looks great.
french: [pc] Oui, ça a l'air bien.
italian: [pc] Sì, sembra grande.

source: [m] Looks?
french: [m] Regarde ?
italian: [m] Guarda?

source: [pc] Err... oh you mean the food!
french: [pc] Err... oh tu veux dire la nourriture !
italian: [pc] Erro... oh intendi il cibo!

source: [m] Yes, what did you think?
french: [m] Oui, qu'en as-tu pensé ?
italian: [m] Sì, cosa hai pensato?

source: [pcthink] Damn, she looks really good this morning!
french: [pcthink] Bon sang, elle a l'air vraiment bien ce matin !
italian: [pcthink] Dannazione, lei sembra davvero buona stamattina!

source: [pc] Well, to be honest, I was talking about you... you look great.
french: [pc] Eh bien, pour être honnête, je parlais de toi... tu es superbe.
italian: [pc] Beh, per essere onesti, stavo parlando di te... tu sembri grande.

source: [m] R-Really? But I'm not even wearing any makeup.
french: [m] V-Vraiment ? Mais je ne porte même pas de maquillage.
italian: [m] R-Really? Ma non sto nemmeno indossando alcun trucco.

source: [pc] Yeah, I don't think you need any makeup at all, especially not in that outfit.
french: [pc] Ouais, je ne pense pas que tu aies besoin de maquillage du tout, surtout pas dans cette tenue.
italian: [pc] Sì, non credo che abbiate bisogno di alcun trucco, soprattutto non in quel vestito.

source: [m] Oh, thank you! I was actually just going for a little workout after breakfast.
french: [m] Oh, merci ! En fait, j'allais juste faire un peu d'exercice après le petit-déjeuner.
italian: [m] Oh, grazie! In realtà stavo solo andando per un po 'di allenamento dopo la colazione.

source: [pc] I mean the weather, it looks to be a great day today.
french: [pc] Je parle de la météo, il semble que ce soit une belle journée aujourd'hui.
italian: [pc] Intendo il tempo, sembra essere un grande giorno oggi.

source: [m] Right? That's why I decided to do a little workout after breakfast.
french: [m] N'est-ce pas ? C'est pourquoi j'ai décidé de faire un peu d'exercice après le petit-déjeuner.
italian: [m] Giusto? Ecco perché ho deciso di fare un po' di allenamento dopo la colazione.

source: [m] You could... you could join me... if you want, maybe you'd enjoy it... I could even make some snacks if you like.
french: [m] Tu pourrais... tu pourrais te joindre à moi... si tu veux, peut-être que ça te plairait... Je pourrais même préparer des encas si tu veux.
italian: [m] Potresti unirti a me... se vuoi, forse ti piaceresti... potrei anche fare qualche spuntino se vuoi.

source: [m] You should join me, I'm sure you'd enjoy a little workout.
french: [m] Tu devrais te joindre à moi, je suis sûr que tu apprécierais une petite séance d'entraînement.
italian: [m] Dovresti unirti a me, sono sicuro che ti piacerebbe un po' di allenamento.

source: [pc] Hmm... well, I guess it won't hurt.
french: [pc] Hmm... bien, je suppose que ça ne fera pas de mal.
italian: [pc] Hmm... beh, immagino che non farà male.

source: [pcthink] Also, seeing more of her in that outfit...
french: [pcthink] Aussi, en voyant plus dans cette tenue...
italian: [pcthink] Inoltre, vedendo più di lei in quel vestito...

source: [m] Great! I'll get some snacks and an extra bottle of water for you after breakfast.
french: [m] Super ! Je t'apporterai des encas et une bouteille d'eau supplémentaire après le petit-déjeuner.
italian: [m] Ottimo! Riceverò qualche spuntino e una bottiglia d'acqua in più per te dopo la colazione.

source: [n] You eat up and once [m] is ready, both of you head outside for a workout. After a bit of stretching, you start jogging.
french: [n] Vous mangez et une fois que [m] est prête, vous sortez tous les deux pour vous entraîner. Après un peu d'étirement, vous commencez à faire du jogging.
italian: [n] Si mangia e una volta [m] è pronto, entrambi si dirigono fuori per un allenamento. Dopo un po 'di allungamento, si inizia a fare jogging.

source: [pc] The weather, it looks to be a great day today.
french: [pc] Le temps, il semble que ce soit une belle journée aujourd'hui.
italian: [pc] Il tempo, sembra essere un grande giorno oggi.

source: [pc] I see.
french: [pc] Je vois.
italian: [pc] Vedo io.

source: [n] The conversation slows down, so you eat up and go back to your room while [m] goes out to do her workout.
french: [n] La conversation ralentit, alors vous mangez et retournez dans votre chambre pendant que [m] sort pour faire son entraînement.
italian: [n] La conversazione rallenta, in modo da mangiare e tornare nella tua stanza mentre [m] esce per fare il suo allenamento.

source: [pcthink] Phew... I'm really off form... unlike [m]...
french: [pcthink] Ouf... Je suis vraiment à côté de la plaque... contrairement à [m]...
italian: [pcthink] Phew... Sono davvero fuori forma... a differenza di [m]...

source: [pcthink] No wonder she looks like that! Damn, I doubt that I can keep up with her much longer...
french: [pcthink] Pas étonnant qu'elle ressemble à ça ! Bon sang, je doute de pouvoir la suivre encore longtemps...
italian: [pcthink] Non c'è da stupirsi che sembri così! Dannazione, dubito che io possa stare al passo con lei molto più a lungo...

source: [m] Phew! How about a little break?
french: [m] Ouf ! Que dirais-tu d'une petite pause ?
italian: [m] Phew! Che ne dici di una piccola pausa?

source: [pcthink] Thank god!
french: [pcthink] Dieu merci !
italian: [pcthink] Grazie Dio!

source: [pc] Thanks.
french: [pc] Merci.
italian: [pc] Grazie.

source: [pc] Well, I'm definitely not in {b}top{/b} form, that's for sure...
french: [pc] Eh bien, je ne suis certainement pas dans le {b}top{/b} de la forme, c'est sûr...
italian: [pc] Beh, non sono assolutamente nel {b}top{/b} forma, è sicuro...

source: [pc] As opposed to you it seems.
french: [pc] Contrairement à toi, il semble.
italian: [pc] Al contrario di te sembra.

source: [m] Well, I used to do it every day for a while, but it's hard to stay motivated.
french: [m] Eh bien, j'avais l'habitude de le faire tous les jours pendant un certain temps, mais c'est difficile de rester motivée.
italian: [m] Beh, ero solito farlo ogni giorno per un po', ma è difficile rimanere motivato.

source: [pc] It'll help you stay fit and healthy.
french: [pc] Ca t'aides à rester en forme et en bonne santé.
italian: [pc] Ti aiuterà a rimanere in forma e in salute.

source: [m] Yes, you're right, I should really do it more often...
french: [m] Oui, tu as raison, je devrais vraiment le faire plus souvent...
italian: [m] Sì, hai ragione, dovrei davvero farlo più spesso...

source: [m] Would you...
french: [m] Veux-tu...
italian: [m] Vuoi tu...

source: [m] It would be nice to have somebody to help me stay motivated...
french: [m] Ce serait bien d'avoir quelqu'un pour m'aider à rester motivée...
italian: [m] Sarebbe bello avere qualcuno che mi aiuti a rimanere motivato...

source: [m] You should join me once in a while, it'll help me to stay motivated and it's good for you, too.
french: [m] Tu devrais te joindre à moi de temps en temps, cela m'aidera à rester motivée et c'est bon pour toi aussi.
italian: [m] Dovresti unirti a me una volta ogni tanto, mi aiuterà a rimanere motivato ed è un bene anche per te.

source: [pc] Sure, I can help you with that.
french: [pc] Bien sûr, je peux t'aider avec ça.
italian: [pc] Certo, posso aiutarvi con quello.

source: [m] Oh... thanks, Hun... but the same goes for you, you look really good.
french: [m] Oh... merci, Hun... mais c'est pareil pour toi, tu es vraiment bien.
italian: [m] Oh... grazie, Hun... ma lo stesso vale per te, hai un aspetto davvero buono.

source: [pc] Heh, thanks.
french: [pc] Heh, merci.
italian: [pc] Heh, grazie.

source: [m] Oh, I hope you don't think I asked you to come with me because I think you need it.
french: [m] Oh, j'espère que tu ne penses pas que je t'ai demandé de venir avec moi parce que je pense que tu en as besoin.
italian: [m] Oh, spero che tu non pensi di averti chiesto di venire con me perché penso che tu ne abbia bisogno.

source: [pc] You didn't?
french: [pc] Tu ne l'as pas fait?
italian: [pc] Non lo hai fatto?

source: [m] N-No, of course not, you're perfectly fine!
french: [m] N-Non, bien sûr que non, tu vaas parfaitement bien !
italian: [m] N-No, ovviamente, non va bene!

source: [m] Actually, I think you've become a really attractive [pcgender].
french: [m] En fait, je pense que tu es devenu un [pcgender] très attirant.
italian: [m] In realtà, penso che tu sia diventato davvero attraente [pcgender].

source: [pc] Do I still remind you of the old man?
french: [pc] Est-ce que je te rappelle toujours le vieux ?
italian: [pc] Vi ricordo ancora il vecchio uomo?

source: [pcthink] Damn, why did I have to remember that now...
french: [pcthink] Merde, pourquoi je devais me souvenir de ça maintenant...
italian: [pcthink] Dannazione, perché ho dovuto ricordarlo adesso...

source: [m] No, not in the slightest!
french: [m] Non, pas le moins du monde !
italian: [m] No, non per niente!

source: [m] You've never actually reminded me of him...
french: [m] Tu ne m'as jamais fait penser à lui...
italian: [m] In realtà non mi hai mai ricordato di lui...

source: [m] ...I'm sorry...
french: [m] ...Je suis désolée...

source: [pc] Shall we go on with the workout?
french: [pc] On continue la séance d'entraînement ?
italian: [pc] Dovremmo andare avanti con l'allenamento?

source: [m] Yes, thank you.
french: [m] Oui, merci.
italian: [m] Sì, grazie.

source: [n] You head on for a while in silence, but after a few minutes you run out of steam again.
french: [n] Vous poursuivez un moment en silence, mais au bout de quelques minutes, vous vous essoufflez à nouveau.
italian: [n] Si va avanti per un po 'in silenzio, ma dopo pochi minuti si esaurisce di nuovo il vapore.

source: [n] You're not sure if [m] noticed you're out of breath, but as you come across an old pavilion she stops and quietly heads into it.
french: [n] Vous n'êtes pas sûr que [m] ait remarqué votre essoufflement, mais lorsque vous tombez sur un vieux pavillon, elle s'arrête et s'y dirige tranquillement.
italian: [n] Non sei sicuro se [m] hai notato che sei senza fiato, ma mentre ci si imbatte in un vecchio padiglione si ferma e si dirige tranquillamente in esso.

source: [m] Let's take a short break and then head back, shall we?
french: [m] Faisons une petite pause et rentrons ensuite, d'accord ?
italian: [m] Facciamo una breve pausa e poi torniamo indietro, vero?

source: [pc] Yeah... good idea...
french: [pc] Ouais... bonne idée...
italian: [pc] Sì... buona idea...

source: [pc] Phew...
french: [pc] Ouf...

source: [m] Do you remember this place?
french: [m] Tu te souviens de cet endroit?
italian: [m] Ti ricordi questo posto?

source: [pc] Now that you mention it... yeah I think I've been here before.
french: [pc] Maintenant que tu le dis... ouais je pense que je suis déjà venu ici.
italian: [pc] Ora che lo menzionate... sì, penso di essere stato qui prima.

source: [m] We've been here a few times when I was pregnant with [e].
french: [m] Nous sommes venus ici plusieurs fois quand j'étais enceinte de [e].
italian: [m] Siamo stati qui un paio di volte quando ero incinta di [e].

source: [m] Until your dad came home early from work one day...
french: [m] Jusqu'à ce que ton père rentre plus tôt du travail un jour...
italian: [m] Fino a quando il papà è tornato a casa presto dal lavoro un giorno...

source: [m] He was furious at the fact that I wasn't home to make dinner.
french: [m] Il était furieux du fait que je n'étais pas à la maison pour préparer le dîner.
italian: [m] Era furioso per il fatto che non ero a casa per fare la cena.

source: [pc] I think I remember that part, too.
french: [pc] Je pense que je me souviens de cette partie, aussi.
italian: [pc] Penso di ricordare anche quella parte.

source: [m] Your mom used to take care of everything in the house before she died, so he expected me to do the same...
french: [m] Ta mère s'occupait de tout dans la maison avant de mourir, alors il s'attendait à ce que je fasse de même...
italian: [m] Tua mamma si occupava di tutto ciò che era in casa prima che morisse, quindi si aspettava che facessi lo stesso...

source: [m] ...but whatever I did, it wasn't good enough...
french: [m] ...mais quoi que je fasse, ce n'était pas assez bien...
italian: [m] ...ma quello che ho fatto, non era abbastanza buono...

source: [m] I don't have a problem with being a housewife you know...
french: [m] Je n'ai pas de problème à être une femme au foyer tu sais...
italian: [m] Non ho problemi ad essere una casalinga che conoscete...

source: [m] It's just...
french: [m] C'est juste...
italian: [m] È solo...

source: [m] It would just be nice to get something back every once in a while.
french: [m] Ce serait juste sympa de recevoir quelque chose en retour de temps en temps.
italian: [m] Sarebbe bello ottenere qualcosa di nuovo ogni tanto.

source: [pcthink] Odd... did she switch from past to future tense on purpose?
french: [pcthink] Bizarre... a-t-elle fait exprès de passer du passé au futur ?
italian: [pcthink] Odd... ha passato dal passato al futuro teso di scopo?

source: [m] God I'm exhausted!
french: [m] Dieu que je suis épuisée !
italian: [m] Dio sono esausto!

source: [m] The pavilion has seen better times as well...
french: [m] Le pavillon a lui aussi connu des jours meilleurs...
italian: [m] Il padiglione ha visto anche tempi migliori...

source: [m] Do you mind if I lean on you for a while?
french: [m] Ça te dérange si je m'appuie sur toi un moment ?
italian: [m] Ti dispiace se ti appoggiassi per un po'?

source: [pc] I don't...
french: [pc] Je ne...
italian: [pc] Non lo faccio...

source: [pcthink] Whoa!
french: [pcthink] Wouaa !
italian: [pcthink] Choa!

source: [m] You don't mind, do you? I just need to lean back for a short while.
french: [m] Ça ne te dérange pas, n'est-ce pas ? J'ai juste besoin de m'adosser pendant un court moment.
italian: [m] Non ti dispiace, vero? Ho solo bisogno di appoggiarmi per un po'.

source: [pc] No, it's fine...
french: [pc] Non, c'est bien...
italian: [pc] No, va bene...

source: [m] Thanks...
french: [m] Merci...
italian: [m] Grazie...

source: [m] ...and thanks for listening, Hun...
french: [m] ...et merci d'avoir écouté, Hun...
italian: [m] ...e grazie per l'ascolto, Hun...

source: [pc] Well...
french: [pc] Eh bien...
italian: [pc] Bene...

source: [pc] It's... kind of weird to hear your side of the story...
french: [pc] C'est... un peu bizarre d'entendre ta version de l'histoire...
italian: [pc] E' un po' strano sentire il tuo lato della storia...

source: [m] My side?
french: [m] Ma version ?
italian: [m] Il mio lato?

source: [pc] Yeah... well, I guess I've always just seen it from my perspective...
french: [pc] Ouais... eh bien, je suppose que j'ai toujours vu ça de mon point de vue...
italian: [pc] Sì... beh, immagino di averlo sempre appena visto dalla mia prospettiva...

source: [pc] Much of the time before his death is... I don't know... foggy...
french: [pc] Une grande partie du temps avant sa mort est... je ne sais pas... brumeuse...
italian: [pc] Molto tempo prima della sua morte è... non lo so... nebbia...

source: [pc] I didn't understand much of what happened back then...
french: [pc] Je n'ai pas compris grand chose de ce qui s'est passé à l'époque...
italian: [pc] Non ho capito molto di quello che è successo allora...

source: [pc] He always made it look like he didn't do anything bad, like it was never his fault.
french: [pc] Il donnait toujours l'impression de n'avoir rien fait de mal, comme si ce n'était jamais sa faute.
italian: [pc] Ha sempre fatto sembrare che non facesse nulla di male, come non era mai colpa sua.

source: [pc] "[m] did something stupid again.", "[m] stumbled again.", "[m] is just weepy again."
french: [pc] '[m] a encore fait une bêtise.' , '[m] a encore trébuché.', '[m] est encore en train de pleurer.'
italian: [pc] "[m] ha fatto qualcosa di stupido di nuovo.", "[m] inciampato di nuovo.", "[m] è solo pianto di nuovo."

source: [pcthink] I guess I didn't want to accept it...
french: [pcthink] Je suppose que je ne voulais pas l'accepter...
italian: [pcthink] Immagino che non volessi accettarlo...

source: [pc] As you said, I was just a child and he was my dad... why would he lie to me all the time...
french: [pc] Comme tu l'as dit, je n'étais qu'un enfant et il était mon père... pourquoi me mentirait-il tout le temps...
italian: [pc] Come hai detto, ero solo un bambino e lui era mio papà... perché mi mentiva tutto il tempo...

source: [pc] Then, after that day... after his death... I started to realize how much you hated him... and me...
french: [pc] Puis, après ce jour... après sa mort... J'ai commencé à réaliser à quel point tu le détestais... et moi...
italian: [pc] Poi, dopo quel giorno... dopo la sua morte... cominciai a capire quanto lo odiavate... e me...

source: [m] Oh, I didn't!
french: [m] Oh, je ne l'ai pas fait !
italian: [m] Oh, non l'ho fatto!

source: [m] I didn't hate you... it's just...
french: [m] Je ne te détestais pas... c'est juste...
italian: [m] Non ti odio... è solo...

source: [m] I was so frustrated...
french: [m] J'étais tellement frustrée...
italian: [m] Ero così frustrato...

source: [m] Yes, I hated him and he was gone... and you...
french: [m] Oui, je le détestais et il était parti... et toi...
italian: [m] Sì, lo odiavo e lui era andato... e tu...

source: [m] You were still there... his [ds]...
french: [m] Tu étais encore là... son [ds]...
italian: [m] Eravate ancora lì... il suo [ds]...

source: [m] The [ds] of the woman he always compared me with, the [ds] of the man that caused me so much pain...
french: [m] Le [ds] de la femme à laquelle il m'a toujours comparée, le [ds] de l'homme qui m'a fait tant de mal...
italian: [m] Il [ds] della donna che mi ha sempre paragonato, il [ds] dell'uomo che mi ha causato così tanto dolore...

source: [m] He made me feel like everything I did was wrong and stupid...
french: [m] Il me faisait sentir que tout ce que je faisais était mal et stupide...
italian: [m] Mi ha fatto sentire come tutto quello che ho fatto era sbagliato e stupido...

source: [m] I was...
french: [m] J'étais...
italian: [m] Sono stato...
