Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_h_] You didn't get the news yet? All public areas like restaurants, bars and so on are closed from tomorrow on.
french: [_h_] Vous n'avez pas encore eu la nouvelle? Tous les espaces publics comme les restaurants, les bars et ainsi de suite sont fermés à partir de demain.

source: [_mc_] What?! Why?
french: [_mc_] Quoi? ! Pourquoi?

source: [_h_] Uhh... you don't watch TV?
french: [_h_] Uhh ... vous ne regardez pas la télé?

source: [_mc_] Not much lately...
french: [_mc_] Pas très récemment ...

source: [_h_] You've really been busy, haven't you?
french: [_h_] Vous avez vraiment été occupé, n'est-ce pas?

source: [_mc_] Yeah... sorry.
french: [_mc_] Oui ... désolé.

source: [_h_] It's okay, it's nice that you didn't forget about me.
french: [_h_] C'est bon, c'est bien que tu n'as pas oublié de moi.

source: [_mc_] How could I forget such a cute girl?
french: [_mc_] Comment pourrais-je oublier une fille aussi mignonne?

source: [_h_] Haha, thanks!
french: [_h_] Haha, merci !

source: [_mc_] So where do you want to go tomorrow if everything's closed?
french: [_mc_] Alors, où veux-tu aller demain si tout est fermé?

source: [_h_] Oh I have an idea already, but I won't tell, hehe.
french: [_h_] Oh, j'ai déjà une idée, mais je ne le dirai pas, hehe.

source: [_mc_] Oh come on, that's mean.
french: [_mc_] Oh viens, c'est ça.

source: [_h_] Hehe... well, there is a nice place I'd like to go.
french: [_h_] Hehe ... eh bien, il y a un bon endroit que j'aimerais y aller.

source: [_mc_] Where is it?
french: [_mc_] Où est-il?

source: [_h_] Hmm... I'll tell you this much: It's a quiet and beautiful place.
french: [_h_] Hmm ... Je vais vous le dire: c'est un endroit calme et magnifique.

source: [_mc_] Quiet and beautiful, huh?
french: [_mc_] Calme et beau, hein?

source: [_h_] Yes, I think you'll like it.
french: [_h_] Oui, je pense que vous l'aimerez.

source: [_mc_] I bet!
french: [_mc_] Je parie !

source: [_mc_] Do I need a coat and tie?
french: [_mc_] Ai-je besoin d'un manteau et d'une cravate?

source: [_mc_] Do I need a fancy dress?
french: [_mc_] Ai-je besoin d'une robe de fantaisie?

source: [_h_] Haha, no! You'll look good anyway...
french: [_h_] Haha, non ! Tu vas bien l'air de toute façon ...

source: [_mc_] Now you're making me blush.
french: [_mc_] Maintenant, vous me faites rougez.

source: [_h_] Hehe... {size=-20}*yaaaaawn*{/size}
french: [_h_] Hehe ... { size=-20 } * yaaaaawn * { /taille }

source: [_mc_] Well, I can't wait, but I better let you sleep now.
french: [_mc_] Eh bien, je ne peux pas attendre, mais je vous laisse mieux dormir maintenant.

source: [_h_] Oh I'm not tired, really!
french: [_h_] Oh, je ne suis pas fatigué, vraiment !

source: [_mc_] Heh, we'll have a lot of time to talk tomorrow, and you know what?
french: [_mc_] Heh, nous aurons beaucoup de temps pour parler demain, et vous savez quoi?

source: [_h_] What?
french: [_h_] Quoi?

source: [_mc_] It will be even better, because we can see each other.
french: [_mc_] Ce sera encore mieux, parce que nous pouvons nous voir les uns les autres.

source: [_h_] Haha, right! And maybe even...
french: [_h_] Haha, non ! Et peut-être même ...

source: [_mc_] Haha, you're cute! Good night and sweet dreams, [h]!
french: [_mc_] Haha, vous êtes mignon ! Bonne nuit et de beaux rêves, [h]!

source: [_h_] You too! Sweet dreams, [mc]! See you tomorrow!
french: [_h_] Vous aussi ! Des rêves doux, [mc]! À demain !

source: [_mc_] See you tomorrow, [h]!
french: [_mc_] Vous voyez demain, [h]!

source: [_mcthink_] Wow, she's so cute...
french: [_mcthink_] Wow, elle est si mignonne ...

source: [_mcthink_] I'm curious where she wants to go tomorrow...
french: [_mcthink_] Je suis curieux d'où elle veut aller demain ...

source: [_mcthink_] I guess I'll have to go to her office again...
french: [_mcthink_] Je devrai me rendre à nouveau à son bureau ...

source: [_mcthink_] Anyway, time to sleep.
french: [_mcthink_] En tout temps, le temps de dormir.

source: Voice [special_delimiter] *Sniff*
french: Voix [special_delimiter] *Sniff *

source: [_n_] You can hear a weeping noise.
french: [_n_] Vous pouvez entendre un bruit de pleurs.

source: [_mc_] Dad?
french: [_mc_] Papa?

source: Dad [special_delimiter] Oh hey, [mc]... *sniff*
french: Papa [special_delimiter] Oh hey, [mc]... * sniff *

source: [_n_] He wipes tears from his eyes. You can see him holding a photo of your mom in his hands.
french: [_n_] Il essuie des larmes de ses yeux. Vous pouvez le voir tenir une photo de ta mère dans ses mains.

source: Dad [special_delimiter] You're back early...
french: Papa [special_delimiter] Vous êtes de retour tôt ...

source: [_mc_] Are you crying, Dad?
french: [_mc_] Es-tu en train de pleurer, papa?

source: Dad [special_delimiter] No... *sniff* ...must've gotten something in my eye...
french: Papa [special_delimiter] No. .. * sniff * ... doit avoir quelque chose dans mon oeil ...

source: Dad [special_delimiter] Do you miss your mom, [mc]?
french: Papa [special_delimiter] Tu vas manquer ta mère, [mc]?

source: Dad [special_delimiter] Hm... you should forget about her...
french: Papa [special_delimiter] Hm ... tu devrais oublier ...

source: [_mc_] I don't want to forget her!
french: [_mc_] Je ne veux pas l'oublier !

source: Dad [special_delimiter] But it's better for you... for both of us...
french: Papa [special_delimiter] Mais c'est mieux pour vous ... pour nous deux ...

source: Dad [special_delimiter] ...and do yourself a favor and never fall in love...
french: Papa [special_delimiter] ... et fais toi-même une faveur et ne tombe jamais amoureux ...

source: [_n_] He puts the photo of your mom into a drawer.
french: [_n_] Il met la photo de ta mère dans un tiroir.

source: [_mc_] Don't you love [m], Dad?
french: [_mc_] N'aimez pas le [m], papa?

source: Dad [special_delimiter] [m]?! Pff...
french: Papa [special_delimiter] [m]? ! Pff ...

source: Dad [special_delimiter] That b... she doesn't even know how to cook a proper meal, let alone how to suck a...
french: Papa [special_delimiter] Que b ... elle ne sait même pas cuisiner un bon repas, et encore moins comment sucer un ...

source: Dad [special_delimiter] Uch... damn it...
french: Papa [special_delimiter] Uch ... damn it ...

source: Dad [special_delimiter] Just always remember that she's not your mom, even if she tries to be... she's useless and she'll never be your mom!
french: Papa [special_delimiter] Rappelez-vous toujours qu'elle n'est pas votre mère, même si elle essaie d'être ... elle est inutile et elle ne sera jamais ta mère !

source: [_mc_] ...okay...
french: [_mc_] ... Ok ...

source: Dad [special_delimiter] Now go back to your room or go out and play or whatever you do...
french: Papa [special_delimiter] Maintenant, allez dans votre chambre ou sortez-vous et jouez ou tout ce que vous faites ...

source: [_mc_] Okay...
french: [_mc_] Ok ...

source: [_n_] You're about to leave the room...
french: [_n_] Vous êtes sur le point de quitter la chambre ...

source: Dad [special_delimiter] [mc]?
french: Papa [special_delimiter] [mc]?

source: [_mc_] Yes, Dad?
french: [_mc_] Oui, papa?

source: Dad [special_delimiter] I'm sorry that I...
french: Papa [special_delimiter] Je suis désolé.

source: Dad [special_delimiter] ...sometimes...
french: Papa [special_delimiter] ... parfois ...

source: Dad [special_delimiter] ...
french: Papa [special_delimiter]...

source: Dad [special_delimiter] Never mind, just go...
french: Papa [special_delimiter] Peu importe, allez ...

source: [_mcthink_] These dreams...
french: [_mcthink_] Ces rêves ...

source: [_mcthink_] ...I hate them...
french: [_mcthink_] ...Je les déteste ...

source: [_mcthink_] I think that was the only time ever I saw the old man crying...
french: [_mcthink_] Je pense que c'était le seul moment où j'ai vu le vieil homme en train de pleurer ...

source: [_mcthink_] He didn't even cry at Mom's funeral...
french: [_mcthink_] Il ne pleurait même pas aux funérailles de Mom ...

source: [_mcthink_] Shit, time to get up.
french: [_mcthink_] Shit, le temps de se lever.

source: [_n_] You get up and take a shower.
french: [_n_] Vous vous lever et prendre une douche.

source: [_mcthink_] Alright, what to do now... hmm...
french: [_mcthink_] Alright, quoi faire maintenant ... hmm ...

source: [_j_] Morning!
french: [_j_] Matin !

source: [_mc_] Mornin' [j], what's up?
french: [_mc_] Mornin' [j], qu'est-ce qu'il y a?

source: [_j_] Follow me, I want to show you something!
french: [_j_] Suivez-moi, je veux vous montrer quelque chose !

source: [_mc_] Huh? What is it?
french: [_mc_] Huh? Qu'est-ce que c'est?

source: [_j_] Just come, it's a surprise!
french: [_j_] venez, c'est une surprise !

source: [_mc_] Eh... fine...
french: [_mc_] Eh bien ...

source: [_mc_] What's going on here? [oc]?!
french: [_mc_] Qu'est-ce qui se passe ici? [oc]? !

source: [_m_] Oh [mc], there was this policeman here while you were gone...
french: [_m_] Oh [mc], il y avait ce policier ici alors que vous étiez parti ...

source: [_oc_] Looks like [w] still doesn't want to give up.
french: [_oc_] On dirait que [w] ne veut pas abandonner.

source: [_mc_] [w]? Oh no, not that guy again.
french: [_mc_] [w]? Oh non, pas ce type encore.

source: [_j_] You know that guy?
french: [_j_] Vous connaissez ce type?

source: [_mc_] Sadly, yes. What happened, what did he want?
french: [_mc_] Malheureusement, oui. Qu'est-ce qui s'est passé, qu'est-ce qu'il voulait?

source: [_j_] He was asking weird questions and acted like we're all gangsters...
french: [_j_] Il a posé des questions étranges et a agi comme nous sommes tous des gangsters ...

source: [_oc_] [m] called me after he was gone.
french: [_oc_] [m] m'a appelé après son départ.

source: [_m_] I didn't know what to do, I was confused and scared.
french: [_m_] Je ne savais pas quoi faire, j'étais confus et effrayé.

source: [_oc_] It's okay, [m], he can't do anything.
french: [_oc_] C'est bon, [m], il ne peut rien faire.

source: [_mc_] Jeez, [oc], isn't there anything you can do to stop him? Do we have to get an injunction?
french: [_mc_] Jeez, [oc], n'y a-il rien que vous puissiez faire pour l'arrêter? Devons-nous obtenir une injonction?

source: [_oc_] It's not that easy, especially not with all the shit you've done in the past.
french: [_oc_] Ce n'est pas si facile, surtout pas avec tout ce que vous avez fait par le passé.

source: [_mc_] Oh come on, [oc], it's been years now.
french: [_mc_] Oh come on, [oc], ça fait des années maintenant.

source: [_oc_] Yeah, but not long enough to be removed from your file, if there's anything he can link to you, any old case, even if it's just a suspicion, he has all the rights to go after it.
french: [_oc_] Oui, mais pas assez longtemps pour être retiré de votre dossier, s'il y a quelque chose qu'il peut vous lier, n'importe quel vieux cas, même s'il s'agit d'un soupçon, il a tous les droits d'aller après.

source: [_mc_] Shit! So we can't do anything?
french: [_mc_] Shit ! Donc on ne peut rien faire?

source: [_oc_] Nobody really takes him seriously and I told the chief about your case, so as long as [w] doesn't find any hard evidence for something, he won't be able to do much more than asking questions and be as annoying as always.
french: [_oc_] Personne ne le prend vraiment au sérieux et j'ai dit au chef de votre cas, aussi longtemps que [w] ne trouve pas de preuves solides pour quelque chose, il ne sera pas en mesure de faire beaucoup plus que de poser des questions et d'être aussi ennuyeux que toujours.

source: [_m_] Will he come back?
french: [_m_] Va-t-il revenir?

source: [_oc_] Possibly, but you can safely ignore him. He knows he can't do anything without getting himself into trouble.
french: [_oc_] Éventuellement, mais vous pouvez l'ignorer en toute sécurité. Il sait qu'il ne peut rien faire sans se mettre en difficulté.

source: [_oc_] Just don't do anything he can use as pretence.
french: [_oc_] Ne faites rien qu'il puisse utiliser comme prétexte.

source: [_m_] Of course not!
french: [_m_] Bien sûr que non !

source: [_oc_] That was more or less directed at [mc]...
french: [_oc_] C'était plus ou moins dirigé au [mc]...

source: [_oc_] ...and [j].
french: [_oc_] ... et [j].

source: [_mc_] Wait, you know each other?
french: [_mc_] Attends, vous vous connaissez?

source: [_oc_] Let's just say I wasn't surprised to find her here...
french: [_oc_] Disons que je n'ai pas été surpris de la trouver ici ...

source: [_m_] [j], I didn't know you had trouble with the law?
french: [_m_] [j], je ne savais pas que vous aviez des problèmes avec la loi?

source: [_j_] It was an accident, I swear!
french: [_j_] C'était un accident, je le jure !

source: [_oc_] Don't worry about it, [m], she's just a little trouble maker, I'm sure [mc] can handle her.
french: [_oc_] Ne vous inquiétez pas pour ça, [m], elle est juste un petit fabricant de problèmes, je suis sûr que [mc] peut la gérer.

source: [_oc_] Anyway, my wife is waiting, so I better take my leave. Call me if there's any trouble again.
french: [_oc_] En tout cas, ma femme est en train d'attendre, donc je prends mon congé. Appelle-moi s'il y a des problèmes à nouveau.

source: [_m_] Thanks, [oc], give her my regards.
french: [_m_] Merci, [oc], lui donner mes salu­mes.

source: [_oc_] ...and you stay clear of trouble.
french: [_oc_] ... et vous restez à l'évidence.

source: [_mc_] Eh? Sure, I'll try my best.
french: [_mc_] Eh? Bien sûr, je vais essayer mon meilleur.

source: [_oc_] {size=-10}...and take good care of [j], she needs someone like you to look after her.{/size}
french: [_oc_] { size=-10 } ... et prendre soin de [j], elle a besoin de quelqu'un comme vous pour s'occuper d'elle. { /size }

source: [_mc_] I know, thanks, [oc].
french: [_mc_] Je sais, merci, [oc].

source: [_m_] So, I think there's something we should talk about, [j]... but first...
french: [_m_] Donc, je pense qu'il y a quelque chose dont nous devrions parler, [j]... mais d'abord ...

source: [_m_] ...who is that [w] guy, [mc]?
french: [_m_] ... qui est ce gars [w] , [mc]?

source: [_n_] You explain the situation, how you met [w] on your very first day at the burning apartment, and all the other occasions when you bumped into each other. How he suspected you to be a criminal for no reason...
french: [_n_] Vous expliquez la situation, comment vous avez rencontré [w] votre premier jour à l'appartement en feu, et toutes les autres occasions où vous vous avez mutuellement embrassé. Comment il vous soupçonnait d'être un criminel pour aucune raison ...

source: [_m_] My god, I hope he doesn't dig too deep...
french: [_m_] Mon Dieu, j'espère qu'il ne cree pas trop profond ...

source: [_mc_] As [oc] said, he can't do anything as long as we don't give him a reason.
french: [_mc_] Comme le disait [oc] , il ne peut rien faire tant que nous ne lui donnons pas de raison.

source: [_j_] What an annoying guy.
french: [_j_] Quel type d'ennuyeux.

source: [_m_] Oh right, isn't there something you wanted to tell us, [j]? How did you and [oc] come to know each other?
french: [_m_] Oh non, n'y a-il pas quelque chose que tu voulais nous dire, [j]? Comment vous et [oc] venez vous connaître?

source: [_j_] Eh... it's nothing, really!
french: [_j_] Eh ... c'est rien, vraiment !

source: [_m_] [j], if you want to live with us, then you should at least be honest!
french: [_m_] [j], si vous voulez vivre avec nous, alors vous devriez au moins être honnête !

source: [_m_] I mean...
french: [_m_] Je veux dire ...

source: [_m_] Don't you agree, [mc]?
french: [_m_] N'êtes-vous pas d'accord, [mc]?

source: [_mc_] Hm? Well, yeah, she's right, [j].
french: [_mc_] Hm? Eh bien, oui, elle a raison, [j].

source: [_j_] Hmph... fine...
french: [_j_] Hmph ... fin ...

source: [_mcthink_] This is probably going to be about the bike she took from her mom's ex...
french: [_mcthink_] Ce sera probablement à propos du vélo qu'elle a pris de l'ex ...

source: [_n_] As expected, [j] talks about the motorcycle, but then she goes on about the argument she had with her Mom, explaining that it wasn't the first time, then about what happened in school and even bits and pieces about things that happened in the past.
french: [_n_] Comme prévu, [j] parle de la moto, mais elle continue à parler de l'argument qu'elle a eu avec sa mère, expliquant que ce n'était pas la première fois, puis à propos de ce qui s'est passé à l'école et même de choses sur des choses qui se sont passées dans le passé.

source: [_n_] All in all it's nothing too dramatic, but it seems like she just needed a little push to go all out. She talks about her childhood, how she's never seen her real Dad, how most of her Mom's boyfriends were assholes or didn't care about her...
french: [_n_] Tout ça n'est rien de trop dramatique, mais il semble qu'elle ait juste besoin d'un peu de pression pour aller tout dehors. Elle parle de son enfance, comment elle n'a jamais vu son vrai papa, comment la plupart des copains de Mom étaient des assholes ou ne s'en souciaient pas ...

source: [_n_] After roughly an hour...
french: [_n_] Après environ une heure ...

source: [_mc_] Well, now that you're here with us, you don't have to worry about that anymore.
french: [_mc_] Eh bien, maintenant que vous êtes ici avec nous, vous n'avez plus à vous en soucier.

source: [_m_] Absolutely, let the past be the past and focus on the future.
french: [_m_] Absolument, que le passé soit le passé et que l'on se concentre sur l'avenir.

source: [_j_] Eh, sorry, I didn't mean to tell my whole life story!
french: [_j_] Eh, désolé, je ne voulais pas raconter toute ma vie !

source: [_mc_] Sometimes things have to be said.
french: [_mc_] Il faut parfois dire des choses.

source: [_j_] Maybe, but it feels like I've been talking all evening...
french: [_j_] Peut-être, mais j'ai l'impression de parler toute la soirée ...

source: [_m_] Oh, right. I should make dinner.
french: [_m_] Oh, non. Je devrais dîner.

source: [_m_] You don't need to, [j].
french: [_m_] Vous n'avez pas besoin de, [j].

source: [_j_] But I want to...
french: [_j_] Mais je veux ...

source: [_mc_] Haha, the new Housekeeper update is funny!
french: [_mc_] Haha, la nouvelle mise à jour de Housekeeper est drôle !

source: [_mcthink_] Too bad it's male MC only...
french: [_mcthink_] Trop mauvais c'est masculin MC seulement ...

source: [_mc_] Hey [e], you should have a look at this!
french: [_mc_] Hey [e], vous devriez regarder ça !

source: [_mc_] ...or just stay there and look cute.
french: [_mc_] ... ou juste rester là et regarder mignon.

source: [_mc_] ...or just stay there looking sexy.
french: [_mc_] ... ou simplement rester là à l'air sexy.

source: [_mc_] You know, I think [j] is right, I really should get a new TV.
french: [_mc_] Vous savez, je pense que [j] a raison, je devrais vraiment avoir une nouvelle télé.

source: [_mc_] By the way, why don't you have your own TV?
french: [_mc_] En passant, pourquoi n'avez-vous pas votre propre TV?

source: [_mc_] ...and why does [m] think you're bad with electronics?
french: [_mc_] ... et pourquoi [m] pense que vous êtes mauvais avec l'électronique?

source: [_j_] Time to stop drooling over each other, dinner is readyyyyy~!
french: [_j_] Le temps de cesser de se droyer les uns sur les autres, le souper est réconfortyyyyy ~ !

source: [_n_] You go have dinner and it tastes surprisingly good, even though you half expected it to be a disaster since [j] helped with it. [withdissolve]
french: [_n_] You go have dinner and it goûts surprenant good, even though you half attendue it to be a disaster since [j] aidé with it. [withdissolve]

source: [_n_] It's quite late already, so everyone quickly goes to bed after dinner, you decide do the same.
french: [_n_] C'est déjà assez tard, donc tout le monde va vite au lit après le dîner, vous décidez de faire de même.

source: Voice [special_delimiter] Wakey wakey. [withslowdissolve]
french: Voix [special_delimiter] wakey wakey. [withslowdissolve]

source: [_mc_] Uhh... is it morning already?
french: [_mc_] Uhh ... c'est déjà le matin?

source: Voice [special_delimiter] No, Silly, it's still night!
french: Voix [special_delimiter] Non, Silly, c'est toujours la nuit !

source: Voice [special_delimiter] Khehehe.
french: Voix [special_delimiter] Khehehe.

source: [_mc_] [e], what are you...
french: [_mc_] [e], qu'est-ce que vous ...

source: [_mc_] Aren't you supposed to sleep in your bed?
french: [_mc_] N'êtes-vous pas censé dormir dans votre lit?

source: [_j_] Well, we're not sleeping...
french: [_j_] Eh bien, nous ne dorment pas ...

source: [_j_] We're just here to say good night, hehe.
french: [_j_] Nous sommes juste ici pour dire bonne nuit, hehe.

source: [_mc_] I see...
french: [_mc_] Je voir...

source: [_e_] *Smootch*
french: [_e_] *Biiisssous*

source: [_mc_] Oh, I think I like where this is going!
french: [_mc_] Oh, je pense que j'aime où ça va !

source: [_j_] So, are we allowed to stay a little longer, [mcmd]?
french: [_j_] Alors, sommes-nous autorisés à rester un peu plus longtemps, [mcmd]?

source: [_mc_] How could I possibly say no?
french: [_mc_] Comment pourrais-je dire non?

source: [_j_] Hmm, thank you, [mcmd].
french: [_j_] Hmm, merci, [mcmd].

source: [_mcthink_] Damn, this is so hot!
french: [_mcthink_] Damn, c'est si chaud !

source: [_j_] You or me?
french: [_j_] Vous ou moi?

source: [_j_] You decide.
french: [_j_] Vous décidez.

source: [_mc_] Decide what?
french: [_mc_] Décider quoi?

source: [_mc_] Oh, I see.
french: [_mc_] Oh, je vois.

source: [_mc_] Why not both?
french: [_mc_] Pourquoi pas les deux?

source: [_j_] You can't do us both at the same time.
french: [_j_] Vous ne pouvez pas nous faire les deux en même temps.

source: [_mc_] Ha! Are you sure about that?
french: [_mc_] Ha ! En êtes-vous sûr?

source: [_j_] Haha, okay, who do you want to taste first then?
french: [_j_] Haha, ok, qui voulez-vous déguster d'abord?

source: [_j_] Haha, but who gets your dick first?
french: [_j_] Haha, mais qui a votre bite en premier?

source: [_mc_] Tough question.
french: [_mc_] Question gh.

source: [_j_] But leave me some pussy, okay, [e]?
french: [_j_] Mais laissez-moi une petite chatte, d'accord, [e]?

source: [_mc_] Come here, [e].
french: [_mc_] Viens ici, [e].

source: [_j_] Mhhh... I love how you taste, [mcmd]!
french: [_j_] Mhhh ... J'adore votre goût, [mcmd]!

source: [_mc_] Nhhh, and I love how you work your tongue!
french: [_mc_] Nhhh, et j'adore comment vous travaillez votre langue !

source: [_j_] Just don't come too early, you two!
french: [_j_] Ne venez pas trop tôt, vous deux !

source: [_mc_] I can't guarantee for anything if you go on like this, [j].
french: [_mc_] Je ne peux pas garantir quoi que ce soit si vous allez comme ça, [j].

source: [_j_] Hehe... mphh... I love... mhh... your pussy, [mcmd].
french: [_j_] Hehe ... J'aime ... mhh ... ta chatte, [mcmd].

source: [_mc_] [j] come over here, I want to taste you as well!
french: [_mc_] [j] viens ici, je veux te goûter aussi !

source: [_j_] Here I cum, [mcmd]!
french: [_j_] Ici I cum, [mcmd]!

source: [_mc_] Heh, not yet!
french: [_mc_] Heh, pas encore !

source: [_j_] [e]... mhh... hold on... mphh.
french: [_j_] [e]... mhh ... tenir sur ... mphh.

source: [_j_] Hold on, [e], hold on...
french: [_j_] Suspension, [e], tenir sur ...

source: [_j_] Hnnn... I just... gnnnh... love your tongue... haaa...!
french: [_j_] Hnnn ... Je viens juste ... gnnnh ... d'aimer ta langue ... haaa ... !

source: [_mc_] I love it!
french: [_mc_] Je l'aime !

source: [_j_] Hnn... yes, [mcmd], right there.
french: [_j_] Hnn ... oui, [mcmd], juste là.

source: [_j_] Your turn, [e]!
french: [_j_] Votre tour, [e]!

source: [_j_] Gaawd... [mcmd]... nhh... I love it... hnnn.
french: [_j_] Gaawd ... [mcmd]... nhh ... Je l'adore ... hnnn.
