Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mcthink_] I'm a bit hungry.
french: [_mcthink_] Je suis un peu affamé.

source: [_mcthink_] I wonder if [m] and [e] are back already...
french: [_mcthink_] Je me demande si [m] et [e] sont déjà de retour ...

source: [_n_] You open the door and...
french: [_n_] Vous ouvrez la porte et ...

source: Girl [special_delimiter] Owww... [withhpunch]
french: Fille [special_delimiter] Owww ... [withhpunch]

source: [_mcthink_] Huh? Who is she?
french: [_mcthink_] Huh? Qui est-elle?

source: [_mc_] Ugh! Are you okay?
french: [_mc_] Ugh ! Es-tu d'accord?

source: Girl [special_delimiter] Uhh... yeah... I-I guess.
french: Fille [special_delimiter] Uhh ... ouais ... Je suppose.

source: [_mc_] Sorry, I didn't see you.
french: [_mc_] Désolé, je ne vous ai pas vu.

source: Girl [special_delimiter] No, I'm sorry, I didn't expect somebody coming out of this room.
french: Fille [special_delimiter] Non, je suis désolé, je ne m'attendais pas à ce que quelqu'un sort de cette pièce.

source: Girl [special_delimiter] I'm [j] by the way. You're [e]'s big [bs], right?
french: Fille [special_delimiter] I'm [j] by the way. Vous êtes [e]'s grand [bs], non?

source: [_mc_] Yes, [mc].
french: [_mc_] Oui, [mc].

source: [_j_] Nice to meet you, [mc].
french: [_j_] Nice pour vous rencontrer, [mc].

source: [_mc_] Nice to meet you too, [j]... and what are you doing here?
french: [_mc_] Nice pour vous rencontrer aussi, [j]... et que faites-vous ici?

source: [_j_] I'm [e]'s classmate. I'm helping her out with homework from time to time.
french: [_j_] Je suis camarade de classe [e]. Je l'aide à faire ses devoirs de temps à autre.

source: [_mc_] Really?! That's nice... I bet it's not easy.
french: [_mc_] Vraiement? ! C'est sympa ... Je parie que ce n'est pas facile.

source: [_j_] It's fine. We're friends, after all.
french: [_j_] C'est bien. Nous sommes amis, après tout.

source: [_mcthink_] Friends huh? I thought someone like [e] wouldn't have any...
french: [_mcthink_] Les amis huh? J'ai pensé que quelqu'un comme [e] n'aurait pas ...

source: [_mc_] Cool. Well I don't want to keep you then.
french: [_mc_] Cool. Eh bien, je ne veux pas te garder alors.

source: [_j_] Hehe, thanks.
french: [_j_] Hehe, merci.

source: [_j_] Later [mc].
french: [_j_] Plus tard [mc].

source: [_mc_] Yeah, later.
french: [_mc_] Oui, plus tard.

source: [_mcthink_] Hm... [e]'s classmate? She looks older than [e]...
french: [_mcthink_] Hm ... [e]'s camarade de classe? Elle a l'air plus vieille que [e]...

source: [_mcthink_] ...uff... what a gap!
french: [_mcthink_] ... uff ... quel trou !

source: [_j_] {size=-10}{i}Hey [e], you should have told me that your [bs] looks so cute!{/i}{/size}
french: [_j_] { size=-10 }{i}Hey [e], vous devez me dire que votre [bs] est si mignon ! { /i } { /size }

source: [_mcthink_] WTF! She clearly wanted me to hear that!
french: [_mcthink_] WTF ! Elle voulait bien que je l'entende !

source: [_mcthink_] Little minx!
french: [_mcthink_] Petit minx !

source: [_mcthink_] Alright, time to ask [m] some serious questions...
french: [_mcthink_] Alright, time to ask [m] some sérieuses questions ...

source: [_j_] Did I scare you? Hehe...
french: [_j_] Est-ce que j'ai fait peur? Hehe ...

source: [_j_] I'm going to leave...
french: [_j_] Je vais partir ...

source: [_mc_] Okay, but... the exit isn't in my room you know.
french: [_mc_] Ok, mais ... la sortie n'est pas dans ma chambre que tu sais.

source: [_j_] Hehe, I know that, stupid!
french: [_j_] Hehe, je le sais, stupide !

source: [_j_] But I have a question to ask...
french: [_j_] Mais j'ai une question à poser ...

source: [_mcthink_] Damn, I bet it's going to be something naughty again...
french: [_mcthink_] Damn, je parie que ça va être quelque chose de nouveau ...

source: [_mc_] Well what is it?
french: [_mc_] Eh bien, qu'est-ce que c'est?

source: [_j_] Hehe... are you...
french: [_j_] Hehe ... vous êtes ...

source: [_j_] ...going to...
french: [_j_] ... aller à ...

source: [_j_] ...break her heart again?!
french: [_j_] ... casser son cœur à nouveau? !

source: [_mc_] Eh... what?!
french: [_mc_] Eh ... quoi? !

source: [_j_] You know what I mean!
french: [_j_] Vous savez ce que je veux dire !

source: [_j_] Are you going to stay!? In this house, in this town, in this country?
french: [_j_] Vous allez rester !? Dans cette maison, dans cette ville, dans ce pays?

source: [_j_] Or are you going to move away again and leave her alone a second time!
french: [_j_] Ou tu vas déménager à nouveau et la laisser tranquille une seconde fois !

source: [_mc_] Err... well...
french: [_mc_] Err ... bien ...

source: [_mcthink_] Damn I didn't expect that kind of question. What the hell...
french: [_mcthink_] Damn Je ne m'attendais pas à ce genre de question. Qu'est-ce que l'enfer ...

source: [_mcthink_] "Leave her alone a second time"?
french: [_mcthink_] "Laisse-elle seule une seconde fois"?

source: [_mcthink_] [e] must have told her that I left in the middle of night without telling anyone back then...
french: [_mcthink_] [e] doit l'avoir dit que je suis parti au milieu de la nuit sans le dire à personne alors ...

source: [_mcthink_] Shit, I almost forgot that...
french: [_mcthink_] Shit, j'ai presque oublié que ...

source: [_j_] So? Don't you want to answer?
french: [_j_] Alors? Ne voulez-vous pas répondre?

source: [_mc_] Err.... Listen... I know I should have told her that I was leaving, but...
french: [_mc_] Err .... Ecoute ... Je sais que j'aurais dû lui dire que je pars, mais ...

source: [_mc_] ...well I don't know how much you know about the circumstances...
french: [_mc_] ... eh bien, je ne sais pas combien vous savez sur les circonstances ...

source: [_j_] Enough...
french: [_j_] Assez ...

source: [_mc_] Okay... you know, I felt terrible for months after I left.
french: [_mc_] Ok ... tu sais, je me suis senti terrible pendant des mois après mon départ.

source: [_j_] Good, at least you felt guilty...
french: [_j_] Bon, au moins vous vous êtes senti coupable ...

source: [_mc_] Well I can assure you that it's nothing that's ever going to happen again.
french: [_mc_] Eh bien, je peux vous assurer que ce n'est plus rien qui va se reproduire.

source: [_mc_] Even if I'm not going to stay in this house, I will stay in town and I'm not going to run out of the house in the middle of the night.
french: [_mc_] Même si je ne vais pas rester dans cette maison, je vais rester en ville et je ne vais pas sortir de la maison au milieu de la nuit.

source: [_j_] Okay, I believe you.
french: [_j_] Ok, je te crois.

source: [_j_] But if you ever break her heart, I'm going to declare war!
french: [_j_] Mais si jamais vous brisez son cœur, je vais déclarer la guerre !

source: [_mc_] War isn't a game.
french: [_mc_] La guerre n'est pas un jeu.

source: [_j_] Hmm... are you sure life isn't a game, Soldier? Hehe.
french: [_j_] Hmm ... êtes-vous sûr que la vie n'est pas un jeu, Soldat? Hehe.

source: [_mc_] Haha, that's {b}{i}sir{/i}{/b} to you.
french: [_mc_] Haha, c'est {b}{i}Monsieur { /i } { /b }.

source: [_j_] Hehe, nice try!
french: [_j_] Hehe, beau essayer !

source: [_j_] Anyway, I gotta go.
french: [_j_] Quoi qu'il en soit, je dois y aller.

source: [_j_] Umm... sorry for the serious stuff, but she was really happy when you came back and I don't want to see her sad again...
french: [_j_] Umm ... désolé pour les choses sérieuses, mais elle était vraiment heureuse quand vous êtes revenu et je ne veux pas la voir de nouveau triste ...

source: [_mc_] Yeah, understandable... neither do I.
french: [_mc_] Yeah, compréhensible ... ni moi non plus.

source: [_j_] Good, seeya tomorrow~!
french: [_j_] Good, seeya demain ~ !

source: [_mcthink_] Shit... Did me leaving have such an impact on her?
french: [_mcthink_] Shit ... Est-ce que mon départ a eu un tel impact sur elle?

source: [_mcthink_] I can't even imagine how [e] felt when I left...
french: [_mcthink_] Je ne peux même pas imaginer comment [e] me sentait quand je suis parti ...

source: [_mcthink_] I think I should really talk to her...
french: [_mcthink_] Je pense que je devrais vraiment lui parler ...

source: [_mcthink_] Damn, but first things first. I have to get some answers from [m]!
french: [_mcthink_] Damn, mais tout d'abord. Je dois obtenir des réponses de [m]!

source: [_n_] a while later [withdissolve]
french: [_n_] a while ultérieure [withdissolve]

source: [_mcthink_] Damn this is so hot!
french: [_mcthink_] Damn c'est si chaud !

source: [_mcthink_] Ugh... when did they start doing this in porn?
french: [_mcthink_] Ugh ... quand ont-ils commencé à faire ça en porno?

source: {color=#570058}Girl1{/color} [special_delimiter] Haa, Yes! Babe, I'm close!
french: { color=#570058} Girl1 { /color } [special_delimiter] Haa, Oui ! Babe, je suis proche !

source: [_mc_] Shit, it's still hot!
french: [_mc_] Shit, c'est encore chaud !

source: Voice [special_delimiter] Holy shit, it's {i}really{/i} hot!
french: Voix [special_delimiter] Holy shit, c'est {i}vraiment { /i } hot !

source: {color=#570058}Girl1{/color} [special_delimiter] HAA, HAA, HNAAH! YES! OH YES!
french: { color=#570058} Girl1 { /color } [special_delimiter] HAA, HAA, HNAAH ! OUI ! OH OUI !

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] She's going to cum!
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Elle va à cum !

source: [_mc_] Yeah babe, cum for me!
french: [_mc_] Yeah babe, cum pour moi !

source: Voice [special_delimiter] Yeah, cum for us!
french: Voix [special_delimiter] Oui, cum pour nous !

source: [_mc_] What the!?
french: [_mc_] Quel est le !?

source: [_j_] Hi!
french: [_j_] Salut !

source: [_mc_] What the fuck? What are you doing here?
french: [_mc_] Quelle est la merde? Qu'est-ce que tu fais ici?

source: [_j_] It's [e]'s birthday? Silly...
french: [_j_] C'est l'anniversaire de [e]? Silly ...

source: [_mc_] I mean, what are you doing in my room?
french: [_mc_] Je veux dire, qu'est-ce que tu fais dans ma chambre?

source: [_j_] Looking for you of course, what else would I do here?
french: [_j_] Vous cherchez, bien sûr, qu'est-ce que je ferais d'autre ici?

source: [_mc_] Wait... I locked the door, how did you get in?
french: [_mc_] Attente ... J'ai verrouillé la porte, comment vous êtes-vous entrée?

source: [_j_] The balcony.
french: [_j_] Le balcon.

source: [_mc_] The balcony? ...seriously?
french: [_mc_] Le balcon? ... sérieusement?

source: [_j_] Yeah, [m] told me you're home. I knocked on your door, but you didn't react and I got curious so I let myself in.
french: [_j_] Oui, [m] m'a dit que vous étiez chez vous. J'ai frappé à ta porte, mais tu n'as pas réagi et j'ai été curieux, alors je me suis laissé faire.

source: [_mc_] ...you're crazy, and that's actually quite rude, you know that?
french: [_mc_] ... vous êtes fou, et c'est vraiment très grossier, vous le savez?

source: [_j_] Hehe, that makes us the perfect couple, doesn't it?
french: [_j_] Hehe, ça fait de nous le couple parfait, n'est-ce pas?

source: [_j_] Hahaha, I'm joking... maybe, hehe.
french: [_j_] Hahaha, je plaisante ... peut-être, hehe.

source: [_j_] Anyway, I wanted to show you something I bought for today, but you have to promise not to tell anyone...
french: [_j_] En tout cas, je voulais vous montrer quelque chose que j'ai acheté pour aujourd'hui, mais vous devez promettre de ne le dire à personne ...

source: [_mc_] What is it?
french: [_mc_] Qu'est-ce que c'est?

source: [_j_] Wait a sec...
french: [_j_] Attendre une seconde ...

source: [_mcthink_] Damn, why must she always tease me like this...
french: [_mcthink_] Damn, pourquoi elle doit toujours me taquer comme ça ...

source: [_j_] Shh... [m] mustn't hear about it!
french: [_j_] Shh ... [m] ne doit pas en entendre parler !

source: [_mc_] I'm sure [m] wouldn't mind. It's [e]'s birthday and she used to drink a lot herself back in the day...
french: [_mc_] Je suis sûr que [m] ne me dérangerait pas. C'est l'anniversaire de [e], et elle boit beaucoup d'elle-même dans la journée ...

source: [_j_] Oh you don't know?
french: [_j_] Oh vous ne savez pas?

source: [_mc_] Don't know what?
french: [_mc_] Ne sais pas quoi?

source: [_j_] She is a freaking booze hater now.
french: [_j_] Elle est un hater à l'alcool.

source: [_mc_] What?! Really?
french: [_mc_] Quoi? ! Vraiement?

source: [_j_] Yeah, she doesn't even use cough syrup, because it used to have alcohol in it.
french: [_j_] Oui, elle n'utilise même pas de sirop contre la toux, parce qu'elle y avait de l'alcool.

source: [_mc_] Wow, I didn't know.
french: [_mc_] Wow, je ne savais pas.

source: [_mcthink_] Now that she mentioned it, I haven't seen [m] drink any alcohol since I've been back...
french: [_mcthink_] Maintenant qu'elle l'a mentionné, je n'ai pas vu [m] boire de l'alcool depuis que je suis de retour ...

source: [_j_] That's why I'm telling you, hehe.
french: [_j_] C'est pourquoi je te le dis, hehe.

source: [_mcthink_] Looks like some things really changed...
french: [_mcthink_] On dirait que certaines choses ont vraiment changé ...

source: [_mc_] So, what's your plan?
french: [_mc_] Alors, quel est votre plan?

source: [_j_] Well, I'm sure [m] made her famous {size=-10}{i}boring{/i}{/size} fruit punch again.
french: [_j_] Bien, je suis sûr que [m] a rendu son célèbre { size=-10 }{i}ennuyeux { /i } { /size } de nouveau punch.

source: [_j_] Don't get me wrong, it tastes awesome, but it's without alcohol and that's where this nice little bottle comes into play, hehe.
french: [_j_] Ne me tromez pas, c'est génial, mais c'est sans alcool et c'est là que cette belle petite bouteille entre en jeu, hehe.

source: [_mc_] Don't you think she'll taste the difference?
french: [_mc_] Ne pensez-vous pas qu'elle goûtera la différence?

source: [_j_] Naah, this stuff doesn't really have its own taste, its just sweet and it fits the punch's flavor perfectly.
french: [_j_] Naah, ce truc n'a pas vraiment son propre goût, son juste doux et il correspond parfaitement à la saveur du punch.

source: [_mc_] ...and you want me to help you with that.
french: [_mc_] ... et tu veux que je t'aide avec ça.

source: [_j_] Nah, I have a plan, hehe.
french: [_j_] Nah, j'ai un plan, hehe.

source: [_mc_] Somehow I have the feeling that this won't end well...
french: [_mc_] Un peu j'ai le sentiment que ça ne va pas bien finir ...

source: [_j_] Awww, come on, don't be a spoilsport! No one will notice anything. I'll have everything under control.
french: [_j_] Awww, come on, ne be a spoilsport ! Personne ne remarquera quoi que ce soit. J'aurai tout sous contrôle.

source: [_mc_] Until they get drunk.
french: [_mc_] Jusqu'à ce qu'ils se saoule.

source: [_j_] Maybe, but by then it's too late anyway, hehe.
french: [_j_] Peut-être, mais d'ici là, il est trop tard, hehe.

source: [_mc_] Why did you tell me about it if you don't need my help anyway?
french: [_mc_] Pourquoi m'avez-vous dit si vous n'avez pas besoin de mon aide de toute façon?

source: [_j_] Because it's more fun with a partner in crime and... I might need someone to drive me home later... hehe.
french: [_j_] Parce que c'est plus marrant avec un partenaire dans le crime et ... J'ai peut-être besoin de quelqu'un pour me conduire plus tard ... hehe.

source: [_mc_] So THAT's the reason. You want me to stay sober...
french: [_mc_] C'est donc la raison. Tu veux que je reste sobre ...

source: [_j_] Well I could stay overnight if you're willing to share the bed, hehe.
french: [_j_] Eh bien, je pourrais rester du jour au lendemain si vous êtes prêt à partager le lit, hehe.

source: [_j_] Buuuut I'm not sure how everyone would react when I come out of your room in the morning... naked... and sweaty... hehe.
french: [_j_] Buuuut Je ne suis pas sûr que tout le monde réagirait quand je sors de votre chambre le matin ... nue ... et transpirer ... hehe.

source: [_mcthink_] Holy shit!
french: [_mcthink_] Saint-merde !

source: [_j_] Talking of naked and sweaty, why don't you let me have a look through your headset?
french: [_j_] Talking of nu and sweaty, why don't you let me have a look through your headset?

source: [_j_] Shit, these girls are HOT!
french: [_j_] Shit, ces filles sont HOT !

source: [_mc_] You like girls don't you?
french: [_mc_] Vous aimez les filles?

source: [_j_] Oh, how did you know, hehe.
french: [_j_] Oh, comment saviez-vous, hehe.

source: [_mc_] It wasn't {i}really{/i} a question...
french: [_mc_] Ce n'était pas {i}vraiment { /i } une question ...

source: [_j_] But don't worry, I'm not exclusively into woman, hehe.
french: [_j_] Mais ne vous inquiéte pas, je ne suis pas exclusivement femme, hehe.

source: [_mc_] Oh I {i}{b}really{/b}{/i} didn't notice that.
french: [_mc_] Oh I {i}{b}vraiment { /b } { /i } n'a pas remarqué cela.

source: [_n_] *KNOCK* *KNOCK*
french: [_n_] * BOUTON * *

source: [_m_] [mc]? Why did you lock the door?
french: [_m_] [mc]? Pourquoi avez-vous verrouillé la porte?

source: [_j_] Uh-oh... should I hide under the bed?
french: [_j_] Uh-oh ... devrais-je me cacher sous le lit?

source: [_mc_] Huh? No... why would you?
french: [_mc_] Huh? Non ... pourquoi vous?

source: [_j_] Just asking, hehe.
french: [_j_] Juste demander, hehe.

source: [_n_] You quickly shut the laptop and open the door.
french: [_n_] Vous avez rapidement fermé l'ordinateur portable et ouvert la porte.

source: [_m_] [mc] what's the matter? Why did you...
french: [_m_] [mc] Qu'est-ce que c'est? Pourquoi as-tu ...

source: [_m_] Oh, [j], here you are...
french: [_m_] Oh, [j], ici vous êtes ...

source: [_j_] Yeah... hey... hehe.
french: [_j_] Oui ... hé ... hehe.

source: [_mc_] Err... what's up [m]?
french: [_mc_] Err ... ce qui est en hausse [m]?

source: [_m_] Oh I... just wanted to ask if you could help me a bit with the decoration and maybe you want to try the punch?
french: [_m_] Oh ... je voulais juste vous demander si vous pourriez m'aider un peu avec la décoration et peut-être que vous voulez essayer le punch?

source: [_j_] {size=-15}I told ya...{/size}
french: [_j_] { size=-15 } J'ai dit ... { /size }

source: [_mc_] Uhh, yeah, why not...
french: [_mc_] Uhh, ouais, pourquoi pas ...

source: [_mc_] You're leaving?
french: [_mc_] Vous quittez?

source: [_j_] Yeah... I've screwed up enough for today...
french: [_j_] Oui ... J'ai crié assez pour aujourd'hui ...

source: [_mcthink_] Wow, she's really down. I've never seen her like that...
french: [_mcthink_] Wow, elle est vraiment en bas. Je ne l'ai jamais vue comme ça ...

source: [_mc_] You're going to walk?
french: [_mc_] Vous allez marcher?

source: [_j_] Yeah... it's still early in the evening, so I might catch a bus...
french: [_j_] Oui ... il est encore tôt le soir, donc je pourrais prendre un bus ...

source: [_mc_] It's a long way to the next bus stop.
french: [_mc_] C'est un long chemin jusqu'au prochain arrêt de bus.

source: [_j_] That's okay...a little walk might not be too bad...
french: [_j_] That's okay...a little walk risque not be too bad ...

source: [_mc_] Come on, I'll take you home.
french: [_mc_] Allez, je vais te prendre à la maison.

source: [_j_] ...really? Are you sure? After everything that happened?
french: [_j_] ... vraiment? Es-tu sûre? Après tout ce qui s'est passé?

source: [_mc_] Yeah...
french: [_mc_] Oui ...

source: [_j_] You're not going to lecture me? No "I told you so"?
french: [_j_] Vous n'allez pas me faire la leçon? Non "je te l'ai dit"?

source: [_mc_] Would it change anything?
french: [_mc_] Est-ce que cela changera quoi que ce soit?

source: [_mc_] Yeah, some fresh air might be good for you...
french: [_mc_] Oui, un air frais pourrait être bon pour vous ...

source: [_j_] You'll take care of them, will you?
french: [_j_] Vous allez prendre soin d'eux, vous?

source: [_mc_] Of course.
french: [_mc_] Bien sûr.

source: [_j_] Okay... then... see you...
french: [_j_] Ok ... alors ... vous voyez ...

source: [_mc_] Yeah, take care...
french: [_mc_] Oui, prendre soin ...

source: [_n_] a bit later [withdissolve]
french: [_n_] un peu plus tard [withdissolve]

source: [_mc_] Would you answer me a question, [j]?
french: [_mc_] Pourriez-vous me répondre une question, [j]?

source: [_mc_] You and [e], err...
french: [_mc_] Vous et [e], err ...

source: [_j_] We are just friends, don't worry, hehe.
french: [_j_] Nous sommes juste amis, ne vous inquiétons pas, hehe.

source: [_mc_] Eh? That's not what I wanted to ask...
french: [_mc_] Eh? Ce n'est pas ce que je voulais demander ...

source: [_mcthink_] ...but it's good to know anyway.
french: [_mcthink_] ... mais c'est bon de savoir de toute façon.

source: [_j_] Oh, well. Errm... we do naughty stuff sometimes, hehe.
french: [_j_] Oh, bien. Errm ... on fait parfois rire, hehe.

source: [_mcthink_] What the...
french: [_mcthink_] Ce que ...

source: [_mc_] That's not what I wanted to ask either!
french: [_mc_] Ce n'est pas ce que je voulais demander non plus !

source: [_j_] No?
french: [_j_] Non?

source: [_mc_] No! I wanted to know if she talks to you!
french: [_mc_] Non ! Je voulais savoir si elle vous parle !

source: [_j_] She... loves you, you know?
french: [_j_] Elle ... t'aime, tu sais?

source: [_mc_] What the fuck, [j]. Did you even listen?
french: [_mc_] Ce que la baise, [j]. As-tu même écouté?

source: [_j_] Yes...
french: [_j_] Oui ...

source: [_mcthink_] She's avoiding the question... I wonder why.
french: [_mcthink_] Elle évite la question ... Je me demande pourquoi.

source: [_mc_] She's my sister, you know that...
french: [_mc_] Elle est ma sœur, tu sais que ...

source: [_j_] Hehe, don't act like that would be a big problem for you.
french: [_j_] Hehe, n'agiraient pas comme ça serait un gros problème pour vous.

source: [_mc_] It's obviously not a problem for you?
french: [_mc_] Ce n'est évidemment pas un problème pour vous?

source: [_j_] Me and [e] have known each other for a loooong time now, I got used to the idea, hehe.
french: [_j_] Moi et [e] se connaissent depuis un temps de pures, je me suis habitué à l'idée, hehe.

source: [_mc_] She told you a lot about me, didn't she?
french: [_mc_] Elle vous a beaucoup parlé de moi, n'est-ce pas?

source: [_j_] Yeah, it's almost like I knew you all my life.
french: [_j_] Oui, c'est presque comme je vous connaissais toute ma vie.

source: [_j_] You know, I think that even [m] knows about it.
french: [_j_] Vous savez, je pense que même [m] le sait.

source: [_mc_] I highly doubt that...
french: [_mc_] Je doute fortement que ...

source: [_j_] Oh I don't! Maybe she doesn't want to admit it to herself, but I'm sure she's well aware about [e]'s feelings for you.
french: [_j_] Oh non ! Peut-être qu'elle ne veut pas l'admettre elle-même, mais je suis sûre qu'elle est bien au courant des sentiments de [e]pour vous.

source: [_mcthink_] If that was true, she would've never let [e] sleep in my bed...
french: [_mcthink_] Si c'était vrai, elle n'aurait jamais laissé [e] dormir dans mon lit ...

source: [_j_] Aaaaaanyway... do you plan to hit on [m], too?
french: [_j_] Aaaaaquo...do you plan to hit on [m], too?

source: [_mc_] What?!
french: [_mc_] Quoi? !

source: [_j_] Haha, come on, she is hot as fuck! I know you've checked her out.
french: [_j_] Haha, come on, she is hot as fuck ! Je sais que tu l'as vérifié.

source: [_j_] I'd eat that sexy ass too, hehe. But sadly she isn't interested in me. You on the other hand...
french: [_j_] Je mange aussi ce cul sexy, hehe. Mais malheureusement elle ne m'intéresse pas. Vous, d'autre part ...

source: [_j_] Hehe, who knows...
french: [_j_] Hehe, qui sait ...

source: [_mcthink_] She wouldn't look at me that way... would she?
french: [_mcthink_] Elle ne me regarderait pas de cette façon ... elle?

source: [_j_] ...you know...
french: [_j_] ... vous savez ...

source: [_mc_] What?
french: [_mc_] Quoi?
