Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_mc_] I'm sorry, it was an accident I swear! It's just that... err... you're... you're beautiful?!
french: [_mc_] Je suis désolé, c'était un accident je le jure ! C'est juste que ... err ... tu es ... tu es belle?

source: [_mcthink_] Shit, I hope that works!
french: [_mcthink_] Shit, j'espère que ça marche !

source: [_mcthink_] Ohhh sheet!
french: [_mcthink_] Ohhh feuille !

source: [_st_] I'm sorry, I'm sorry!
french: [_st_] Je suis désolé, je suis désolé !

source: [_st_] I'm really sorry, it wasn't on purpose, I just stumbled!
french: [_st_] Je suis vraiment désolé, ce n'était pas à dessein, je suis tombé !

source: [_mcthink_] Phew, lucky me, now the tables turned.
french: [_mcthink_] Phew, ma chance, maintenant les tables ont tourné.

source: [_mc_] Heh, it's okay, nobody died.
french: [_mc_] Heh, c'est bon, personne n'est mort.

source: [_mc_] Are you okay?
french: [_mc_] Etes-vous d'accord?

source: [_mcthink_] Damn, how flustered she is...
french: [_mcthink_] Damn, comment elle est ...

source: [_st_] ...I will do the rest of the work on my own, thank you for your help...
french: [_st_] ...Je ferai le reste du travail seul, merci pour votre aide ...

source: [_st_] Good bye...
french: [_st_] Au revoir ...

source: [_mc_] Hey, this really wasn't...
french: [_mc_] Hé, ce n'était pas vraiment ...

source: [_st_] Please leave...
french: [_st_] Veuillez partir ...

source: [_mcthink_] Shit... I guess it doesn't matter what I say right now, she seems to have completely shut herself off...
french: [_mcthink_] Shit ... Je suppose que peu importe ce que je dis maintenant, elle semble s'être complètement enfermée ...

source: [_mc_] Alright, I'll leave... but hey, we both are alright, nothing bad happened, right?
french: [_mc_] Alright, I'll leave ... but hey, we both are alright, nothing bad arrivées, right?

source: [_mcthink_] Shit, this didn't work out like expected!
french: [_mcthink_] Shit, ça ne fonctionne pas comme prévu !

source: [_mcthink_] Damn...
french: [_mcthink_] Bon sang...

source: [_mcthink_] Or it might annoy her... I better leave.
french: [_mcthink_] Ou elle pourrait l'agacier ... Je ferais mieux de partir.

source: [_mc_] You're right, have a good day, [st].
french: [_mc_] Vous avez raison, avez un bon jour, [st].

source: [_mcthink_] Let's see if anybody else is working today at the company.
french: [_mcthink_] Voyons si quelqu'un d'autre travaille aujourd'hui à l'entreprise.

source: [_mcthink_] It wouldn't surprise me if [st] is the only one working today...
french: [_mcthink_] Cela ne me surprendrait pas si [st] est le seul à travailler aujourd'hui ...

source: [_mcthink_] I just hope she forgot about what happened last time and that she's a bit more relaxed today...
french: [_mcthink_] J'espère juste qu'elle a oublié ce qui s'est passé la dernière fois et qu'elle est un peu plus détendue aujourd'hui ...

source: [_mcthink_] I wonder if [boss] is still on that business trip... [st] seems to be a bit more relaxed around him...
french: [_mcthink_] Je me demande si [boss] est toujours sur ce voyage d'affaires ... [st] semble être un peu plus détendu autour de lui ...

source: [_mcthink_] Have I seen her before?
french: [_mcthink_] Je l'ai vue avant?

source: [_mc_] Whoa, shit!
french: [_mc_] Whoa, merde !

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What the fuck!? Can't you watch out?
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Quelle est la merde !? Tu ne peux pas regarder dehors?

source: [_mc_] Sorry I was distracted!
french: [_mc_] Désolé, j'ai été distrait !

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] Obviously, Idiot!
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Evidemment, Idiot !

source: [_mc_] Hey, she didn't watch out either!
french: [_mc_] Hey, elle n'a pas regardé non plus !

source: [_mc_] Sorry, I was lost in thought...
french: [_mc_] Désolé, j'ai été perdu en pensée ...

source: {color=#570058}Girl1{/color} [special_delimiter] It's okay, I didn't watch out either.
french: { color=#570058} Girl1 { /color } [special_delimiter] C'est bon, je n'ai pas regardé non plus.

source: {color=#570058}Girl1{/color} [special_delimiter] Yes, I'm good, thanks.
french: { color=#570058} Girl1 { /color } [special_delimiter] Oui, je suis bon, merci.

source: [_em_] Sorry, we're in a hurry.
french: [_em_] Désolé, nous sommes pressés.

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What an idiot...
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Quel idiot ...

source: [_em_] Hey, it's not [hisher] fault, [jess]...
french: [_em_] Hé, ce n'est pas de la faute [hisher] , [jess]...

source: [_mcthink_] Hmm... where did I see them before?
french: [_mcthink_] Hmm ... où est-ce que je les ai vu avant?

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What an idiot!
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Quel idiot !

source: {color=#cc5dcd}Girl2{/color} [special_delimiter] What a bitch!
french: { color=#cc5dcd} Girl2 { /color } [special_delimiter] Quelle salope !

source: [_mc_] Thanks, same to you too...
french: [_mc_] Merci à vous aussi ...

source: [_mcthink_] Alright, I guess I should have a look if [boss] is here, too...
french: [_mcthink_] Alright, je suppose que je devrais avoir un look si [boss] est ici, aussi ...

source: [_n_] *Knock* *Knock*
french: [_n_] *Toc* *Toc*

source: [_boss_] Yes!
french: [_boss_] Oui !

source: [_boss_] Heyyyy, [mc], what brings you here?
french: [_boss_] Heyyyy, [mc], qu'est-ce qui vous amène ici?

source: [_mc_] Hey, [boss], I need some files that seem to be missing from the project, so I thought I'd come by.
french: [_mc_] Hey, [boss], j'ai besoin de certains fichiers qui semblent manquer dans le projet, alors j'ai pensé que je viendrais.

source: [_boss_] Missing files huh? What exactly is missing?
french: [_boss_] Fichiers manquants? Qu'est-ce qui manque exactement?

source: [_mc_] I'm not exactly sure, but I called [st] and she seems to have some ideas.
french: [_mc_] Je ne suis pas sûr, mais j'ai appelé [st] et elle semble avoir quelques idées.

source: [_boss_] Oh? So that's why...
french: [_boss_] Oh? Donc c'est pourquoi ...

source: [_boss_] I see...
french: [_boss_] Je vois ...

source: [_boss_] She's in the archive, sorting stuff. Tell her to get me a coffee when she's done, would'ya?
french: [_boss_] Elle est dans l'archive, tri des trucs. Dites-lui de me faire un café quand elle a fini, les ouldants?

source: [_mc_] Sure, I'll tell her.
french: [_mc_] Bien sûr, je lui dirai.

source: [_mcthink_] He seems to be the typical "I don't care as long as stuff works" kind of guy...
french: [_mcthink_] Il semble être le typique "Je ne me souciais pas tant que les choses fonctionnent" genre de type ...

source: [_mcthink_] I wonder what happens if one day "stuff" doesn't work...
french: [_mcthink_] Je me demande ce qui se passe si un jour "trucs" ne fonctionne pas ...

source: [_mcthink_] Hmm looks like she's still not done sorting stuff...
french: [_mcthink_] Hmm a l'air comme elle n'a pas encore fait des trucs de tri ...

source: [_mc_] Haha, it's just me, sorry I didn't mean to scare you.
french: [_mc_] Haha, c'est juste moi, désolé, je ne voulais pas te faire peur.

source: [_st_] Oh right...
french: [_st_] Oh droite ...

source: [_st_] I found the missing files and saved them on a usb-stick.
french: [_st_] J'ai trouvé les fichiers manquants et les ai enregistrés sur un usb-stick.

source: [_mc_] Wow, thanks, you're quick.
french: [_mc_] Wow, merci, vous êtes rapide.

source: [_mc_] I thought I'd have to search for it.
french: [_mc_] Je pensais que je devrais chercher ça.

source: [_mc_] Hmm? You look kinda different today...
french: [_mc_] Hmm? Tu as l'air de différent aujourd'hui ...

source: [_st_] I-I don't know what you mean.
french: [_st_] Je ne sais pas ce que vous voulez dire.

source: [_mc_] I'm sure there's something different about you...
french: [_mc_] Je suis sûr qu'il y a quelque chose de différent pour toi ...

source: [_mc_] Must be the clothes then...
french: [_mc_] Les vêtements doivent être ...

source: [_st_] I still have a lot to do...
french: [_st_] J'ai encore beaucoup à faire ...

source: [_mc_] Uhh... well okay, I'll leave you to your work then...
french: [_mc_] Uhh ... bien d'accord, je vous laisserai à votre travail alors ...

source: [_mc_] Damn, I don't get that woman...
french: [_mc_] Damn, je n'ai pas cette femme ...

source: [_mc_] You changed your hairstyle, didn't you?
french: [_mc_] Vous avez changé votre coiffure, n'est-ce pas?

source: [_mc_] Haha, don't look at me like that, I'm joking!
french: [_mc_] Haha, ne me regarde pas comme ça, je plaisant !

source: [_mc_] You're not wearing your glasses and put some make-up on.
french: [_mc_] Vous ne portez pas vos lunettes et mettez un peu de maquillage.

source: [_st_] O-oh you noticed?
french: [_st_] O-oh tu as remarqué?

source: [_mc_] Of course, you look great!
french: [_mc_] Bien sûr, vous avez l'air super !

source: [_st_] I-I still have a lot to do...
french: [_st_] I-I J'ai encore beaucoup à faire ...

source: [_mc_] I can help you if you want.
french: [_mc_] Je peux vous aider si vous voulez.

source: [_st_] I-I'm almost done anyway!
french: [_st_] Je suis presque fait de toute façon !

source: [_st_] ...but thanks...
french: [_st_] ... mais merci ...

source: [_st_] Anytime.
french: [_st_] En tout temps.

source: [_mcthink_] Wow, she can be really cute.
french: [_mcthink_] Wow, elle peut être vraiment mignonne.

source: [_st_] ...bye.
french: [_st_] ... au revoir.

source: [_st_] I found it while going through some other data, it was a lucky coincidence...
french: [_st_] I found it while going through some other data, it was a lucky coïncidence ...

source: [_mc_] I see, well thanks, [st].
french: [_mc_] Je vois, merci, [st].

source: [_ma_] Yes?
french: [_ma_] Oui?

source: [_ma_] Oh, you must be [mc], welcome, sit down please, I'll be ready in a minute.
french: [_ma_] Oh, vous devez être [mc], bienvenue, s'il vous plaît, je serai prêt dans une minute.

source: [_mcthink_] Hum, she's older than I thought.
french: [_mcthink_] Hum, elle est plus vieille que je pensais.

source: [_mcthink_] Still a nice butt, though!
french: [_mcthink_] Encore un joli cul, cependant !

source: [_ma_] I'm sorry, we had a database crash right after I called you, so it's all haywire now.
french: [_ma_] Je suis désolé, nous avons eu un crash de la base de données juste après que je vous ai appelé, alors c'est tout le foin maintenant.

source: [_mc_] Damn, that's awful, but no worries, I have time.
french: [_mc_] Damn, c'est affreux, mais pas de soucis, j'ai le temps.

source: [_ma_] Can I get you something? A coffee maybe? Or something else?
french: [_ma_] Puis-je vous procurer quelque chose? Un café peut-être? Ou quelque chose d'autre?

source: [_mc_] Thanks, I'm good.
french: [_mc_] Merci, je suis bon.

source: [_ma_] Okay, well...
french: [_ma_] Ok, eh bien ...

source: [_ma_] I'm sorry, one second.
french: [_ma_] Je suis désolé, une seconde.

source: [_mcthink_] Looks like she's had a tough day.
french: [_mcthink_] On dirait qu'elle a eu une dure journée.

source: [_ma_] No, I'm sorry, I know you need these files, but this has to wait until Monday. The database is still...
french: [_ma_] Non, je suis désolé, je sais que vous avez besoin de ces fichiers, mais cela doit attendre jusqu'à lundi. La base de données est toujours ...

source: [_mcthink_] Or maybe something a bit more relaxing.
french: [_mcthink_] Ou peut-être quelque chose de plus relaxant.

source: [_ma_] Thank you for your understanding, bye...
french: [_ma_] Merci pour votre compréhension, au revoir ...

source: [_ma_] I'm really sorry, I hope that was the last one for today...
french: [_ma_] Je suis vraiment désolé, j'espère que c'était le dernier pour aujourd'hui ...

source: [_mc_] Isn't worktime over already?
french: [_mc_] N'est-il pas temps de travailler?

source: [_ma_] Yes, but with the current situation...
french: [_ma_] Oui, mais avec la situation actuelle ...

source: [_mcthink_] Maybe I should try to cheer her up and see where things go.
french: [_mcthink_] Peut-être que je devrais essayer de la remonter et voir où vont les choses.

source: [_mc_] You know, thinking about it, I guess I could use a drink.
french: [_mc_] Vous savez, je pense que je pourrais utiliser un verre.

source: [_ma_] Sure, what can I get you? A coffee?
french: [_ma_] Bien sûr, qu'est-ce que je peux vous faire? Un café?

source: [_mc_] I was thinking of something a bit more...
french: [_mc_] Je pensais à quelque chose de plus ...

source: [_mc_] Relaxing...
french: [_mc_] Relaxage ...

source: [_ma_] Ooooh... haha, right, I guess a glass won't hurt after a day like today
french: [_ma_] Ooooh ... haha, pas vrai, je suppose qu'un verre ne fera pas de mal après une journée comme aujourd'hui

source: [_ma_] Shall we go over to the seating area?
french: [_ma_] Shall we go to the seating area?

source: [_mc_] ...and that's basically what happened.
french: [_mc_] ... et c'est ce qui s'est passé.

source: [_ma_] So you moved back to your old house because there was no other apartment available?
french: [_ma_] Alors vous avez déménagé à votre ancienne maison parce qu'il n'y avait pas d'autre appartement disponible?

source: [_ma_] That's good, isn't it? I'd like to spend more time with my family as well.
french: [_ma_] C'est bien, n'est-ce pas? J'aimerais passer plus de temps avec ma famille aussi.

source: [_ma_] But they're still family, aren't they? Did you ever call [m] mom?
french: [_ma_] Mais ils sont encore de la famille, n'est-ce pas? As-tu déjà appelé [m] maman?

source: [_mc_] Err, well...
french: [_mc_] Err, eh bien ...

source: [_ma_] Or are you more interested in... {i}other{/i} things regarding her?
french: [_ma_] Ou êtes-vous plus intéressé par ... {i}autres { /i } choses concernant elle?

source: [_mc_] What?!
french: [_mc_] Quoi ?!

source: [_ma_] Oh sorry, I shouldn't ask questions like that... let's change the subject, shall we?
french: [_ma_] Oh désolé, je ne devrais pas poser de questions comme ça ... allons changer le sujet, allons-nous?

source: [_mc_] Yeah... there are more interesting topics than that...
french: [_mc_] Oui ... il y a des sujets plus intéressants que ça ...

source: [_ma_] So, how do you like the city, is it still like you remember it?
french: [_ma_] Alors, comment vous aimez la ville, est-ce toujours comme vous vous en souvenez?

source: [_mc_] It has changed a lot since back then... but it's okay I guess.
french: [_mc_] Il a beaucoup changé depuis le retour ... mais c'est bon, je suppose.

source: [_ma_] Did you meet any old friends?
french: [_ma_] Avez-vous rencontré d'anciens amis?

source: [_mc_] Friends? No, not really...
french: [_mc_] Les amis? Non, pas vraiment ...

source: [_ma_] That's too bad, but I bet someone like you will find new friends easily.
french: [_ma_] C'est trop mauvais, mais je parie que quelqu'un comme vous trouvera de nouveaux amis facilement.

source: [_mc_] Someone like me?
french: [_mc_] Quelqu'un comme moi?

source: [_ma_] Well... you seem to be a nice person, you're young and...
french: [_ma_] Eh bien ... vous semblez être une belle personne, vous êtes jeune et ...

source: [_mc_] ...and?
french: [_mc_] ... et?

source: [_ma_] Well...
french: [_ma_] Puits ...

source: [_ma_] I bet a lot of girls are hitting on you, I know I would if I were a bit younger.
french: [_ma_] Je parie que beaucoup de filles vous touchent, je sais que si j'étais un peu plus jeune.

source: [_ma_] I bet a lot of guys are hitting on you, maybe even some girls...
french: [_ma_] Je parie que beaucoup de mecs frappent toi, peut-être même des filles ...

source: [_mc_] I'm not into guys.
french: [_mc_] Je ne suis pas dans les mecs.

source: [_ma_] Oh? Well that's interesting... if I were a bit younger...
french: [_ma_] Oh? C'est intéressant ... si j'étais un peu plus jeune ...

source: [_mc_] Oh come on, you're not old, and you're a beautiful woman!
french: [_mc_] Oh venez, vous n'êtes pas vieux, et vous êtes une belle femme !

source: [_ma_] Oh? Is that so?
french: [_ma_] Oh? Est-ce ainsi?

source: [_mc_] Absolutely.
french: [_mc_] Absolument.

source: [_ma_] Why thank you!
french: [_ma_] Pourquoi vous remercier !

source: [_ma_] One second I'll just cut off whoever it is and activate the voice mail...
french: [_ma_] Une seconde, je vais juste couper celui qui est et activer la messagerie vocale ...

source: [_mc_] Mhm, good...
french: [_mc_] Mhm, bonne ...

source: [_mcthink_] Heh, looks like this will be a good afternoon.
french: [_mcthink_] Heh, ce sera un bon après-midi.

source: [_ma_] Really? Now?
french: [_ma_] Vraiement? Maintenant?

source: [_ma_] Uhh... yes, of course!
french: [_ma_] Uhh ... oui, bien sûr !

source: [_mcthink_] ...or not?
french: [_mcthink_] ... ou pas?

source: [_ma_] That was my boss, he's going to come over to get some papers...
french: [_ma_] C'était mon patron, il va venir chercher des papiers ...

source: [_mc_] Damn, guess that means I'll have to go?
french: [_mc_] Damn, ça veut dire que je vais devoir y aller?

source: [_ma_] Yes, I'm sorry. We have a few minutes so we can get your papers done at least.
french: [_ma_] Oui, je suis désolé. Nous avons quelques minutes pour que nous puissions obtenir vos papiers au moins.

source: [_mc_] Well, let's get it done then...
french: [_mc_] Eh bien, allons-nous faire alors ...

source: [_mc_] Well I don't want to keep you busy for too long...
french: [_mc_] Eh bien, je ne veux pas vous tenir occupé pendant trop longtemps ...

source: [_ma_] Right, sorry, I just need your signature on some papers to make the transaction...
french: [_ma_] Très bien, désolé, j'ai juste besoin de votre signature sur certains papiers pour faire la transaction ...

source: [_n_] You quickly go through the papers without taking much note of the content and sign them all.
french: [_n_] Vous passez rapidement par les journaux sans prendre beaucoup de note du contenu et les signer tous.

source: [_ma_] Okay, here are your copies to keep.
french: [_ma_] D'accord, voici vos copies à conserver.

source: [_mc_] Thanks, [ma].
french: [_mc_] Merci, [ma].

source: [_ma_] Sorry for the hassle.
french: [_ma_] Désolé pour le tracas.

source: [_mc_] No problem, it's not your fault anyway.
french: [_mc_] Aucun problème, ce n'est pas de votre faute de toute façon.

source: [_n_] You say good bye, leave the building and make your way back home...
french: [_n_] Vous dites au revoir, quittez le bâtiment et refaites votre retour à la maison ...

source: [_n_] *Phone rings*
french: [_n_] *Anneaux téléphoniques *

source: [_mcthink_] Oh... right, today is the date!
french: [_mcthink_] Oh ... à droite, aujourd'hui est la date !

source: [_h_] Hey! Good morning, I mean, evening! Err... good day! Haha.
french: [_h_] Hey ! Bonjour, je veux dire, soir ! Err ... bon jour ! Haha.

source: [_mc_] Haha, what's up [h], ready for the date later today?
french: [_mc_] Haha, ce qui est le [h], prêt pour la date plus tard aujourd'hui?

source: [_h_] I mean, not yet, but I will!
french: [_h_] Je veux dire, pas encore, mais je le veux !

source: [_mc_] Nice, will you tell me where we're going to go now?
french: [_mc_] Nice, vous allez me dire où nous allons aller maintenant?

source: [_h_] No, not yet, haha.
french: [_h_] Non, pas encore, haha.

source: [_mc_] Come on, how will I know where to meet you?
french: [_mc_] Allez, comment je sais où vous rencontrer?

source: [_h_] That's why I'm calling, do you know the old Galvin Pier at the Toluca Lake?
french: [_h_] C'est pourquoi je vous appelle, vous connaissez l'ancien Galvin Pier au lac Toluca?

source: [_mc_] Yeah, sure, I live on the other side of the lake.
french: [_mc_] Oui, j'habite de l'autre côté du lac.

source: [_h_] Really?! You live at the lake?
french: [_h_] Vraiement? ! Vous virez au lac?

source: [_mc_] Yeah, well, currently at least.
french: [_mc_] Yeah, eh bien, actuellement au moins.

source: [_h_] Wow! Isn't that, like, really expensive?
french: [_h_] Wow ! N'est-ce pas, comme, vraiment cher?

source: [_mc_] I guess, but I don't have to pay anything at the moment.
french: [_mc_] Je suppose, mais je n'ai rien à payer pour le moment.

source: [_h_] Oh really? Lucky you! I wish I could afford even the smallest flat.
french: [_h_] Oh vraiment? Lucky vous ! J'aimerais pouvoir me permettre même le plus petit plat.

source: [_mc_] You still live with your parents?
french: [_mc_] Vous habitez toujours avec vos parents?

source: [_h_] Yes... I want to move out, but I can't afford it...
french: [_h_] Oui ... Je veux sortir, mais je ne peux pas me le permettre ...

source: [_mc_] That sucks, I guess the pay at the cafe isn't the best, huh?
french: [_mc_] Ça craint, je suppose que la rémunération au café n'est pas la meilleure, hein?

source: [_h_] It's okay, but it's only a part time job and I don't have the time for a second job yet.
french: [_h_] C'est bon, mais ce n'est qu'un emploi à temps partiel et je n'ai pas encore le temps d'un deuxième emploi.

source: [_mc_] Yet?
french: [_mc_] Pourtant?

source: [_h_] Yes, I won't have time until I graduate from university.
french: [_h_] Oui, je n'aurai pas le temps tant que je n'aurai pas obtenu mon diplôme universitaire.

source: [_mc_] Oh, what are you studying?
french: [_mc_] Oh, qu'étudies-tu?

source: [_h_] Environmental science.
french: [_h_] Sciences de l'environnement.

source: [_mc_] Nice, are you going for a Bachelors or a Masters?
french: [_mc_] Nice, allez-vous pour un Bachelors ou une Masters?

source: [_h_] I'm not sure yet...
french: [_h_] Je ne suis pas encore sûr ...

source: [_mc_] Well, you can always switch anyway, which field are you going for?
french: [_mc_] Eh bien, vous pouvez toujours changer de toute façon, quel champ vous allez?

source: [_h_] Uhm... Geoscience... I think...
french: [_h_] Uhm ... Géosciences ... Je pense ...

source: [_mc_] First year?
french: [_mc_] Première année?

source: [_h_] Yes... I'm... I'm still not really sure what I want to do...
french: [_h_] Oui ... Je suis ... Je ne suis toujours pas vraiment sûr de ce que je veux faire ...

source: [_mcthink_] I get the feeling it wasn't her decision to study...
french: [_mcthink_] J'ai le sentiment que ce n'était pas sa décision d'étudier ...

source: [_mc_] Well, you still have a lot of time and changing the field isn't really uncommon.
french: [_mc_] Bien, vous avez encore beaucoup de temps et changer le domaine n'est pas vraiment rare.

source: [_h_] You think that'd be okay?
french: [_h_] Vous pensez que ce serait bien?

source: [_mc_] Sure, why not?
french: [_mc_] Sure, pourquoi pas?

source: [_mc_] Anyway, back to the date...
french: [_mc_] Bref, retour à la date ...

source: [_h_] Right! Uhm... the pier, shall we meet there?
french: [_h_] Droit ! Uhm ... la jetée, nous y rencontrons?

source: [_mc_] Sure, do you want me to bring anything?
french: [_mc_] Sure, voulez-vous que je apporte quoi que ce soit?

source: [_h_] No-no, I got everything!
french: [_h_] Non-non, j'ai tout !

source: [_mc_] Are you sure? I really don't mind.
french: [_mc_] Etes-vous sûr? Je ne pense vraiment pas.

source: [_h_] No it's fine, really, you don't need to worry about anything!
french: [_h_] Non, c'est bien, vraiment, vous n'avez pas à vous soucier de quoi que ce soit !

source: [_mc_] Okay, if you're sure.
french: [_mc_] Ok, si vous êtes sûr.

source: [_h_] Sooooo... at six in the afternoon?
french: [_h_] Sooooo ... à six heures de l'après-midi?

source: [_mc_] Let me check my calender... hmm... yeah, six sounds good.
french: [_mc_] Laissez-moi vérifier mon calme ... hmm ... oui, six sons bien.

source: [_h_] No other girls to date?
french: [_h_] Aucune autre fille à ce jour?
