Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mcthink_] God, I needed that sleep...
french: [_mcthink_] Dieu, j'avais besoin de dormir ...

source: [_mcthink_] Huh?! Who put the blanket on me?
french: [_mcthink_] Huh? ! Qui a mis la couverture sur moi?

source: [_mcthink_] ...and took my shoes off?
french: [_mcthink_] ... et j'ai enlevé mes chaussures?

source: [_mcthink_] Uhh ouch, my back...
french: [_mcthink_] Uhh ouch, mon dos ...

source: [_mcthink_] Argh... wasn't the best idea to fall asleep in a chair!
french: [_mcthink_] Argh ... n'était pas la meilleure idée de s'endormettre dans une chaise !

source: [_n_] You struggle to get up from the chair, but eventually make it.
french: [_n_] Vous avez du mal à vous lever de la chaise, mais finissez par le faire.

source: [_mcthink_] Ugh... So this is how old people feel.
french: [_mcthink_] Ugh ... C'est ainsi que se sentent les personnes âgées.

source: [_mcthink_] I better try not to sit in that chair again when I'm tired...
french: [_mcthink_] Je ferais mieux de ne pas m'asseoir dans cette chaise quand je suis fatigué ...

source: [_mcthink_] ...back home after all these years...
french: [_mcthink_] ... retour à la maison après toutes ces années ...

source: [_mcthink_] But first things first. I really need to use the bathroom!
french: [_mcthink_] Mais tout d'abord. J'ai vraiment besoin d'utiliser la salle de bain !

source: [_mc_] Hey [e], [m] told me to...
french: [_mc_] Hey [e], [m] m'a dit de ...

source: [_mcthink_] Huh? She's not here?
french: [_mcthink_] Huh? Elle n'est pas là?

source: [_mcthink_] Maybe she is in the bathroom?
french: [_mcthink_] Peut-être qu'elle est dans la salle de bain?

source: [_mcthink_] Hmm... the door is not locked and there is nothing to hear.
french: [_mcthink_] Hmm ... la porte n'est pas verrouillée et il n'y a rien à entendre.

source: [_mcthink_] No one here...
french: [_mcthink_] Personne ici ...

source: [_mcthink_] Okay, that's weird... did I miss her?
french: [_mcthink_] Ok, c'est bizarre ... je lui ai manqué?

source: [_mcthink_] Maybe in the livingroom?
french: [_mcthink_] Peut-être dans le salon?

source: [_mcthink_] Nope, not here either... where is she?
french: [_mcthink_] Non, pas ici non plus ... où est-elle?

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]

source: [_m_] Oh, so you only need to go to work every few days?
french: [_m_] Oh, alors vous n'avez besoin que de travailler tous les jours?

source: [_mc_] Yeah, you could say I'm an employed freelancer.
french: [_mc_] Oui, vous pourriez dire que je suis un pigiste employé.

source: [_mcthink_] What's up with [e]?
french: [_mcthink_] Qu'est-ce qu'il y a avec le [e]?

source: [_m_] Sounds interesting, but does this job really pay that well?
french: [_m_] Les sons sont intéressants, mais est-ce que ce travail le paie vraiment bien?

source: [_mc_] The pay is okay, I manage...
french: [_mc_] La paye, c'est bon, je gère ...

source: [_mcthink_] ...actually more than okay, but why would I tell her that...
french: [_mcthink_] ... en fait plus que d'accord, mais pourquoi je lui dirais que ...

source: [_m_] Well, if you like your job, who am I to judge. But if you ever need something, just tell me, okay?
french: [_m_] Eh bien, si vous aimez votre travail, qui suis-je pour juger. Mais si vous avez besoin de quelque chose, dites-moi, d'accord?

source: [_mcthink_] Not gonna happen...
french: [_mcthink_] Ne va pas se passer ...

source: [_mc_] Don't worry, I won't need anything.
french: [_mc_] Ne vous inquiétez pas, je n'aurai besoin de rien.

source: [_m_] [e], don't you want to eat something?
french: [_m_] [e], tu ne veux pas manger quelque chose?

source: [_m_] [e] eat up, okay?
french: [_m_] [e] manger, ok?

source: [_mcthink_] Ugh... she's doing it again...
french: [_mcthink_] Ugh ... elle le fait encore ...

source: [_mc_] Err... what's up [e]?
french: [_mc_] Err ... ce qui est en hausse [e]?

source: [_mcthink_] Damn, she doesn't talk. I keep forgetting that...
french: [_mcthink_] Damn, elle ne parle pas. Je continue à oublier que ...

source: [_mc_] Uh, hey I'm sorry I didn't recognize you back in the city...
french: [_mc_] Uh, hey Je suis désolé de ne pas vous avoir reconnu de retour dans la ville ...

source: [_mcthink_] This is awkward...
french: [_mcthink_] C'est bizarre ...

source: [_mcthink_] Why is she staring at me like this?!
french: [_mcthink_] Pourquoi elle me regarde comme ça? !

source: [_mcthink_] It's almost creepy...
french: [_mcthink_] C'est presque ...

source: [_m_] [e], get ready for school, we need to leave in five minutes!
french: [_m_] [e], prêt pour l'école, nous devons partir dans cinq minutes !

source: [_n_] She jumps up immediately and leaves the room.
french: [_n_] Elle saute immédiatement et quitte la pièce.

source: [_mcthink_] Phew... thanks [m]...
french: [_mcthink_] Phew ... merci [m]...

source: [_n_] A few minutes later [withdissolve]
french: [_n_] Quelques minutes plus tard [withdissolve]

source: [_mcthink_] But at least she doesn't seem to be mad at me...
french: [_mcthink_] Mais au moins elle ne semble pas être en colère après moi ...

source: [_mcthink_] Maybe I shouldn't think too much about it.
french: [_mcthink_] Peut-être que je ne devrais pas trop penser à ça.

source: [_mcthink_] I mean, she's just a normal girl...right?
french: [_mcthink_] Je veux dire, elle est juste une fille normale ... pas vrai?

source: [_mcthink_] Aside from not talking...
french: [_mcthink_] En plus de ne pas parler ...

source: [_mcthink_] ...and staring at me like a creep...
french: [_mcthink_] ... et me regarde comme un fluage ...

source: [_mcthink_] ...and sleeping in my bed...
french: [_mcthink_] ... et dormir dans mon lit ...

source: [_mcthink_] Ugh... don't think about it, she's just a normal girl! No sweat!
french: [_mcthink_] Ugh ... n'y pense pas, c'est juste une fille normale ! Pas de sueur !

source: [_n_] *KNOCK* *KNOCK
french: [_n_] * BOUTON * *

source: [_m_] We are leaving, will you manage?
french: [_m_] Nous partons, est-ce que vous gérez?

source: [_mc_] Yeah, sure.
french: [_mc_] Oui, bien sûr.

source: [_mcthink_] Damn, [e] looks like she's trying to seduce someone...
french: [_mcthink_] Damn, [e] a l'air d'essayer de séduire quelqu'un ...

source: [_m_] Food is in the fridge, take whatever you want, okay?
french: [_m_] La nourriture est dans le frigo, prenez ce que vous voulez, d'accord?

source: [_mc_] Yeah, okay. Thanks.
french: [_mc_] Oui, d'accord. Merci.

source: [_m_] See you later, Hun.
french: [_m_] Vous voyez plus tard, Hun.

source: [_mc_] Later...
french: [_mc_] Plus tard ...

source: [_mcthink_] What's up with that "Hun" thing of hers? She never called me that back then...
french: [_mcthink_] Qu'est-ce qu'il y a avec ce truc de "Hun"? Elle ne m'a jamais appelée à l'époque ...

source: [_mcthink_] Anyway, time to relax...
french: [_mcthink_] Bref, le temps de se détendre ...

source: [_n_] You lay down in your bed.
french: [_n_] Vous vous déposez dans votre lit.

source: [_mcthink_] It feels so weird to be back...
french: [_mcthink_] C'est tellement bizarre d'être de retour ...

source: [_mcthink_] ...seeing [e] and [m] again...
french: [_mcthink_] ... voir [e] et [m] à nouveau ...

source: [_mcthink_] [e] surely has grown up, but... actually I thought she should be a bit older by now.
french: [_mcthink_] [e] a sûrement grandi, mais ... en fait, je pensais qu'elle devrait être un peu plus âgée maintenant.

source: [_mcthink_] How old is she anyway?
french: [_mcthink_] Quel âge a-t-elle de toute façon?

source: [_mcthink_] Shit, I can't remember...
french: [_mcthink_] Shit, je ne me souviens pas ...

source: [_mcthink_] ...and [m]... did she really change?
french: [_mcthink_] ... et [m]... a-t-elle vraiment changé?

source: [_mcthink_] Something is bugging me about her... I don't trust her.
french: [_mcthink_] Quelque chose m'embête sur elle ... Je ne lui fais pas confiance.

source: [_mcthink_] I bet she's... *yaaawn* ...hiding something...
french: [_mcthink_] Je parie qu'elle est. .. * yaaawn * ... cacher quelque chose ...

source: [_n_] You close your eyes and fall asleep.
french: [_n_] Vous fermez les yeux et vous dormez.

source: [_n_] In your dreams [withdissolve]
french: [_n_] Dans vos rêves [withdissolve]

source: [_m_] Welcome home [e].
french: [_m_] Bienvenue [e].

source: [_e_] Hello, Mommy.
french: [_e_] Bonjour, maman.

source: [_m_] Wait a minute, show me your face...
french: [_m_] Attends une minute, montre-moi ton visage ...

source: [_e_] Um, it's nothing, Mommy. I just...
french: [_e_] Um, c'est rien, maman. Je viens juste ...

source: [_m_] [bpc]! WHAT DID YOU DO TO HER?!
french: [_m_] [bpc]! QU'EST-CE QUE TU LUI AS FAIT?

source: [_mc_] Huh? I didn't do anything!
french: [_mc_] Huh? Je n'ai rien fait !

source: [_e_] No. Mommy, it wasn't...
french: [_e_] No. Mommy, ce n'était pas ...

source: [_m_] Shut up [e]! [mc] what the hell?!
french: [_m_] Shut up [e]! [mc] Qu'est-ce que l'enfer?

source: [_mc_] I-I didn't do anything, I swear! There were some guys bullying her and I...
french: [_mc_] Je n'ai rien fait, je le jure ! Il y avait des gars qui l'intimidaient et moi.

source: [_m_] SHUT UP!
french: [_m_] FERMÉ !

source: [_m_] I don't want to hear any excuses from you! You stupid [ds] of an asshole!
french: [_m_] Je ne veux pas entendre d'excuses de vous ! Tu as stupide [ds] d'un connard !

source: [_e_] Mommy, please, [heshe] helped me!
french: [_e_] Maman, s'il vous plaît, [heshe] m'a aidé !

source: [_m_] Go to your room [mc]! I don't want to see you leave your room until you go to school tomorrow!
french: [_m_] Allez dans votre chambre [mc]! Je ne veux pas te voir quitter ta chambre jusqu'à ce que tu aille à l'école demain !

source: [_mcthink_] Shit... the memories keep coming back...
french: [_mcthink_] Shit ... les souvenirs reviennent ...

source: [_mcthink_] I wish I could just keep them locked somewhere in the back of my brain.
french: [_mcthink_] Je souhaiterais pouvoir les garder enfermés quelque part dans le dos de mon cerveau.

source: [_mcthink_] Damn, it really doesn't help to wallow in self-pity...
french: [_mcthink_] Damn, ça n'aide vraiment pas à nous permettre de pitié ...

source: [_mcthink_] I better get up and do something useful...
french: [_mcthink_] Je ferais mieux de me lever et de faire quelque chose d'utile ...

source: [_mcthink_] ...well, or whatever.
french: [_mcthink_] ... bien, ou autre chose.

source: [_m_] [mc], are you awake?
french: [_m_] [mc], êtes-vous réveillé?

source: [_mc_] Uhnnn... yeah...
french: [_mc_] Uhnnn ... oui ...

source: [_m_] What the?! [mc]?
french: [_m_] Quel est le? ! [mc]?

source: [_n_] You turn around.
french: [_n_] Vous tourrez.

source: [_mc_] What the hell are you doing here, [e]?!
french: [_mc_] Qu'est-ce que tu fais ici, [e]? !

source: [_m_] I guess you didn't know she was here either.
french: [_m_] Je suppose que tu ne savais pas qu'elle était là non plus.

source: [_m_] Looks like someone wanted to cuddle a bit with her big [bs].
french: [_m_] On dirait que quelqu'un voulait câber un peu avec son grand [bs].

source: [_m_] But, [e], you really shouldn't sneak into your [bs]'s room like this.
french: [_m_] Mais, [e], vous ne devriez vraiment pas vous glisser dans votre chambre [bs]comme celle-ci.

source: [_n_] [e] jumps over you and leaves the room.
french: [_n_] [e] saute sur vous et quitte la pièce.

source: [_m_] By the way, you should start wearing some pants in bed.
french: [_m_] En passant, vous devriez commencer à porter des pantalons au lit.

source: [_m_] By the way, you should start wearing pyjamas in bed.
french: [_m_] En passant, vous devriez commencer à porter des pyjamas au lit.

source: [_m_] Hahaha, don't worry, Hun. I have seen that before... even though, you've obviously become a [mcgender]...
french: [_m_] Hahaha, ne vous inquiéte pas, Hun. J'ai vu ça avant ... même si, vous êtes évidemment devenu un [mcgender]...

source: [_mc_] Yeah, could you leave the room please?!
french: [_mc_] Oui, pourriez-vous quitter la pièce s'il vous plaît? !

source: [_m_] Hahaha, of course, I'm sorry honey.
french: [_m_] Hahaha, bien sûr, je suis désolé du miel.

source: [_mcthink_] Shit! I was so surprised by [e] that I didn't think about sleeping naked...
french: [_mcthink_] Shit ! J'ai été tellement surpris par le [e] que je n'ai pas pensé à dormir nu ...

source: [_mcthink_] That was embarrassing...
french: [_mcthink_] C'était gênant ...

source: [_mcthink_] Especially with that morning wood...
french: [_mcthink_] Surtout avec ce bois du matin ...

source: [_mcthink_] Wait, did [e] see that too?
french: [_mcthink_] Attends, est-ce que [e] le voir aussi?

source: [_n_] You get dressed and take a quick shower.
french: [_n_] Vous vous habillerez et prenez une douche rapide.

source: [_n_] After breakfast, [m] and [e] leave for work and school.{p}You go back to your room.
french: [_n_] Après le petit déjeuner, [m] et [e] partent pour le travail et l'école.{p}Vous revenez dans votre chambre.

source: [_n_] After a while [withdissolve]
french: [_n_] Après un temps [withdissolve]

source: [_mcthink_] Damn it's so boring...
french: [_mcthink_] Damn c'est si ennuyeux ...

source: [_mcthink_] Maybe I should look for an apartment again...
french: [_mcthink_] Peut-être que je devrais chercher un appartement à nouveau ...

source: [_mcthink_] I can still visit them from time to time...
french: [_mcthink_] Je peux encore les visiter de temps en temps ...

source: [_mcthink_] Tomorrow my stuff comes...maybe I'll wait until then, so I can at least use my computer instead of the phone for that...
french: [_mcthink_] Demain, mes affaires vont ... peut-être que je vais attendre, alors je peux au moins utiliser mon ordinateur au lieu du téléphone pour ça ...

source: [_mcthink_] ...yeah I guess that's a good idea...
french: [_mcthink_] ... oui, je suppose que c'est une bonne idée ...

source: [_n_] You go over to the living room and zap around the channels...
french: [_n_] Vous allez dans le salon et zap autour des chenaux ...

source: [_mcthink_] Commercials.
french: [_mcthink_] Commerciales.

source: [_mcthink_] Commercials...
french: [_mcthink_] Commerciales ...

source: [_m_] So... I know it's just your second day back home, but how do you feel about it? Have you settled in a bit already?
french: [_m_] Alors ... Je sais que c'est juste votre deuxième jour de retour à la maison, mais comment vous sentez-vous? Avez-vous déjà réglé un peu?

source: [_mc_] Err... it's still a bit weird to be honest.
french: [_mc_] Err ... c'est encore un peu bizarre d'être honnête.

source: [_m_] Oh, I'm sure you will come to like it here after a while.
french: [_m_] Oh, je suis sûr que vous en virez comme ça après un moment.

source: [_mcthink_] After a while? For how long does she expect me to stay?
french: [_mcthink_] Après un moment? Pendant combien de temps espère-t-elle que je reste?

source: [_m_] I know you don't have many good memories in this house...
french: [_m_] Je sais que vous n'avez pas beaucoup de bons souvenirs dans cette maison ...

source: [_m_] But I'm sure that will change from now on!
french: [_m_] Mais je suis sûr que ça va changer à partir de maintenant !

source: [_mc_] Eh... yeah... maybe...
french: [_mc_] Eh ... oui ... peut-être ...

source: [_mcthink_] Damn I think she really means it... I'm not sure that it's possible though.
french: [_mcthink_] Damn je pense qu'elle le veut vraiment ... Je ne suis pas sûr que c'est possible.

source: [_m_] Anyway, it must be boring being alone here half of the day?
french: [_m_] Quoi qu'il en soit, ça doit être ennuyeux d'être seul ici la moitié de la journée?

source: [_m_] When did you say your stuff comes?
french: [_m_] Quand as-tu dit que ton truc vient?

source: [_mc_] ...should be delivered by tomorrow. I don't know the exact time though.
french: [_mc_] ... devrait être livré d'ici demain. Je ne connais pas le moment exact.

source: [_m_] Have you been able to change your address?
french: [_m_] Avez-vous été en mesure de changer votre adresse?

source: [_mc_] Yeah, I sent them the new address via email.
french: [_mc_] Oui, je leur ai envoyé la nouvelle adresse par courriel.

source: [_m_] Good. That makes it easier at least.
french: [_m_] Bon. Cela le rend au moins plus facile.

source: [_n_] You continue to chatter with [m] while [e] occasionally makes faces at you.
french: [_n_] Vous continuez à bavardez avec [m] alors que [e] fait parfois face à vous.

source: [_n_] You hear the doorbell ring.
french: [_n_] Vous entenez le sonnette de la porte.

source: [_mcthink_] Looks like [e] is up already...
french: [_mcthink_] On dirait que [e] est déjà en hausse ...

source: [_mcthink_] Wha... shit, the door. It must be my stuff being delivered!
french: [_mcthink_] Wha ... merde, la porte. Ça doit être mon truc à livrer !

source: [_n_] You get up quickly, throw some clothes on and hurry to the front door.
french: [_n_] Vous vous lever rapidement, vous jeter des vêtements et vous dépêchez à la porte d'entrée.

source: [_mcthink_] Alright, there is the school...
french: [_mcthink_] Alright, il y a l'école ...

source: [_n_] Suddenly you hear a voice from behind you.
french: [_n_] Soudain, vous entenez une voix derrière vous.

source: Voice [special_delimiter] Hey! Stop right there!
french: Voix [special_delimiter] Hey ! Arrêtez juste là !

source: [_mcthink_] Oh no... not this guy again...
french: [_mcthink_] Oh non ... pas encore ce type ...

source: Cop [special_delimiter] Hey... *pant* ...I said... *pant* ... stop right there!
french: Cop [special_delimiter] Hey ... * pant * ...J'ai dit ... * pant * ... arrête juste là !

source: [_mc_] I'm just standing here Officer...
french: [_mc_] Je suis juste ici Officier ...

source: Cop [special_delimiter] You... *pant* ... shit...
french: Cop [special_delimiter] Vous ... * pant * ... shit ...

source: [_mc_] A little out of shape Officer?
french: [_mc_] Un peu hors de l'officier de la forme?

source: Cop [special_delimiter] You better shut it... *pant* ...smart ass.
french: Cop [special_delimiter] Vous feriez mieux de la fermer ... * pant * ... smart ass.

source: Cop [special_delimiter] Just so you know... I know about you... I have seen your files!
french: Cop [special_delimiter] Juste pour que vous sachiez ... Je sais pour toi ... J'ai vu tes dossiers !

source: Cop [special_delimiter] What?! Surprised?
french: Cop [special_delimiter] Quoi? ! Surpris?

source: Cop [special_delimiter] It wasn't easy to get them *gasp* and my colleagues even told me to let it go, but I'm not a lazy bum like they are.
french: Cop [special_delimiter] Ce n'était pas facile de les obtenir * gasp * et mes collègues m'ont même dit de le laisser partir, mais je ne suis pas un chameau paresseux comme ils le sont.

source: Cop [special_delimiter] The case might be closed, but I know you have skeletons in your closet!
french: Cop [special_delimiter] Le cas peut être fermé, mais je sais que vous avez des squelettes dans votre placard !

source: Cop [special_delimiter] I'll be keeping an eye on you!
french: Cop [special_delimiter] Je vais garder un œil sur vous !

source: [_mc_] Well, I hope you have fun with that. I have things to do...
french: [_mc_] Eh bien, j'espère que tu t'amuse avec ça. J'ai des choses à faire ...

source: Cop [special_delimiter] I'm watching you!
french: Cop [special_delimiter] Je vous regarde !

source: [_mc_] Yeah... bye...
french: [_mc_] Oui ... au revoir ...

source: [_mcthink_] Damn, this guy is annoying... I hope he doesn't become a problem...
french: [_mcthink_] Damn, ce type est ennuyeux ... J'espère qu'il ne deviendra pas un problème ...

source: [_mcthink_] Hum... the school didn't change a bit. It looks exactly like when I left...
french: [_mcthink_] Hum ... l'école n'a pas changé un peu. On dirait exactement quand je suis parti ...

source: [_j_] {size=-10}...and you really should have told me how hot [heshe] is{/size}.
french: [_j_] { size=-10 } ... et vous avez vraiment dû me dire à quel point le chaud [heshe] est { /size }.

source: [_mcthink_] Isn't that [j]?
french: [_mcthink_] N'est-ce pas le [j]?

source: [_j_] Speaking of the devil, look who's here!
french: [_j_] Parler du diable, regarde qui est ici !

source: [_j_] Can't you at least wait until you're home before you hump your big [bs]?
french: [_j_] Vous ne pouvez pas au moins attendre que vous soyez chez vous avant d'humez votre grand [bs]?

source: [_mcthink_] What the?! Hump me?
french: [_mcthink_] Quel est le? ! Hump-moi?

source: [_j_] So... what's up [mc]? Did you miss your {i}cute little sister{/i} soo much that you have to come visit her?
french: [_j_] Alors ... qu'est-ce qui est [mc]? Votre {i}mignonne petite sœur { /i } a-t-elle manqué de saviez-vous que vous devez venir lui rendre visite?

source: [_mcthink_] What the fuck?
french: [_mcthink_] Quelle est la merde?

source: [_j_] Or... did you {i}cum{/i} for me?
french: [_j_] Ou ... avez-vous {i}cum { /i } pour moi?

source: [_j_] Hehe, calm down [e], I'm just teasing.
french: [_j_] Hehe, calme le [e], je suis juste en train de taquiner.

source: [_mcthink_] Damn, this girl is such a minx!
french: [_mcthink_] Damn, cette fille est un tel minx !

source: [_mc_] Actually, [m] called me to pick up [e]. She is stuck in traffic and can't make it.
french: [_mc_] En fait, [m] m'a appelé pour ramasser [e]. Elle est coincé dans le trafic et ne peut pas le faire.

source: [_mc_] She tried to call you by the way.
french: [_mc_] Elle a essayé de vous appeler par la voie.

source: [_j_] Did she?
french: [_j_] Est-ce qu'elle?

source: [_j_] I didn't notice. Oh but my phone is on vibrate, hehe.
french: [_j_] Je n'ai pas remarqué. Oh, mais mon téléphone est en vibration, hehe.

source: [_j_] Well, shall we go then?
french: [_j_] Eh bien, allons-nous alors?

source: [_mc_] You're coming with us?
french: [_mc_] Vous venez avec nous?

source: [_j_] Of course!
french: [_j_] Bien sûr !

source: [_j_] Someone has to make sure that a certain young lady doesn't get herself into trouble.
french: [_j_] Quelqu'un doit s'assurer qu'une jeune fille ne se transforme pas en difficulté.

source: [_mc_] Eh... Not that I mind you coming with us, but I'm sure I can handle that.
french: [_mc_] Eh ... Pas que je pense que tu viens avec nous, mais je suis sûr que je peux gérer ça.

source: [_j_] No you can't.
french: [_j_] Non tu ne peux pas.

source: [_mc_] What? Why is that?
french: [_mc_] Quoi? Pourquoi?

source: [_j_] Because you're the source of the problem, silly.
french: [_j_] Parce que vous êtes la source du problème, idiot.

source: [_mc_] Err... okay?
french: [_mc_] Err ... ok?

source: [_j_] Well, come on. Let's go!
french: [_j_] Puits, viens. Allons-y !

source: [_mc_] Yeah...
french: [_mc_] Oui ...

source: [_n_] You take the two back home.
french: [_n_] Vous prenez les deux à la maison.

source: [_n_] After your arrival you let them do their thing and you go to your room.
french: [_n_] Après votre arrivée, vous les laissez faire leur chose et vous allez dans votre chambre.

source: [_mcthink_] Damn these girls are crazy...
french: [_mcthink_] Dommages que ces filles sont folles ...

source: [_mcthink_] Alright, I guess it's time to unpack the rest of my stuff.
french: [_mcthink_] Alright, je suppose qu'il est temps de déballer le reste de mes affaires.

source: [_mc_] Uh, hey [j], what's up?
french: [_mc_] Uh, hey [j], qu'est-ce qui se fait?

source: [_j_] Do you need help?
french: [_j_] Avez-vous besoin d'aide?

source: [_j_] Fuuuuck, you have a VR headset too?
french: [_j_] Fuuuuck, vous avez un casque VR aussi?

source: [_mc_] ...yeah...
french: [_mc_] ... oui ...

source: [_j_] Oh hey [e], let's help [mc] "unpack", hehe.
french: [_j_] Oh hey [e], aidons [mc] "déballer", hehe.
