Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [pc] I didn't, you know how I left... I got my degree a few years later, but until then I still had many different jobs.
italian: [pc] Non l'ho fatto, sapete come sono partita... ho ottenuto la mia laurea qualche anno dopo, ma fino ad allora ho ancora avuto molti lavori diversi.

source: [pc] I'm not saying that a degree doesn't matter, it does, but just because you don't have a degree doesn't mean you can't do anything. There are still a lot of opportunities in life.
italian: [pc] Non sto dicendo che un grado non importa, lo fa, ma solo perché non hai un grado non significa che non puoi fare nulla. Ci sono ancora molte opportunità nella vita.

source: [m] I see...
italian: [m] Vedo che...

source: [m] So, what are your plans for today?
italian: [m] Quindi, quali sono i tuoi piani per oggi?

source: [pc] Today is the deadline for the project I was working on, so I'll have to present it at work today.
italian: [pc] Oggi è la scadenza per il progetto su cui stavo lavorando, quindi dovrò presentarlo oggi al lavoro.

source: [m] I see, sounds like it'll be a busy day for you.
italian: [m] Vedo, suona come sarà una giornata occupata per te.

source: [pc] Yeah, probably...
italian: [pc] Sì, probabilmente...

source: [n] After breakfast, [e] and [m] get ready to leave for the day. To everyone's surprise, [j] demands to take care of the dishes... you decide to look through the project one more time before you leave for town.
italian: [n] Dopo la colazione, [e] e [m] preparatevi a partire per la giornata. Con la sorpresa di tutti, [j] richieste di prendersi cura dei piatti... si decide di guardare attraverso il progetto ancora una volta prima di partire per la città.

source: [pcthink] Hmm... what to do now...
italian: [pcthink] Hmm... cosa fare ora...

source: [pcthink] Maybe I should look for a good TV to buy...
italian: [pcthink] Forse dovrei cercare una buona TV da comprare...

source: [pcthink] I mean, it looks like I'll stay...
italian: [pcthink] Intendo dire che sembra che resterò...

source: [pcthink] Right?
italian: [pcthink] Destra?

source: [pcthink] Damn, my life really took a 180 over the last two weeks...
italian: [pcthink] Dannazione, la mia vita ha davvero preso un 180 nelle ultime due settimane...

source: [pc] I was just about to look for a TV online.
italian: [pc] Stavo per cercare una TV online.

source: [j] Finally! That's great! Can I help?
italian: [j] Finalmente! È fantastico! Posso aiutare?

source: [j] Are you waiting for somebody?
italian: [j] Stai aspettando qualcuno?

source: [pc] No, not that I remember...
italian: [pc] No, non che ricordo...

source: [j] Oh no, I hope it's not that weird cop again...
italian: [j] Oh no, spero che non sia più così strano poliziotto...

source: [mschoice] Watch TV in the living room
italian: [mschoice] Guarda la TV nel soggiorno

source: [mschoice] {i}(Damn, I love the idea...){/i}
italian: [mschoice] {i}(Damn, amo l'idea...){/i}

source: [mschoice] {i}(There is no way I would ever do that!){/i}
italian: [mschoice] {i}(Non c'è modo di farlo mai!){/i}

source: [mschoice] She will come over tonight anyway... gimme porn!
italian: [mschoice] Lei verrà questa sera comunque... gimme porno!

source: [mschoice] I should really talk to her now!
italian: [mschoice] Dovrei davvero parlare con lei adesso!

source: [mschoice] Introduce yourself.
italian: [mschoice] Introduci te stesso.

source: [mschoice] Say good bye and leave.
italian: [mschoice] Dite il buon addio e partite.

source: [mschoice] Call her?
italian: [mschoice] Chiamatela?

source: [mschoice] Call her!
italian: [mschoice] Chiamatela!

source: [mschoice] Nah, not now.
italian: [mschoice] Nah, non adesso.

source: [mschoice] Push [j] out of the bed.
italian: [mschoice] Spingi [j] fuori dal letto.

source: [mschoice] Hide [e] under the blanket.
italian: [mschoice] Nascondi [e] sotto la coperta.

source: [mschoice] Tell them you're sorry.
italian: [mschoice] Di' loro che ti dispiace.

source: [mschoice] Talk about the weather.
italian: [mschoice] Parla del tempo.

source: [mschoice] Call her Mom.
italian: [mschoice] Chiama la sua mamma.

source: [mschoice] Change the topic.
italian: [mschoice] Cambia l'argomento.

source: [mschoice] The good news.
italian: [mschoice] Le buone notizie.

source: [mschoice] The bad news.
italian: [mschoice] Le brutte notizie.

source: [mschoice] Switch to [j].
italian: [mschoice] Passa a [j].

source: [mschoice] Go on, [e].
italian: [mschoice] Vai su, [e].

source: [mschoice] Switch to [e].
italian: [mschoice] Passa a [e].

source: [mschoice] Go on, [j].
italian: [mschoice] Vai su, [j].

source: [mschoice] Switch to fuck [j].
italian: [mschoice] Passa al cazzo [j].

source: [mschoice] Switch to fuck [e].
italian: [mschoice] Passa al cazzo [e].
