Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [st] He told me to give you any additional information you might need in the meantime.
italian: [st] Egli mi ha detto di darvi tutte le ulteriori informazioni che potrebbero essere necessarie nel frattempo.

source: [pc] I see...
italian: [pc] Vedo che...

source: [st] Well if you don't need anything... I have a lot to do, and I'm sure you do, too.
italian: [st] Beh, se non hai bisogno di nulla... Ho molto da fare, e sono sicuro che lo fai, anche.

source: [pcthink] This might be a good chance...
italian: [pcthink] Questa potrebbe essere una buona occasione...

source: [pcthink] I should try to find out what she's going to do first, just asking if she needs help won't get me anywhere...
italian: [pcthink] Dovrei cercare di scoprire che cosa sta per fare per primo, basta chiedere se ha bisogno di aiuto non mi porterà da nessuna parte...

source: [pc] I really don't want to be a pain, but I'm curious about how everything works here, so... what exactly do you do?
italian: [pc] Non voglio davvero essere un dolore, ma sono curioso di come funziona tutto qui, quindi... che cosa fai esattamente?

source: [st] Well... I'm [boss]'s secretary...
italian: [st] Bene... Sono la segretaria di [boss]...

source: [pc] Yeah, he told me as much, but he also told me that you do way more than just being an ordinary secretary.
italian: [pc] Sì, mi ha detto molto, ma mi ha anche detto che non sei solo una segretaria ordinaria.

source: [st] What do you mean? I'm just doing my job!
italian: [st] Che cosa intendi? Sto solo facendo il mio lavoro!

source: [pc] He didn't tell me exactly what he meant, that's why I'm asking...
italian: [pc] Non mi ha detto esattamente quello che intendeva, ecco perché sto chiedendo...

source: [st] Hum... I have no idea what he meant by that.
italian: [st] Uomo... Non ho idea di cosa intenda per questo.

source: [pc] Weird... what kind of work are you going to do now?
italian: [pc] Strano... che tipo di lavoro farai adesso?

source: [st] Nothing special, I'll just manage the archive, but I have a lot of paperwork and other things to do as well today.
italian: [st] Niente di speciale, gestirò solo l'archivio, ma oggi ho molto lavoro burocratico e altre cose da fare.

source: [pc] Manage the archive?
italian: [pc] Gestire l'archivio?

source: [st] ...sorting, and typing values into the computer...
italian: [st] ...ordinamento e digitazione dei valori nel computer...

source: [pcthink] Ha! Perfect!
italian: [pcthink] Ciao! Perfetto!

source: [pc] Oh that sounds tedious... do you need help?
italian: [pc] Oh che suona noioso... hai bisogno di aiuto?

source: [st] It is, but it's my job. Your job is something else.
italian: [st] È vero, ma è il mio lavoro. Il tuo lavoro è qualcos'altro.

source: [pc] True, but as I said, I'm having a break right now, and I made a little breakthrough yesterday, so I can afford to spend time on something else.
italian: [pc] Vero, ma come ho detto, sto avendo una pausa in questo momento, e ieri ho fatto un piccolo passo avanti, così posso permettermi di trascorrere del tempo su qualcos'altro.

source: [st] That's... nice, but I know the archive better than anyone else, and I'll be faster without any distraction.
italian: [st] Questo... bello, ma conosco l'archivio meglio di chiunque altro, e sarò più veloce senza alcuna distrazione.

source: [pcthink] So I'm distracting her, huh?
italian: [pcthink] Quindi la sto distruggendo, eh?

source: [pc] Didn't you say you have to type values into the computer?
italian: [pc] Non hai detto che devi digitare i valori nel computer?

source: [st] Yes...
italian: [st] Sì...

source: [pc] Well typing values into the computer basically is my job, so if I do the typing, we'd be done way faster then when you do it on your own.
italian: [pc] Beh digitare i valori nel computer è fondamentalmente il mio lavoro, quindi se faccio la battitura, saremmo fatti il modo più veloce allora quando lo fate da soli.

source: [st] That... might be true...
italian: [st] Quello... potrebbe essere vero...

source: [pc] ...and you'll have more time for other important things, right?
italian: [pc] ...e avrai più tempo per altre cose importanti, giusto?

source: [st] ... that's also true...
italian: [st] ... è anche vero...

source: [st] Alright, you can help me, but please don't touch anything, the archive is messy enough already.
italian: [st] Bene, puoi aiutarmi, ma non toccare nulla, l'archivio è già abbastanza disordinato.

source: [pc] Sure...
italian: [pc] Certo...

source: [st] As you can see, the archive is quite a mess, we moved all the files from the old archive and I'm still sorting things out.
italian: [st] Come puoi vedere, l'archivio è piuttosto un pasticcio, abbiamo spostato tutti i file dal vecchio archivio e sto ancora ordinando le cose.

source: [pc] Looks like a lot of work. I guess you really could use a helping hand.
italian: [pc] Sembra un sacco di lavoro. Immagino che potresti davvero usare una mano d'aiuto.

source: [st] As I said, it's my job.
italian: [st] Come ho detto, è il mio lavoro.

source: [st] There is the computer, please have a seat and let us begin.
italian: [st] C'è il computer, si prega di avere un posto e lasciamoci iniziare.

source: [n] A while later...
italian: [n] Un po' più tardi...

source: [st] G55... same value...
italian: [st] G55... stesso valore...

source: [st] G56... same value...
italian: [st] G56... stesso valore...

source: [pc] Of course...
italian: [pc] Certo...

source: [pcthink] Maybe this wasn't the best idea...
italian: [pcthink] Forse questa non è stata la migliore idea...

source: [st] G57... same value...
italian: [st] G57... stesso valore...

source: [pc] Yeah...
italian: [pc] Sì...

source: [pcthink] Gaaawd, why did I ask to help her?! This is so annoying...
italian: [pcthink] Gaaawd, perché ho chiesto di aiutarla?! Questo è così fastidioso...

source: [st] Ugh... the box is a bit stuck...
italian: [st] Ugh... la scatola è un po' bloccata...

source: [pcthink] Wow, but that's a nice view...
italian: [pcthink] Wow, ma questa è una bella vista...

source: [st] Where are you?
italian: [st] Dove sei?

source: [st] Are you staring at my...
italian: [st] Stai fissando il mio...

source: [pc] Err, no, of course not!
italian: [pc] Err, no, ovviamente no!

source: [pcthink] Shit, she has caught me, who am I trying to kid.
italian: [pcthink] Merda, lei mi ha catturato, chi sto cercando di capire.

source: [pc] I'm sorry, it was an accident I swear! It's just that... err... you're... you're beautiful?!
italian: [pc] Mi dispiace, è stato un incidente che giuro! È proprio quello... erro... sei... sei bello?!

source: [pcthink] Shit, I hope that works!
italian: [pcthink] Merda, spero che funzioni!

source: [st] I'm really sorry, it wasn't on purpose, I just stumbled!
italian: [st] Mi dispiace veramente, non era di destinazione, sono appena inciampato!

source: [pcthink] Phew, lucky me, now the tables turned.
italian: [pcthink] Phew, fortunatemi, ora i tavoli girati.

source: [pc] Heh, it's okay, nobody died.
italian: [pc] Heh, va bene, nessuno è morto.

source: [pc] Are you okay?
italian: [pc] Stai bene?

source: [pcthink] Damn, how flustered she is...
italian: [pcthink] Dannazione, come è agitata...

source: [st] ...I will do the rest of the work on my own, thank you for your help...
italian: [st] ...Farò il resto del lavoro da soli, grazie per il vostro aiuto...

source: [st] Good bye...
italian: [st] Buon adesso...

source: [pc] Hey, this really wasn't...
italian: [pc] Ehi, questo non era veramente...

source: [st] Please leave...
italian: [st] Si prega di uscire...

source: [pcthink] Shit... I guess it doesn't matter what I say right now, she seems to have completely shut herself off...
italian: [pcthink] Merda... Immagino che non importa quello che dico in questo momento, sembra che si sia completamente chiusa fuori...

source: [pc] Alright, I'll leave... but hey, we both are alright, nothing bad happened, right?
italian: [pc] Va bene, me ne andrò... ma ehi, entrambi siamo giusti, non è successo niente di male, giusto?

source: [pcthink] Shit, this didn't work out like expected!
italian: [pcthink] Merda, questo non ha funzionato come previsto!

source: [pcthink] Damn...
italian: [pcthink] Dannazione...

source: [pcthink] Or it might annoy her... I better leave.
italian: [pcthink] O potrebbe infastidirla... meglio andarmene.

source: [pc] You're right, have a good day, [st].
italian: [pc] Hai ragione, hai un buon giorno, [st].

source: [pcthink] Let's see if anybody else is working today at the company.
italian: [pcthink] Vediamo se qualcun altro sta lavorando oggi in azienda.

source: [pcthink] It wouldn't surprise me if [st] is the only one working today...
italian: [pcthink] Non mi sorprenderebbe se [st] fosse l'unico a lavorare oggi...

source: [pcthink] I just hope she forgot about what happened last time and that she's a bit more relaxed today...
italian: [pcthink] Spero solo che abbia dimenticato quello che è successo l'ultima volta e che sia un po' più rilassata oggi...

source: [pcthink] I wonder if [boss] is still on that business trip... [st] seems to be a bit more relaxed around him...
italian: [pcthink] Mi chiedo se [boss] sia ancora in viaggio d'affari... [st] sembra essere un po' più rilassato intorno a lui...

source: [pcthink] Have I seen her before?
italian: [pcthink] L'ho vista prima?

source: {color=#570058}Girl1{/color} || Ouch! [withhpunch]
italian: {color=#570058}Girl1{/color} <unk> <unk> Ouch! [withhpunch]

source: [pc] Whoa, shit!
italian: [pc] Whoa, merda!

source: {color=#cc5dcd}Girl2{/color} || What the fuck!? Can't you watch out?
italian: {color=#cc5dcd}Girl2{/color} <unk> <unk> Cosa scopare!? Non puoi guardare?

source: [pc] Sorry I was distracted!
italian: [pc] Mi dispiace di essere stato distratto!

source: {color=#cc5dcd}Girl2{/color} || Obviously, Idiot!
italian: {color=#cc5dcd}Girl2{/color} <unk> Ovviamente Idiot!

source: [pc] Hey, she didn't watch out either!
italian: [pc] Hey, non ha guardato neanche fuori!

source: {color=#570058}Girl1{/color} || Unn...
italian: {color=#570058}Girl1{/color} <unk> <unk> Unn...

source: [pc] Sorry, I was lost in thought...
italian: [pc] Scusa, mi sono perso nel pensiero...

source: {color=#570058}Girl1{/color} || It's okay, I didn't watch out either.
italian: {color=#570058}Girl1{/color} <unk> <unk> Va bene, nemmeno io ho guardato.

source: {color=#570058}Girl1{/color} || Yes, I'm good, thanks.
italian: {color=#570058}Girl1{/color} <unk> <unk> Sì, sono buono, grazie.

source: {color=#cc5dcd}Girl2{/color} || Come on [em], don't waste time with [himher]!
italian: {color=#cc5dcd}Girl2{/color} <unk> Vieni su [em], non perdere tempo con [himher]!

source: [em] Sorry, we're in a hurry.
italian: [em] Siamo spiacenti, siamo di fretta.

source: {color=#cc5dcd}Girl2{/color} || What an idiot...
italian: {color=#cc5dcd}Girl2{/color} <unk> <unk> Che idiota...

source: [em] Hey, it's not [hisher] fault, [jess]...
italian: [em] Hey, non è colpa [hisher] , [jess]...

source: [pcthink] Hmm... where did I see them before?
italian: [pcthink] Hmm... dove li ho visti prima?

source: {color=#cc5dcd}Girl2{/color} || What an idiot!
italian: {color=#cc5dcd}Girl2{/color} <unk> <unk> Che idiota!

source: {color=#cc5dcd}Girl2{/color} || What a bitch!
italian: {color=#cc5dcd}Girl2{/color} <unk> <unk> Che cagna!

source: [pc] Thanks, same to you too...
italian: [pc] Grazie, anche a te...

source: [pcthink] Alright, I guess I should have a look if [boss] is here, too...
italian: [pcthink] Bene, immagino che dovrei dare un'occhiata se [boss] è qui, troppo...

source: [boss] Yes!
italian: [boss] Sì!

source: [boss] Heyyyy, [pc], what brings you here?
italian: [boss] Heyyyy, [pc], cosa ti porta qui?

source: [pc] Hey, [boss], I need some files that seem to be missing from the project, so I thought I'd come by.
italian: [pc] Hey, [boss], Ho bisogno di alcuni file che sembrano mancare nel progetto, quindi pensavo che sarei venuto.

source: [boss] Missing files huh? What exactly is missing?
italian: [boss] Mancanti file eh? Cosa manca esattamente?

source: [pc] I'm not exactly sure, but I called [st] and she seems to have some ideas.
italian: [pc] Non sono esattamente sicuro, ma ho chiamato [st] e sembra avere alcune idee.

source: [boss] Oh? So that's why...
italian: [boss] Oh? Ecco perché...

source: [boss] I see...
italian: [boss] Vedo che...

source: [boss] She's in the archive, sorting stuff. Tell her to get me a coffee when she's done, would'ya?
italian: [boss] Lei è nell'archivio, smistamento roba. Le dica di prendermi un caffè quando ha finito, sì?

source: [pc] Sure, I'll tell her.
italian: [pc] Certo, lo dirò a lei.

source: [pcthink] He seems to be the typical "I don't care as long as stuff works" kind of guy...
italian: [pcthink] Sembra essere il tipico "non mi importa finchè la roba funziona" tipo di ragazzo...

source: [pcthink] I wonder what happens if one day "stuff" doesn't work...
italian: [pcthink] Mi chiedo cosa succede se un giorno "roba" non funziona...

source: [pcthink] Hmm looks like she's still not done sorting stuff...
italian: [pcthink] Hmm sembra che lei non abbia ancora finito di ordinare...

source: [pc] Hey, [st]!
italian: [pc] Ehi, [st]!

source: [pc] Haha, it's just me, sorry I didn't mean to scare you.
italian: [pc] Haha, sono solo io, mi dispiace che non avevo intenzione di spaventarti.

source: [st] Oh right...
italian: [st] Oh destra...

source: [st] I found the missing files and saved them on a usb-stick.
italian: [st] Ho trovato i file mancanti e li ho salvati su un usb-stick.

source: [pc] Wow, thanks, you're quick.
italian: [pc] Wow, grazie, sei veloce.

source: [pc] I thought I'd have to search for it.
italian: [pc] Pensavo che avrei dovuto cercarla.

source: [pc] Hmm? You look kinda different today...
italian: [pc] Hmm? Oggi sembri un po' diverso...

source: [st] I-I don't know what you mean.
italian: [st] Io non so cosa intendi.

source: [pc] I'm sure there's something different about you...
italian: [pc] Sono sicuro che c'è qualcosa di diverso su di te...

source: [pc] Must be the clothes then...
italian: [pc] Deve essere il vestito allora...

source: [st] I still have a lot to do...
italian: [st] Ho ancora molto da fare...

source: [pc] Uhh... well okay, I'll leave you to your work then...
italian: [pc] Uhh... va bene, ti lascerò al tuo lavoro allora...

source: [pc] Damn, I don't get that woman...
italian: [pc] Dannazione, non ricevo quella donna...

source: [pc] You changed your hairstyle, didn't you?
italian: [pc] Hai cambiato l'acconciatura, vero?

source: [pc] Haha, don't look at me like that, I'm joking!
italian: [pc] Haha, non guardarmi così, sto scherzando!

source: [pc] You're not wearing your glasses and put some make-up on.
italian: [pc] Non stai indossando i tuoi occhiali e metti un po' di trucco.

source: [st] O-oh you noticed?
italian: [st] O-oh hai notato?

source: [pc] Of course, you look great!
italian: [pc] Certo, sembri grande!

source: [st] I-I still have a lot to do...
italian: [st] Ho ancora molto da fare...

source: [pc] I can help you if you want.
italian: [pc] Ti posso aiutare se vuoi.

source: [st] I-I'm almost done anyway!
italian: [st] Ho quasi finito comunque!

source: [st] ...but thanks...
italian: [st] ...ma grazie...

source: [pc] Alright, I'll leave you to your work then, thanks again, [st].
italian: [pc] Bene, vi lascerò al vostro lavoro poi, grazie ancora, [st].

source: [st] Anytime.
italian: [st] In qualsiasi momento.

source: [pcthink] Wow, she can be really cute.
italian: [pcthink] Wow, lei può essere davvero carina.

source: [pc] Bye, [st].
italian: [pc] Ciao, [st].

source: [st] I found it while going through some other data, it was a lucky coincidence...
italian: [st] L'ho trovato mentre attraversavo alcuni altri dati, è stata una fortunata coincidenza...

source: [pc] I see, well thanks, [st].
italian: [pc] Vedo bene, grazie, [st].

source: [pcthink] Alright, time to leave...
italian: [pcthink] Bene, ora di partire...

source: [ma] Yes?
italian: [ma] Sì?

source: [ma] Oh, you must be [pc], welcome, sit down please, I'll be ready in a minute.
italian: [ma] Oh, devi essere [pc], benvenuto, siediti per favore, sarò pronto tra un minuto.

source: [pcthink] Hum, she's older than I thought.
italian: [pcthink] Hum, lei è più anziana di quanto pensassi.

source: [pcthink] Still a nice butt, though!
italian: [pcthink] Ancora un bel culo, però!

source: [ma] I'm sorry, we had a database crash right after I called you, so it's all haywire now.
italian: [ma] Mi dispiace, abbiamo avuto un crash del database subito dopo che ti ho chiamato, quindi ora è tutto haywire.

source: [pc] Damn, that's awful, but no worries, I have time.
italian: [pc] Dannazione, è terribile, ma non preoccupatevi, ho tempo.

source: [ma] Can I get you something? A coffee maybe? Or something else?
italian: [ma] Posso prenderti qualcosa? Un caffè forse? O qualcos'altro?

source: [pc] Thanks, I'm good.
italian: [pc] Grazie, sono buono.

source: [ma] Okay, well...
italian: [ma] Okay, be...

source: [n] *Rrrrring*
italian: [n] *Rrrrrring*

source: [ma] I'm sorry, one second.
italian: [ma] Mi dispiace, un secondo.

source: [pcthink] Looks like she's had a tough day.
italian: [pcthink] Sembra che lei abbia avuto una giornata difficile.

source: [ma] No, I'm sorry, I know you need these files, but this has to wait until Monday. The database is still...
italian: [ma] No, mi dispiace, so che hai bisogno di questi file, ma questo deve aspettare fino a lunedì. Il database è ancora...

source: [pcthink] I bet {b}she{/b} could use a coffee right now...
italian: [pcthink] Scommetto {b}Lei {/b} potrebbe usare un caffè in questo momento...

source: [pcthink] Or maybe something a bit more relaxing.
italian: [pcthink] O forse qualcosa di più rilassante.

source: [ma] Thank you for your understanding, bye...
italian: [ma] Grazie per la tua comprensione, ciao...

source: [ma] I'm really sorry, I hope that was the last one for today...
italian: [ma] Mi dispiace molto, spero che sia stato l'ultimo per oggi...

source: [pc] Isn't worktime over already?
italian: [pc] L'orario di lavoro non è già finito?

source: [ma] Yes, but with the current situation...
italian: [ma] Sì, ma con la situazione attuale...

source: [pcthink] Maybe I should try to cheer her up and see where things go.
italian: [pcthink] Forse dovrei provare a rallegrarla e vedere dove vanno le cose.

source: [pc] You know, thinking about it, I guess I could use a drink.
italian: [pc] Sai, pensandoci, immagino che potrei usare un drink.

source: [ma] Sure, what can I get you? A coffee?
italian: [ma] Certo, cosa posso prendere? Un caffè?

source: [pc] I was thinking of something a bit more...
italian: [pc] Stavo pensando a qualcosa di più...

source: [ma] Ooooh... haha, right, I guess a glass won't hurt after a day like today
italian: [ma] Ooooh... haha, giusto, immagino che un bicchiere non farà male dopo un giorno come oggi

source: [ma] Shall we go over to the seating area?
italian: [ma] Dovremmo passare alla zona di seduta?

source: [pc] Sure!
italian: [pc] Certo!

source: [pc] ...and that's basically what happened.
italian: [pc] ...ed è fondamentalmente quello che è successo.

source: [ma] So you moved back to your old house because there was no other apartment available?
italian: [ma] Quindi sei tornato alla tua vecchia casa perché non c'era nessun altro appartamento disponibile?

source: [ma] That's good, isn't it? I'd like to spend more time with my family as well.
italian: [ma] È buono, vero? Vorrei trascorrere più tempo anche con la mia famiglia.

source: [pc] Family... well [m] is {b}{i}not{/i}{/b} my mom, and [e]...
italian: [pc] Famiglia... be' [m] è {b}{i}non{/i}{/b} mia mamma, [e]...

source: [ma] But they're still family, aren't they? Did you ever call [m] mom?
italian: [ma] Ma sono ancora famiglia, vero? Hai mai chiamato [m] mamma?

source: [pc] Err, well...
italian: [pc] Err, bene...

source: [ma] Or are you more interested in... {i}other{/i} things regarding her?
italian: [ma] O sei più interessato... {i}altre{/i} cose che la riguardano?

source: [pc] What?!
italian: [pc] Cosa?!

source: [ma] Oh sorry, I shouldn't ask questions like that... let's change the subject, shall we?
italian: [ma] Oh mi dispiace, non dovrei fare domande così... cambiiamo l'argomento, vero?

source: [pc] Yeah... there are more interesting topics than that...
italian: [pc] Sì... ci sono argomenti più interessanti...

source: [ma] So, how do you like the city, is it still like you remember it?
italian: [ma] Quindi, come ti piace la città, è ancora come se lo ricordassi?

source: [pc] It has changed a lot since back then... but it's okay I guess.
italian: [pc] Da allora è cambiato molto... ma va bene immagino.

source: [ma] Did you meet any old friends?
italian: [ma] Hai incontrato vecchi amici?

source: [pc] Friends? No, not really...
italian: [pc] Amici? No, non veramente...

source: [ma] That's too bad, but I bet someone like you will find new friends easily.
italian: [ma] È troppo male, ma scommetto che qualcuno come te troverà nuovi amici facilmente.

source: [pc] Someone like me?
italian: [pc] Mi piace a qualcuno?

source: [ma] Well... you seem to be a nice person, you're young and...
italian: [ma] Bene... sembri essere una persona carina, sei giovane e...

source: [pc] ...and?
italian: [pc] ...e?

source: [ma] Well...
italian: [ma] Bene...

source: [ma] You're a good looking [pcgender]...
italian: [ma] Sei un bravo [pcgender]...

source: [ma] I bet a lot of girls are hitting on you, I know I would if I were a bit younger.
italian: [ma] Scommetto che molte ragazze stanno colpendo su di te, so che sarei un po 'più giovane.

source: [ma] I bet a lot of guys are hitting on you, maybe even some girls...
italian: [ma] Scommetto che molti ragazzi stanno colpendo su di te, forse anche alcune ragazze...

source: [pc] I'm not into guys.
italian: [pc] Non sono nei ragazzi.

source: [ma] Oh? Well that's interesting... if I were a bit younger...
italian: [ma] Oh? Beh, è interessante... se fossi un po' più giovane...

source: [pc] Oh come on, you're not old, and you're a beautiful woman!
italian: [pc] Oh vieni, non sei vecchio, e sei una bella donna!

source: [ma] Oh? Is that so?
italian: [ma] Oh? È così?

source: [pc] Absolutely.
italian: [pc] Assolutamente.

source: [ma] Why thank you!
italian: [ma] Perché grazie!

source: [ma] One second I'll just cut off whoever it is and activate the voice mail...
italian: [ma] Un secondo taglierò chi è e attiverò il messaggio vocale...

source: [pc] Mhm, good...
italian: [pc] Mhm, buono...

source: [pcthink] Heh, looks like this will be a good afternoon.
italian: [pcthink] Heh, sembra che questo sarà un buon pomeriggio.

source: [ma] Really? Now?
italian: [ma] Davvero? Ora?

source: [ma] Uhh... yes, of course!
italian: [ma] Uhh... sì, naturalmente!

source: [pcthink] ...or not?
italian: [pcthink] o no?

source: [ma] That was my boss, he's going to come over to get some papers...
italian: [ma] Questo era il mio capo, lui sta per venire per ottenere alcuni documenti...

source: [pc] Damn, guess that means I'll have to go?
italian: [pc] Dannazione, indovina che significa che dovrò andare?

source: [ma] Yes, I'm sorry. We have a few minutes so we can get your papers done at least.
italian: [ma] Sì, mi dispiace. Abbiamo qualche minuto in modo da poter ottenere almeno i tuoi documenti.

source: [pc] Well, let's get it done then...
italian: [pc] Beh, facciamo in modo che finisci...

source: [pc] Well I don't want to keep you busy for too long...
italian: [pc] Beh, non voglio tenerti occupato per troppo tempo...
