Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_t_] Ugh, whatever... I have an appointment!
french: [_t_] Ugh, peu importe ... J'ai rendez-vous !

source: [_mc_] Yeah, looks like we're heading in the same direction.
french: [_mc_] Oui, on dirait que nous allons dans la même direction.

source: [_mc_] Haha, you're cute when you're angry.
french: [_mc_] Haha, vous êtes mignon quand vous êtes en colère.

source: [_t_] Shut up...
french: [_t_] Arrêt en cours ...

source: [_mc_] Are you going to see [e] today?
french: [_mc_] Vous allez voir [e] aujourd'hui?

source: [_t_] No, but tomorrow...
french: [_t_] Non, mais demain ...

source: [_mc_] Again on sunday?
french: [_mc_] Encore le dimanche?

source: [_t_] Every sunday.
french: [_t_] Tous les jours.

source: [_mcthink_] Jeez, I seem to be surrounded by workaholics...
french: [_mcthink_] Jeez, je semble être entouré de workaholics ...

source: [_mc_] Do you ever take a day off?
french: [_mc_] Est-ce que vous prenez un jour de congé?

source: [_t_] Yes...
french: [_t_] Oui ...

source: [_mc_] Give me your hand!
french: [_mc_] Donnez-moi votre main !

source: [_t_] What? Why?!
french: [_t_] Quoi? Pourquoi? !

source: [_mc_] Just give me your hand already...
french: [_mc_] Vous me donnez déjà votre main ...

source: [_mc_] The other one.
french: [_mc_] L'autre.

source: [_mc_] Good girl.
french: [_mc_] Bonne fille.

source: [_mc_] Now let's go...
french: [_mc_] Maintenant, allons-y ...

source: [_t_] W-what are you doing?!
french: [_t_] W-Qu'est-ce que vous faites?

source: [_mc_] Holding your hand obviously...
french: [_mc_] Tenez votre main évidemment ...

source: [_t_] B-but why? Why would you do that?!
french: [_t_] B-mais pourquoi? Pourquoi feriez-vous ça? !

source: [_mc_] Maybe to tease you.
french: [_mc_] Peut-être pour vous taquer.

source: [_t_] I-Idiot! Let me go!
french: [_t_] I-Idiot ! Laisse-moi partir !

source: [_mc_] Don't you have an appointment, we better get going.
french: [_mc_] Vous n'avez pas de rendez-vous, nous ferions mieux d'y aller.

source: [_mc_] Yeah, yeah, let's go...
french: [_mc_] Ouais, ouais, allons-y ...

source: [_mc_] So... do you have any idea of what's going on with [e]?
french: [_mc_] Alors ... avez-vous une idée de ce qui se passe avec le [e]?

source: [_mcthink_] Damn, she looks cute when the sun shines on her face like that...
french: [_mcthink_] Damn, elle a l'air mignonne quand le soleil brille sur son visage comme ça ...

source: [_mcthink_] Wow, she looks beautiful...
french: [_mcthink_] Wow, elle a l'air belle ...

source: [_mcthink_] ...and she's still blushing red like a tomato.
french: [_mcthink_] ... et elle roule encore en rouge comme une tomate.

source: [_mc_] I said, do you have any idea of what's going on with [e]?
french: [_mc_] J'ai dit, avez-vous une idée de ce qui se passe avec le [e]?

source: [_t_] No...
french: [_t_] Non.

source: [_mcthink_] But she didn't let go of my hand...
french: [_mcthink_] Mais elle n'a pas lâchez ma main ...

source: [_mcthink_] ...well not that I would let her, hehe.
french: [_mcthink_] ... bien pas que je la laisse, hehe.

source: [_mc_] Wait, what do you mean "no"?
french: [_mc_] Attends, qu'est-ce que tu veux dire "non"?

source: [_t_] I mean I won't tell you...
french: [_t_] Je veux dire que je ne vous dirai pas ...

source: [_mc_] Huh? What do you mean you won't tell me?
french: [_mc_] Huh? Qu'est-ce que tu veux dire, tu ne me le dirai pas?

source: [_t_] Medical discretion.
french: [_t_] Le pouvoir discrétionnaire de la médecine.

source: [_mc_] Oh come on, I'm her [bs].
french: [_mc_] Oh viens, je suis son [bs].

source: [_t_] That doesn't mean I'm relieved from medical discretion.
french: [_t_] Cela ne veut pas dire que je suis soulagée de la discrétion médicale.

source: [_mc_] Yeah believe it or not, I know a bit about that stuff. [e] doesn't talk so I doubt she told you to keep whatever you know a secret, that means you're actually allowed to talk about it with close relatives.
french: [_mc_] Oui, croyez-le ou non, je connais un peu ce truc. [e] ne parle pas, donc je doute qu'elle vous a dit de garder ce que vous connaissez un secret, cela signifie que vous êtes autorisé à en parler avec des proches parents.

source: [_t_] The keyword is "close"...
french: [_t_] Le mot clé est "close" ...

source: [_mc_] What? You don't think we're close?
french: [_mc_] Quoi? Vous ne pensez pas que nous sommes proches?

source: [_t_] I don't know...
french: [_t_] Je ne sais pas ...

source: [_mc_] Come on, of course we are close. I'd even say we're closer than ever before!
french: [_mc_] Venez, bien sûr, nous sommes proches. Je dirais même que nous sommes plus proches que jamais !

source: [_t_] This is my stop by the way, so I guess we separate here...
french: [_t_] C'est mon arrêt par la voie, donc je suppose que nous sommes séparés ici ...

source: [_mcthink_] Ugh, is she playing with me? I bet she expects me to try and force her to tell me what I want to know...
french: [_mcthink_] Ugh, elle joue avec moi? Je parie qu'elle m'attend à essayer de la forcer à me dire ce que je veux savoir ...

source: [_mc_] So you're not going to tell me anything...
french: [_mc_] Vous n'allez donc pas me dire quoi que ce soit ...

source: [_t_] No.
french: [_t_] Non.

source: [_mcthink_] As I thought, but I'm not going to play her little game...
french: [_mcthink_] Comme je l'ai dit, mais je ne vais pas jouer son petit jeu ...

source: [_mc_] Fine, see you tomorrow then.
french: [_mc_] Fine, vous voyez demain.

source: [_mcthink_] Heh, looks like I was right. Now I'm just going to leave.
french: [_mcthink_] Heh, on dirait que j'avais raison. Maintenant, je vais juste partir.

source: [_t_] There's nothing...
french: [_t_] Il n'y a rien ...

source: [_mc_] Hm? Did you say something?
french: [_mc_] Hm? As-tu dit quelque chose?

source: [_t_] ...she is a perfectly normal young woman.
french: [_t_] ... elle est une jeune femme parfaitement normale.

source: [_mc_] What do you mean by that?
french: [_mc_] Que voulez-vous dire par là?

source: [_t_] She's just stubborn...
french: [_t_] Elle est juste têtu ...

source: [_mcthink_] What the hell is that supposed to mean?
french: [_mcthink_] Qu'est-ce que c'est censé vouloir dire?

source: [_n_] You hear someone knocking at the front door.
french: [_n_] Vous entenez quelqu'un frapper à la porte d'entrée.

source: [_mcthink_] Hm? Who the hell would knock instead of using the doorbell?
french: [_mcthink_] Hm? Qui pourrait frapper au lieu d'utiliser la cloche?

source: [_mcthink_] Let's have a look.
french: [_mcthink_] Disons un coup d'oeil.

source: [_m_] Oh, [t], did you forget something?
french: [_m_] Oh, [t], avez-vous oublié quelque chose?

source: [_mcthink_] [t], huh? I didn't notice she's left already...
french: [_mcthink_] [t], hein? Je n'ai pas remarqué qu'elle était déjà ...

source: [_t_] My car won't start and I have an appointment, would you take me home? I'll get the car by tomorrow...
french: [_t_] Ma voiture ne va pas commencer et j'ai un rendez-vous, tu me prends à la maison? Je vais chercher la voiture demain ...

source: [_m_] Oh, that's... unfortunate...
french: [_m_] Oh, c'est ... malheureux ...

source: [_m_] Oh, hey, Hun, would you be so kind and take [t] home, I'm awaiting an urgent call.
french: [_m_] Oh, hey, Hun, tu serais si gentils et prends [t] chez moi, j'attends un appel urgent.

source: [_m_] Oh, [mc], could you take [t] home? I'm awaiting a call.
french: [_m_] Oh, [mc], pouvez-vous prendre [t] ? J'attends un appel.

source: [_t_] I-I would honestly prefer it if you would take me back home, [m].
french: [_t_] Je le préférerais honnêtement si vous me reprenez chez moi, [m].

source: [_m_] Come on, [t], I know you don't like each other much, but this might be a good opportunity to reconcile with each other.
french: [_m_] Come on, [t], I know you don't like each other much, but this pourrait be a good opportunity to reconcile with each other.

source: [_mcthink_] ...I wonder what she's thinking.
french: [_mcthink_] ...Je me demande ce qu'elle pense.

source: [_m_] I... take that as a yes?
french: [_m_] Je ... prends ça comme un oui?

source: [_t_] Hmph... fine.
french: [_t_] Hmph ... bien.

source: [_t_] But as I said, I have an appointment.
french: [_t_] Mais comme je l'ai dit, j'ai un rendez-vous.

source: [_m_] I'm sure [mc] will make sure to get you home in time.
french: [_m_] Je suis sûr que [mc] vous fera rentrer à temps.

source: [_m_] Right, Hun?
french: [_m_] Droit, Hun?

source: [_t_] That's not...ugh...
french: [_t_] Ce n'est pas ...

source: [_mc_] I haven't even agreed yet...
french: [_mc_] Je n'ai même pas encore accepté ...

source: [_m_] Oh, please do me that favor, Hun...
french: [_m_] Oh, s'il vous plaît, faites-moi cette faveur, Hun ...

source: [_mc_] Ugh... fine.
french: [_mc_] Ugh ... fin.

source: [_m_] Thanks.
french: [_m_] Merci.

source: [_mc_] Welp, let's go...
french: [_mc_] Welp, allons ...

source: [_n_] You get into the car, [t] tells you the directions, but otherwise keeps silent.
french: [_n_] Vous pouvez entrer dans la voiture, [t] vous dit les directions, mais sinon, se taire.

source: [_n_] After a few minutes you reach the town center.
french: [_n_] Après quelques minutes, vous atterez le centre ville.

source: [_mcthink_] She didn't say a word since we set off...
french: [_mcthink_] Elle n'a pas dit un mot depuis que nous avons mis ...

source: [_mc_] So...what about that appointment you mentioned?
french: [_mc_] So...qu' en est-il de cette nomination que vous avez mentionnée?

source: [_t_] What about it?
french: [_t_] Qu'en est-il?

source: [_t_] I don't think that's any of your business...
french: [_t_] Je ne pense pas que ce soit de votre entreprise ...

source: [_mc_] Humph... being bitchy again, huh?
french: [_mc_] Humph ... être à nouveau bitchy, hein?

source: [_t_] Tch, just take me home, I don't care what you think about me!
french: [_t_] Tch, juste me prendre chez moi, je me fiche de ce que tu penses de moi !

source: [_mc_] Seriously, I just wanted to start a conversation...
french: [_mc_] Sérieusement, je voulais juste commencer une conversation ...

source: [_t_] ...I'm going to see a patient...
french: [_t_] ...Je vais voir un patient ...

source: [_mc_] The girl?
french: [_mc_] La fille?

source: [_mc_] I see...
french: [_mc_] Je voir...

source: [_mc_] You know what I don't get?
french: [_mc_] Vous savez ce que je n'ai pas?

source: [_t_] What?
french: [_t_] Quoi?

source: [_mc_] How somebody like you... I mean you aren't really the most sensitive person, so...
french: [_mc_] Comment quelqu'un comme vous ... Je veux dire que tu n'es pas vraiment la personne la plus sensible, donc ...

source: [_mc_] Why did you become a shrink?
french: [_mc_] Pourquoi êtes-vous devenue une psy?

source: [_t_] Psychotherapist...
french: [_t_] Psychothérapeute ...

source: [_mc_] Yeah...
french: [_mc_] Oui ...

source: [_t_] There was... This person I met when I was younger...
french: [_t_] Il y avait ... Cette personne que j'ai rencontré quand j'étais plus jeune ...

source: [_t_] That person was... not... really...
french: [_t_] Cette personne était ... pas ... vraiment ...

source: [_mc_] Come on now, if you're talking about me, just say it...
french: [_mc_] Venez, si vous parlez de moi, dis-le ...

source: [_mc_] What now, are you struggling to talk about your own past, Miss "Psychotherapist"?
french: [_mc_] Et maintenant, est-ce que vous avez du mal à parler de votre passé, Mlle "Psychothérapeute"?

source: [_t_] Well, you probably can't imagine how it is growing up with parents only interested in their jobs...
french: [_t_] Eh bien, vous ne pouvez probablement pas imaginer comment il grandit avec les parents qui ne s'intéressent qu'à leurs emplois ...

source: [_mc_] I guess you probably know what my parents did for a living.
french: [_mc_] Je suppose que vous savez probablement ce que mes parents ont fait pour vivre.

source: [_t_] My mother was a bank manager, my dad an equity analyst.
french: [_t_] Ma mère était directrice de banque, mon père, un analyste des actions.

source: [_t_] They didn't really expect me to follow in their footsteps, but...
french: [_t_] Ils ne m'attendaient pas vraiment à suivre leurs traces, mais ...

source: [_t_] They had expectations...
french: [_t_] Ils avaient des attentes ...

source: [_t_] So I spent most of my childhood learning...
french: [_t_] Alors j'ai passé la plus grande partie de mon enfance à apprendre ...

source: [_t_] I wasn't allowed to have many friends... I didn't have much free time... so I didn't have many interactions with other people...
french: [_t_] Je n'ai pas été autorisé à avoir de nombreux amis ... Je n'ai pas eu beaucoup de temps libre ... alors je n'ai pas eu beaucoup d'interactions avec d'autres personnes ...

source: [_mc_] So you got curious.
french: [_mc_] Vous êtes donc curieux.

source: [_t_] Do you want me to tell the story or do you want to make your own assumptions?
french: [_t_] Voulez-vous que je vous dise l'histoire ou que vous voulez faire vos propres hypothèses?

source: [_mc_] Tch... go on...
french: [_mc_] Tch ... allez ...

source: [_t_] ...I went to a private school and...
french: [_t_] ...Je suis allé à une école privée et ...

source: [_t_] I thought the other kids were stupid... they were busy being kids and I spent my time reading books or learning, so it's kind of true I guess...
french: [_t_] Je pensais que les autres enfants étaient stupides ... ils étaient occupés à être des enfants et j'ai passé mon temps à lire des livres ou à apprendre, donc c'est vrai que je suppose ...

source: [_mc_] Depends on how you look at it.
french: [_mc_] Dépend de la façon dont vous l'examinez.

source: [_t_] ...maybe.
french: [_t_] ... peut-être.

source: [_t_] Anyway, I knew there are foul people in the world, my parents warned me about them, I read about them in books, et cetera...
french: [_t_] En tout cas, je savais qu'il y avait des gens encrassés dans le monde, mes parents m'ont mis en garde contre eux, j'ai lu à leur sujet dans des livres, et cetera ...

source: [_t_] And one day... due to some unfortunate events... I met some of them...
french: [_t_] Et un jour ... en raison de certains événements malheureux ... J'ai rencontré certains d'entre eux ...

source: [_mc_] What happened?
french: [_mc_] Que s'est-il passé?

source: [_t_] I was reading a book in the library that hooked me for a bit too long, so I was late to get back home and despite the fact that it was well known place where all sorts of scum hang out I decided to take a shortcut that I knew I should've avoided...
french: [_t_] I was reading a book in the library that hooked me for a bit too long, so I was late to get back home and despite the fact that it was well connue place where all tris of scum hang out I décidée to take a raccourci that I savais I should évités ...

source: [_mcthink_] Is she talking about the dopehead corner?
french: [_mcthink_] Elle parle-t-elle du coin de la tête?

source: [_t_] I thought I'd just quickly rush through, but of course it didn't go well...
french: [_t_] Je pensais que je me préciperais rapidement, mais bien sûr, ça ne va pas bien ...

source: [_t_] That was the first time I've ever met such people and it made me curious about how such people work...
french: [_t_] C'était la première fois que j'ai rencontré de telles personnes et cela m'a fait curieux de savoir comment ces gens travaillent ...

source: [_mc_] That's it?
french: [_mc_] C'est ça?

source: [_t_] Yes.
french: [_t_] Oui.

source: [_mc_] Oh come on, you don't want me to make assumptions, but won't tell the whole story? That's bullshit...
french: [_mc_] Oh venez, vous ne voulez pas que je fasse des suppositions, mais ne raconterai pas toute l'histoire? C'est des conneries ...

source: [_t_] The person I was talking about earlier saved me despite being scum themselves at the time and I got curious why... that's why I started looking into psychology... that's why I started taking kick-boxing classes... that's why I took the case of a young girl that...
french: [_t_] La personne dont je parlais plus tôt m'a sauvé en dépit d'être eux-mêmes à l'époque et j'ai curieux pourquoi ... c'est pour ça que j'ai commencé à regarder la psychologie ... c'est pour ça que j'ai commencé à prendre des cours de boxe ... c'est pourquoi j'ai pris le cas d'une jeune fille qui ...

source: [_mc_] ...are you telling me that you've become a shrink because of me?
french: [_mc_] ... tu me dis que tu es devenu un psy à cause de moi?

source: [_t_] Psychotherapist.
french: [_t_] Psychothérapeute.

source: [_mc_] Yeah, fine, Katie.
french: [_mc_] Oui, bien, Katie.

source: [_mcthink_] Hmm...where have I heard that story before...
french: [_mcthink_] Hmm...où j'ai entendu cette histoire avant ...

source: [_mc_] A young girl that...?
french: [_mc_] Une jeune fille qui ...?

source: [_mc_] Are you talking about [e]?
french: [_mc_] Vous parlez de [e]?

source: [_t_] Over there...
french: [_t_] Au-dessus ...

source: [_t_] The white house at the junction, that's where I live.
french: [_t_] La maison blanche à la jonction, c'est là que je vis.

source: [_mc_] Oh, right.
french: [_mc_] Oh, non.

source: [_t_] Oh no...
french: [_t_] Oh non ...

source: [_mc_] Isn't that your ex?
french: [_mc_] N'est-ce pas votre ex?

source: [_t_] Can you do me a favor?
french: [_t_] Pouvez-vous me faire une faveur?

source: [_mc_] Depends...
french: [_mc_] Dépend ...

source: [_t_] I... just follow me to the entrance... I don't want to waste time with him.
french: [_t_] Je ... juste me suivre à l'entrée ... Je ne veux pas perdre de temps avec lui.

source: [_mc_] Hmm... guess that would mean you owe me one.
french: [_mc_] Hmm ... ça veut dire que tu me dois un.

source: [_t_] Uch... what do you want...
french: [_t_] Uch ... qu'est-ce que vous voulez ...

source: [_mc_] I don't know...yet.
french: [_mc_] Je ne sais pas encore ...

source: [_t_] Fine, whatever, just... help me!
french: [_t_] Amende, quoi que ce soit, juste ... aide-moi !

source: Guy [special_delimiter] [t], I was waiting for you.
french: Guy [special_delimiter] [t], je t'attendais.

source: [_t_] Didn't I tell you that I don't want to see you again?
french: [_t_] Je ne vous ai pas dit que je ne voulais pas vous revoir?

source: Guy [special_delimiter] But I wanted to apologize.
french: Guy [special_delimiter] Mais je voulais m'excuser.

source: [_t_] I don't care, I don't want to see you anymore...
french: [_t_] Je m'en fiche, je ne veux plus vous voir ...

source: [_mc_] I think you'd better leave, dude.
french: [_mc_] Je pense que vous feriez mieux de partir, mec.

source: Guy [special_delimiter] Who's that?
french: Guy [special_delimiter] Qui est ça?

source: Guy [special_delimiter] Don't tell me he's...
french: Guy [special_delimiter] Ne me dites pas qu'il est. ..

source: [_t_] He's...
french: [_t_] Il est ...

source: [_t_] ...my new boyfriend...
french: [_t_] ... mon nouveau petit ami ...

source: [_t_] She's...
french: [_t_] Elle est. ..

source: [_t_] ...my new girlfriend...
french: [_t_] ... ma nouvelle copine ...

source: Guy [special_delimiter] W-What?
french: Guy [special_delimiter] W Quoi?

source: Guy [special_delimiter] A-Are you lesbian now?!
french: Guy [special_delimiter] A-Êtes-vous lesbienne maintenant? !

source: [_t_] Looks like it, doesn't it?
french: [_t_] C'est comme ça, n'est-ce pas?

source: Guy [special_delimiter] B-But... but...
french: Guy [special_delimiter] B-Mais ... mais ...

source: [_t_] It's what?
french: [_t_] C'est quoi?

source: [_mc_] It's not NTR, you're {b}not{/b} together anymore!
french: [_mc_] It's not NTR, you're {b}not { /b } together plus !

source: [_t_] Ugh, whatever, let's just get inside... Love...
french: [_t_] Ugh, qu'on se trouve à l'intérieur ... L'amour ...

source: [_mcthink_] Wow, did she really just call me Love?
french: [_mcthink_] Wow, est-ce qu'elle m'a vraiment appelé Love?

source: [_mc_] Damn, that was quite heartless, Katie, even for you.
french: [_mc_] Damn, c'était sans cœur, Katie, même pour vous.

source: [_t_] It will be easier for him to accept it that way...
french: [_t_] Il sera plus facile pour lui de l'accepter de cette façon ...

source: [_t_] ...and stop calling me Katie!
french: [_t_] ... et arrêtez de m'appeler Katie !

source: [_mcthink_] But that wouldn't be as much fun...
french: [_mcthink_] Mais ce ne serait pas aussi amusant ...

source: [_t_] Thank god...
french: [_t_] Dieu merci ...

source: [_t_] I almost expected him to start making a scene...
french: [_t_] Je m'attendais presque à ce qu'il commence à faire une scène ...

source: [_t_] Uhh... well, thanks I guess...
french: [_t_] Uhh ... eh bien, merci ...

source: [_mcthink_] Ugh... bitch!
french: [_mcthink_] Ugh ... salope !

source: [_mcthink_] Hum... she left the door open...
french: [_mcthink_] Hum ... elle a laissé la porte ouverte ...

source: [_mcthink_] I guess that's an invitation.
french: [_mcthink_] Je suppose que c'est une invitation.

source: [_t_] Do you always enter somebody's home without being invited?
french: [_t_] Est-ce que vous entrez toujours chez quelqu'un sans être invité?

source: [_mc_] You left the door open.
french: [_mc_] Vous avez laissé la porte ouverte.

source: [_t_] That doesn't mean you can just enter!
french: [_t_] Cela ne veut pas dire que vous pouvez entrer !

source: [_mc_] Yeah, yeah, why don't you just stop the bullshit for a while...
french: [_mc_] Ouais, ouais, pourquoi ne pas juste arrêter les conneries pour un moment ...

source: [_t_] W-What?
french: [_t_] W-Quoi?

source: [_mc_] Nice little house by the way, is it yours?
french: [_mc_] Nice petite maison par le chemin, est-il le tien?

source: [_mc_] I wouldn't have thought that a psychotherapist makes that much money.
french: [_mc_] Je n'aurais pas pensé qu'un psychothérapeute fait beaucoup d'argent.

source: [_t_] It's... my parents bought it...
french: [_t_] C'est ... mes parents l'ont acheté ...

source: [_mcthink_] What a surprise...
french: [_mcthink_] Quelle surprise ...

source: [_t_] They bought it for me after I finished my psychotherapist training.
french: [_t_] Ils m'ont acheté après que j'ai terminé ma formation de psychothérapeute.

source: [_mc_] They must've been proud.
french: [_mc_] Ils doivent être fiers.

source: [_t_] It was more like a "We don't like what you do, but we've bought this house for you, so you can move out."
french: [_t_] C'était plus comme un "Nous n'aimons pas ce que vous faites, mais nous avons acheté cette maison pour vous, donc vous pouvez sortir."

source: [_mc_] Ouch... are you sure that's what it meant?
french: [_mc_] Ouch ... êtes-vous sûr que c'est ce que ça voulait dire?

source: [_t_] They've been like that from the moment they realized I won't follow the route they had planned for me.
french: [_t_] Ils ont été comme ça à partir du moment où ils ont réalisé que je ne suivrai pas la route qu'ils avaient planifiée pour moi.

source: [_t_] Don't act like you know about my childhood!
french: [_t_] N'agitez-vous pas comme vous savez à propos de mon enfance !

source: [_mcthink_] And here we go again...
french: [_mcthink_] Et ici nous allons de nouveau ...

source: [_t_] God, why am I even telling you all this?
french: [_t_] Dieu, pourquoi je vous dis même tout ça?

source: [_mcthink_] I guess I better do something before she goes all tsundere again...
french: [_mcthink_] Je suppose que je ferais mieux de faire quelque chose avant qu'elle ne se réveille à nouveau ...

source: [_mc_] Now that I'm officially your boyfriend...
french: [_mc_] Maintenant que je suis officiellement votre petit ami ...

source: [_mc_] Now that I'm officially your girlfriend...
french: [_mc_] Maintenant que je suis officiellement ta copine ...

source: [_t_] Oh no, that's not...
french: [_t_] Oh non, ce n'est pas ...
