Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [m] ...but I can't find it anywhere...
french: [m] ...mais je ne le trouve nulle part...
italian: [m] ...ma non riesco a trovarlo da nessuna parte...

source: [pc] Damn!
french: [pc] Merde !
italian: [pc] Dannazione!

source: [m] Did you say something?
french: [m] Tu as dit quelque chose ?
italian: [m] Hai detto qualcosa?

source: [pc] Err... no, nothing, haha.
french: [pc] Err... non, rien, haha.
italian: [pc] Err... no, niente, haha.

source: [pcthink] Shit... I'd love to feel that ass...
french: [pcthink] Merde... J'aimerais sentir ce cul...
italian: [pcthink] Merda... Mi piacerebbe sentire quel culo...

source: [pcthink] Wait a minute... she took the pills so...
french: [pcthink] Attends une minute... elle a pris les pilules donc...
italian: [pcthink] Aspetta un minuto... ha preso le pillole così...

source: [m] Yes, Hun?
french: [m] Oui, Hun ?
italian: [m] Sì, Caccia?

source: [pc] *Cough* You have a great ass!
french: [pc] *Tousse* Tu as un beau cul!
italian: [pc] *Cough* Hai un grande culo!

source: [m] Why thank you, Hun! That's so nice of you to say.
french: [m] Pourquoi merci, Hun ! C'est très gentil de ta part de le dire.
italian: [m] Perché grazie, Hun! È così bello da dire.

source: [pcthink] I could just grab her ass and she wouldn't even complain!
french: [pcthink] Je pourrais juste attraper son cul et elle ne se plaindrait même pas !
italian: [pcthink] Potrei solo afferrare il suo culo e lei non si lamenterebbe!

source: [pcthink] Shit, okay let's go for it...
french: [pcthink] Merde, ok, allons-y...
italian: [pcthink] Merda, va bene andiamo per questo...

source: [m] Wha?
french: [m] Quoi ?

source: [m] What are you doing, Hun.
french: [m] Qu'est-ce que tu fais, Hun.
italian: [m] Cosa stai facendo, Hun.

source: [pc] Just testing if it feels as good as it looks.
french: [pc] Je teste juste si c'est aussi bon que ça en a l'air.
italian: [pc] Basta provare se si sente bene come sembra.

source: [m] O-Okay... does it?
french: [m] O-Ok... est-ce le cas ?
italian: [m] O-Okay... vero?

source: [pc] Oh yes, it does!
french: [pc] Oh oui, c'est le cas!
italian: [pc] Oh sì, lo fa!

source: [pc] You don't mind, do you?
french: [pc] Ça ne te dérange pas, n'est-ce pas ?
italian: [pc] Non ti dispiace, vero?

source: [m] No of course not, Hun. I was just surprised.
french: [m] Non bien sûr que non, Hun. J'étais juste surprise.
italian: [m] No naturalmente no, Hun. Sono rimasto solo sorpreso.

source: [pcthink] Gaawwwd, she's even moaning!
french: [pcthink] Boonngg ssaaannngg, elle gémit même !
italian: [pcthink] Gaawwwd, sta anche gemendo!

source: [pc] Do you like that, [m]?
french: [pc] Tu aimes ça, [m]?
italian: [pc] Ti piace quello, [m]?

source: [m] Hnn... yes, it's been such a long time since somebody touched me there.
french: [m] Hnn... oui, cela fait tellement longtemps que quelqu'un ne m'a pas touché à cet endroit.
italian: [m] Hnn... sì, è stato così tanto tempo da qualcuno mi ha toccato lì.

source: [pc] I guess...
french: [pc] Je suppose...
italian: [pc] Immagino che...

source: [pc] What about your "precious" from the phone call yesterday?
french: [pc] Qu'en est-il de ta 'précieuse' conversation téléphonique d'hier ?
italian: [pc] Che ne dite della vostra "preziosa" telefonata ieri?

source: [pcthink] I guess it doesn't matter if I mention her now, [m] will forget about it anyway as soon as the pills wear off.
french: [pcthink] Je suppose que ça n'a pas d'importance si je la mentionne maintenant, [m] l'oubliera de toute façon dès que les pilules ne feront plus effet.
italian: [pcthink] Immagino che non importa se la accenno ora, [m] lo dimenticherà comunque non appena le pillole si esauriscono.

source: [m] Oh, you heard that?
french: [m] Oh, tu as entendu ça ?
italian: [m] Oh, lo avete sentito?

source: [pc] Yeah, I heard a few words...
french: [pc] Ouais, j'ai entendu quelques mots...
italian: [pc] Sì, ho sentito alcune parole...

source: [m] Nnnhh... she hasn't touched me that way in a long time...
french: [m] Nnnhh... Elle ne m'a pas touché comme ça depuis longtemps...
italian: [m] Nnhh... non mi ha toccato così da molto tempo...

source: [pc] She?
french: [pc] Elle ?

source: [m] Yes, haah...
french: [m] Oui, haah...
italian: [m] Sì, haah...

source: [pc] You're dating a woman? Really?
french: [pc] Tu sors avec une femme ? Vraiment ?
italian: [pc] Stai uscendo con una donna? Davvero?

source: [m] Y-Yes... nnhh.
french: [m] O-Oui... nnhh.

source: [m] N-No...
french: [m] N-Non...

source: [pc] What now, [m]? Are you, or are you not dating a woman?
french: [pc] Et maintenant, [m]? Est-ce que tu sors, ou pas, avec une femme ?
italian: [pc] Cosa ora, [m]? Sei tu, o non stai uscendo con una donna?

source: [m] It's... hnnn... not like that...
french: [m] C'est... hnnn... pas comme ça...
italian: [m] E... hnnnn... non è così...

source: [pc] Did you have sex with her, [m]?
french: [pc] As-tu couché avec elle, [m]?
italian: [pc] Hai fatto sesso con lei, [m]?

source: [m] Hhhnn... it's just that... we both were so lonely...
french: [m] Hhhnn... c'est juste que... nous étions tous les deux si seules...
italian: [m] Hhhnnn... è proprio questo... eravamo entrambi così soli...

source: [pcthink] She's avoiding answering directly...
french: [pcthink] Elle évite de répondre directement...
italian: [pcthink] Sta evitando di rispondere direttamente...

source: [pcthink] Wait, does that mean...
french: [pcthink] Attends, est-ce que ça veut dire...
italian: [pcthink] Aspetta, questo significa...

source: [pcthink] Fuck!!
french: [pcthink] Putain !!!

source: [m] Huh? Is something wrong, Hun?
french: [m] Huh ? Il y a un problème, Hun ?
italian: [m] Huh? C'è qualcosa di sbagliato, Hun?

source: [pc] Err.. no, don't worry... When did you say you took the pills again?
french: [pc] Err... non, ne t'inquiète pas... Quand as-tu dit avoir repris les pilules ?
italian: [pc] Err.. no, non preoccuparti... Quando hai detto che hai preso di nuovo le pillole?

source: [m] Umm... about an hour ago, maybe a bit more... why do you ask?
french: [m] Umm... il y a environ une heure, peut-être un peu plus... pourquoi cette question ?
italian: [m] Umm... circa un'ora fa, forse un po' di più... perché chiedi?

source: [pcthink] Fuck! The pills could wear off any time! I'm lucky they haven't, yet!
french: [pcthink] Merde ! Les pilules peuvent arrêter de faire effet à tout moment ! J'ai de la chance qu'elles ne le soient pas encore !
italian: [pcthink] Fuck! Le pillole potrebbero svanire in qualsiasi momento! Sono fortunato che hanno, ancora!

source: [pc] Just curious... Anyway, I'll let you go back to your search now.
french: [pc] Juste par curiosité... Quoi qu'il en soit, je te laisse retourner à ta recherche maintenant.
italian: [pc] Semplicemente curioso... Comunque, ti lascerò tornare alla tua ricerca ora.

source: [m] Oh, you don't want to go on, Hun?
french: [m] Oh, tu ne veux pas continuer, Hun ?
italian: [m] Oh, non vuoi andare avanti, Hun?

source: [pcthink] Shit, I'd love to...
french: [pcthink] Merde, j'aimerais bien...
italian: [pcthink] Merda, mi piacere...

source: [pc] Sorry, but I have... things to do.
french: [pc] Désolé, mais j'ai... des choses à faire.
italian: [pc] Mi dispiace, ma devo fare... cose da fare.

source: [m] Oh, okay...
french: [m] Oh, ok...

source: [pcthink] Damn it, I wish I'd came earlier...
french: [pcthink] Merde, je regrette de ne pas être venu plus tôt...
italian: [pcthink] Dannazione, vorrei che fossi venuto prima...

source: [pcthink] That reminds me...
french: [pcthink] Cela me rappelle...
italian: [pcthink] Questo mi ricorda...

source: [pc] Why don't you finish yourself off while thinking about me, [m]?
french: [pc] Pourquoi ne pas finir de te masturber en pensant à moi, [m]?
italian: [pc] Perché non finisci te stesso mentre pensi a me, [m]?

source: [m] Oh, that's a good idea, thank you, Hun.
french: [m] Oh, c'est une bonne idée, merci, Hun.
italian: [m] Oh, questa è una buona idea, grazie, Hun.

source: [pcthink] Hehe...
french: [pcthink] Héhé...
italian: [pcthink] Hehehe...

source: [pc] Anytime, later, [m].
french: [pc] A plus tard, [m].
italian: [pc] Ogni volta, più tardi, [m].

source: [pcthink] Damn... now I'm horny as fuck... and I didn't even ask her everything... AGAIN!
french: [pcthink] Merde... maintenant je suis excité comme une merde... et je ne lui ai même pas tout demandé... ENCORE UNE FOIS !
italian: [pcthink] Dannazione... ora sono eccitata come scopata... e non le ho nemmeno chiesto tutto... AGAIN!

source: [pcthink] I really need to focus on the questions next time...
french: [pcthink] Je dois vraiment me concentrer sur les questions la prochaine fois...
italian: [pcthink] Ho davvero bisogno di concentrarmi sulle domande la prossima volta...

source: [pcthink] Well, maybe I can at least do something about my horniness...
french: [pcthink] Eh bien, peut-être que je peux au moins faire quelque chose à propos de mon excitation...
italian: [pcthink] Beh, forse posso almeno fare qualcosa sulla mia horniness...

source: [pcthink] She's blushing...
french: [pcthink] Elle rougit...
italian: [pcthink] Sta arrossendo...

source: [pcthink] Nah, better not...
french: [pcthink] Nan, il vaut mieux pas...
italian: [pcthink] Nah, meglio no...

source: [n] Back home.
french: [n] Retour à la maison.
italian: [n] Torna a casa.

source: [m] Oh hey, Hun.
french: [m] Oh hé, Hun.

source: [pcthink] perfect timing...
french: [pcthink] timing parfait...
italian: [pcthink] tempo perfetto...

source: [pc] Hey, [m]... can we talk for a bit?
french: [pc] Hé, [m]... on peut parler un peu ?
italian: [pc] Ehi, [m]... possiamo parlare per un po'?

source: [m] Sure, what about?
french: [m] Bien sûr, qu'en est-il ?
italian: [m] Certo, che dire?

source: [m] Oh, could you give me one of the pills prior to that? I forgot about it yesterday and have been feeling bad all day.
french: [m] Oh, pourrais-tu me donner une des pilules avant ça ? Je l'ai oublié hier et je me suis sentie mal toute la journée.
italian: [m] Oh, potresti darmi una delle pillole prima di quello? Mi sono dimenticato ieri e mi sono sentito male tutto il giorno.

source: [m] So what did you want to talk about?
french: [m] Alors, de quoi voulais-tu parler ?
italian: [m] Quindi di cosa volevi parlare?

source: [m] Oh will it take long? I just took one of the pills.
french: [m] Oh, ça va être long ? Je viens de prendre une des pilules.
italian: [m] Oh ci vorrà molto tempo? Ho appena preso una delle pillole.

source: [m] ...and I still have to do the dishes...
french: [m] ...et je dois encore faire la vaisselle...
italian: [m] ...e devo ancora fare i piatti...

source: [pc] No, it shouldn't take that long.
french: [pc] Non, ça ne devrait pas prendre autant de temps.
italian: [pc] No, non dovrebbe volerci così a lungo.

source: [m] Okay, so what did you want to talk about?
french: [m] Ok, alors de quoi voulais-tu parler ?
italian: [m] Okay, quindi di cosa volevi parlare?

source: [pc] Well... about [j]...
french: [pc] Eh bien... à propos de [j]...
italian: [pc] Bene... circa [j]...

source: [m] Oh... right...
french: [m] Oh... c'est vrai...
italian: [m] Oh... destra...

source: [m] I... I'm honestly a bit surprised...
french: [m] Je... Je suis honnêtement un peu surprise...
italian: [m] Io... Sono sinceramente un po' sorpreso...

source: [m] I didn't know that you're... I mean...
french: [m] Je ne savais pas que tu étais... Je veux dire...
italian: [m] Non sapevo che tu stessi... Voglio dire...

source: [pc] ...lesbian?
french: [pc] ...lesbienne ?

source: [m] Um... yes, I mean, you could have told me.
french: [m] Um... oui, je veux dire, tu aurais pu me le dire.
italian: [m] Um... sì, voglio dire, tu mi avresti potuto dire.

source: [pc] Really now? I thought it was kinda obvious, [m]...
french: [pc] Vraiment maintenant ? Je pensais que c'était assez évident, [m]...
italian: [pc] Davvero adesso? Pensavo che fosse evidente, [m]...

source: [m] Well I... I didn't want to make assumptions...
french: [m] Eh bien je... Je ne voulais pas faire de suppositions...
italian: [m] Beh io... Non volevo fare delle ipotesi...

source: [m] ...but don't get me wrong, I'm absolutely fine with you being... uhm...
french: [m] ...mais ne te méprends pas, je suis absolument d'accord pour que tu sois... uhm...
italian: [m] ...ma non sbagliarmi, sto assolutamente bene con te... uhm...

source: [m] A lesbian...
french: [m] Une lesbienne...

source: [m] I'm sorry, Hun. I was just surprised... that's all.
french: [m] Je suis désolé, Hun. J'étais juste surprise... c'est tout.
italian: [m] Mi dispiace, Hun. Ero appena sorpreso... è tutto.

source: [m] Uhm... so, about [j], are you sure about... her?
french: [m] Uhm... donc, à propos de [j], tu es sûr de... elle ?
italian: [m] Uhm... così, circa [j], sei sicuro... lei?

source: [m] I mean, I have nothing against her, but she's...
french: [m] Je veux dire, je n'ai rien contre elle, mais elle est...
italian: [m] Intendo dire che non ho nulla contro di lei, ma lei...

source: [m] Well, I don't think she's the right person for you...
french: [m] Eh bien, je ne pense pas qu'elle soit la bonne personne pour toi...
italian: [m] Beh, non penso che lei sia la persona giusta per te...

source: [pc] [m], this is not about me and her.
french: [pc] [m], il ne s'agit pas d'elle et moi.
italian: [pc] [m], questo non riguarda me e lei.

source: [m] It's not?
french: [m] Ce n'est pas le cas ?
italian: [m] Non è vero?

source: [pc] Alright, the reason why she was sleeping here was that...
french: [pc] Très bien, la raison pour laquelle elle dormait ici était que...
italian: [pc] Bene, il motivo per cui stava dormendo qui era quello...

source: [pc] ...she had an argument with her mom.
french: [pc] ...elle s'est disputée avec sa mère.
italian: [pc] ...ha avuto una discussione con sua mamma.

source: [pc] Yeah, so she went back today to try and clear things up, but in the end it got worse...
french: [pc] Ouais, donc elle y est retournée aujourd'hui pour essayer d'éclaircir les choses, mais à la fin ça a empiré...
italian: [pc] Sì, così è tornata oggi per cercare di chiarire le cose, ma alla fine è peggiorata...

source: [pc] She got kicked out and now she has nowhere to stay...
french: [pc] Elle a été mise à la porte et maintenant elle n'a nulle part où rester...
italian: [pc] Lei è stata cacciata fuori e ora non ha nessun posto in cui stare...

source: [m] Oh no...
french: [m] Oh non...

source: [pc] Yeah, so I was thinking that we could let her stay here for a while...
french: [pc] Ouais, donc je pensais qu'on pourrait la laisser rester ici un moment...
italian: [pc] Sì, così stavo pensando che potessimo lasciarla stare qui per un po'...

source: [m] W-What?
french: [m] Q-Quoi ?
italian: [m] W-Cosa?

source: [pc] Well, at least until things settled down a bit, or until she found somewhere else to stay.
french: [pc] Eh bien, au moins jusqu'à ce que les choses se calment un peu, ou qu'elle trouve un autre endroit où rester.
italian: [pc] Beh, almeno fino a quando le cose si stabilirono un po ', o fino a quando ha trovato da qualche altra parte per rimanere.

source: [m] No... no, that's a bad idea, [pc].
french: [m] Non... non, c'est une mauvaise idée, [pc].
italian: [m] No... no, questa è una cattiva idea, [pc].

source: [pc] Why is it a bad idea? It would be only for a few days...
french: [pc] Pourquoi est-ce une mauvaise idée ? Ce ne serait que pour quelques jours...
italian: [pc] Perché è una cattiva idea? Sarebbe solo per qualche giorno...

source: [m] [pc], you know her, she means trouble. I'm fine with her coming over for a visit every now and then, but living here... no.
french: [m] [pc], tu la connais, elle attire les ennuis. Je veux bien qu'elle vienne nous rendre visite de temps en temps, mais vivre ici... non.
italian: [m] [pc], la conosci, lei significa guai. Sto bene con lei che viene sopra per una visita ogni tanto, ma vivendo qui... no.

source: [pc] It would be just for a few days.
french: [pc] Ce serait juste pour quelques jours.
italian: [pc] Sarebbe solo per qualche giorno.

source: [m] No, [pc]!
french: [m] Non, [pc]!

source: [pc] Seriously, what's the problem with having her here for a few days, it's not like she'd be living here forever...
french: [pc] Sérieusement, quel est le problème de l'avoir ici pour quelques jours, ce n'est pas comme si elle allait vivre ici pour toujours....
italian: [pc] Seriamente, qual è il problema di averla qui per qualche giorno, non è come se lei vivesse qui per sempre...

source: [m] Humph, I said no, [pc], that's my final answer!
french: [m] Humph, j'ai dit non, [pc], c'est ma réponse définitive !
italian: [m] Humph, ho detto no, [pc], questa è la mia risposta finale!

source: [pc] But...
french: [pc] Mais...
italian: [pc] Ma...

source: [m] ...did you even talk to [e]? They might be friends, but maybe she doesn't want [j] to be here all the time! Maybe she doesn't want to...
french: [m] ...as-tu au moins parlé à [e]? Ils sont peut-être amies, mais peut-être qu'elle ne veut pas que [j] soit là tout le temps ! Peut-être qu'elle ne veut pas...
italian: [m] ... id parli anche con [e]? Potrebbero essere amici, ma forse lei non vuole [j] essere qui per tutto il tempo! Forse lei non vuole...

source: [m] ...to...
french: [m] ...à...
italian: [m] ... a...

source: [m] I-It's enough that you and [e] are sleeping together, I... I just can't stomach anymore!
french: [m] C'est déjà assez que toi et [e] couchiez ensemble, je... Je n'en peux plus !
italian: [m] E 'abbastanza che tu e [e] stanno dormendo insieme, Io... non posso più stomaco!

source: [pc] What?
french: [pc] Quoi ?
italian: [pc] Cosa?

source: [m] ...the answer is no, [pc].
french: [m] ...la réponse est non, [pc].
italian: [m] ...la risposta è no, [pc].

source: [pcthink] Shit... I didn't expect that reaction...
french: [pcthink] Merde... Je ne m'attendais pas à cette réaction...
italian: [pcthink] Merda... Non mi aspettavo quella reazione...

source: [pcthink] If I throw the "it's my house" card now, things might get out of hand...
french: [pcthink] Si je jette la carte 'c'est ma maison' maintenant, les choses pourraient devenir hors de contrôle...
italian: [pcthink] Se lancio la carta "è la mia casa" ora, le cose potrebbero sfuggire di mano...

source: [pcthink] I better talk to her again when the pills set in...
french: [pcthink] Je ferais mieux de lui reparler quand les pilules feront effet...
italian: [pcthink] Meglio parlare di nuovo con lei quando le pillole si inseriscono...

source: [pcthink] She's right though, I should've talked to [e] first. I doubt that she'd have anything against [j] living here, but better safe than sorry...
french: [pcthink] Elle a raison cependant, j'aurais dû parler à [e] d'abord. Je doute qu'elle ait quelque chose contre le fait que [j] vive ici, mais mieux vaut prévenir que guérir...
italian: [pcthink] Lei ha ragione, però, avrei dovuto parlare con [e] prima. Dubito che lei avrebbe avuto qualcosa contro [j] vivere qui, ma meglio sicuro che mi dispiace...

source: [pcthink] Well, there's a bit of time until the pills set in, so...
french: [pcthink] Eh bien, il y a un peu de temps avant que les pilules fassent effet, donc...
italian: [pcthink] Beh, c'è un po 'di tempo fino a quando le pillole si inseriscono, così...

source: [pcthink] Alright, let's see how it works out.
french: [pcthink] Très bien, voyons comment cela fonctionne.
italian: [pcthink] Va bene, vediamo come funziona.

source: [pcthink] Hum... no reaction...
french: [pcthink] Hum... aucune réaction...
italian: [pcthink] Hum... nessuna reazione...

source: Just when you're about to knock again...
french: Juste quand vous êtes sur le point de frapper à nouveau...
italian: Proprio quando si sta per bussare di nuovo...

source: [m] Come in...
french: [m] Entre...
italian: [m] Vieni in...

source: [pcthink] Huh? She's just lying there...
french: [pcthink] Huh ? Elle est juste allongée là...
italian: [pcthink] Huh? Lei sta appena mentendo lì...

source: [pc] What are you doing?
french: [pc] Que fais-tu ?
italian: [pc] Cosa stai facendo?

source: [m] I'm just laying...
french: [m] Je suis juste posé...
italian: [m] Sto solo posando...

source: [pc] I can see that, but why? What's the matter, [m]?
french: [pc] Je peux le voir, mais pourquoi ? Qu'est-ce qui se passe, [m]?
italian: [pc] Posso vederlo, ma perché? Qual è la questione, [m]?

source: [m] Oh I... umm...
french: [m] Oh je... humm...

source: [m] I don't remember...
french: [m] Je ne me souviens pas...
italian: [m] Non mi ricordo...

source: [pcthink] Seriously?
french: [pcthink] Sérieusement ?
italian: [pcthink] Seriamente?

source: [m] Do you need something, Hun?
french: [m] Tu as besoin de quelque chose, Hun ?
italian: [m] Hai bisogno di qualcosa, Caccia?

source: [pc] Yeah well... We need to talk about [j].
french: [pc] Ouais bien... Nous devons parler de [j].
italian: [pc] Sì bene... Dobbiamo parlare di [j].

source: [m] Oh I'm sorry, Hun, I know you want her to stay here.
french: [m] Oh je suis désolé, Hun, je sais que tu veux qu'elle reste ici.
italian: [m] Oh mi dispiace, Hun, so che vuoi che lei rimanga qui.

source: [pc] Yeah, do you remember when you invited me to stay here?
french: [pc] Oui, tu te souviens quand tu m'as invité à rester ici ?
italian: [pc] Sì, ti ricordi quando mi hai invitato a stare qui?

source: [m] Of course! And I'm really happy that you decided to stay!
french: [m] Bien sûr ! Et je suis vraiment heureuse que tu aies décidé de rester !
italian: [m] Certo! E sono davvero felice che tu abbia deciso di rimanere!

source: [pc] Yeah... I was searching for an apartment, but ended up in a filthy motel.
french: [pc] Ouais... Je cherchais un appartement, mais j'ai fini dans un motel crasseux.
italian: [pc] Sì, stavo cercando un appartamento, ma sono finito in un motel sporco.

source: [m] Yes, I know.
french: [m] Oui, je sais.
italian: [m] Sì, lo so.

source: [pc] There was not a single apartment available and the motel was the worst!
french: [pc] Il n'y avait pas un seul appartement disponible et le motel était le pire !
italian: [pc] Non c'era un solo appartamento disponibile e il motel era il peggio!

source: [pc] So I had nowhere to go...
french: [pc] Donc je n'avais nulle part où aller...
italian: [pc] Quindi non ho avuto nessun posto in cui andare...

source: [m] Is that why you accepted to move in again?
french: [m] C'est pour ça que tu as accepté d'emménager ici ?
italian: [m] È per questo che hai accettato di tornare dentro?

source: [pc] Well, yeah, basically...
french: [pc] Eh bien, oui, en gros...
italian: [pc] Beh, sì, fondamentalmente...

source: [m] Oh, it's okay. I didn't really expect you to accept the offer, but I'm glad you did.
french: [m] Oh, c'est bien. Je ne m'attendais pas vraiment à ce que tu acceptes l'offre, mais je suis contente que tu l'aies fait.
italian: [m] Oh, va bene. Non mi aspettavo davvero che accettassi l'offerta, ma sono contento che tu abbia fatto.

source: [pc] Really? You didn't expect me to accept? Why did you offer it then?
french: [pc] Vraiment ? Tu ne t'attendais pas à ce que j'accepte ? Pourquoi l'avoir proposé alors ?
italian: [pc] Davvero? Non ti aspettavi che accettassi? Perché l'hai offerta?

source: [m] Oh I just had to... I want to make up for everything, and I just had to have you close!
french: [m] Oh je devais juste... Je veux me rattraper pour tout, et je devais juste t'avoir près de moi !
italian: [m] Oh ho appena dovuto fare... Voglio recuperare tutto, e ho dovuto solo averti chiuso!

source: [pc] Have me close? What do you mean?
french: [pc] avoir près de toi ? Qu'est-ce que tu veux dire ?
italian: [pc] Mi ho vicino? Che cosa intendi?

source: [m] Uhm... well, I want to be close to you, Hun.
french: [m] Uhm... et bien, je veux être proche de toi, Hun.
italian: [m] Uhm... beh, voglio essere vicino a te, Hun.
