Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [pc] Heh, it was totally by accident, but... what are we going to do about it?
italian: [pc] E' stato un incidente, ma... cosa facciamo?

source: [pcthink] Wow, I didn't expect her to just slide it in.
italian: [pcthink] Wow, non mi aspettavo che lo facesse semplicemente scivolare dentro.

source: [pc] Looks like you accidentally slid down, [t].
italian: [pc] Sembra che tu sia accidentalmente scivolato giù, [t].

source: [pc] *Smirks* go on.
italian: [pc] *Continua.

source: [pc] Are you finally relaxing?
italian: [pc] Vi state finalmente rilassando?

source: [t] If...hnnhh... you want to call it that...
italian: [t] Se... hnnhh... vuoi chiamarlo così...

source: [pc] It's just that you should be a bit more comfortable with your boyfriend.
italian: [pc] È solo che dovresti essere un po' più a tuo agio con il tuo ragazzo.

source: [t] Nhhh... maybe...
italian: [t] Nhhh... forse...

source: [pc] No objections to the boyfriend part?
italian: [pc] Nessuna obiezione alla parte del fidanzato?

source: [pc] Come closer, let me get a nice, close look between your sexy legs.
italian: [pc] Avvicinati, fammi dare una bella occhiata da vicino tra le tue gambe sexy.

source: [t] I-I don't know if that's a good idea...
italian: [t] Non so se sia una buona idea...

source: [pc] Don't worry, I'll hold you.
italian: [pc] Non preoccuparti, ti tengo io.

source: [pc] Mhm, Looks tasty.
italian: [pc] Sembra gustoso.

source: [t] Just make sure you won't let me fall.
italian: [t] Assicurati di non farmi cadere.

source: [pc] Do you really think I'd let my girlfriend fall?
italian: [pc] Credi davvero che lascerei cadere la mia ragazza?

source: [pc] No objections to the girlfriend part?
italian: [pc] Nessuna obiezione alla parte della fidanzata?

source: [pc] What the!?
italian: [pc] Che cosa!?

source: [t] God...
italian: [t] Dio...

source: [t] I can't believe this, I...
italian: [t] Non posso crederci, io...

source: [pc] I better have a look.
italian: [pc] È meglio che dia un'occhiata.

source: [j] Damn...
italian: [j] Dannazioni...

source: [pc] What happened, are you okay?
italian: [pc] Cosa è successo, stai bene?

source: [j] I'm okay, I just slipped from the railing...
italian: [j] Sto bene, sono solo scivolato dalla ringhiera...

source: [pc] Well, that's what you get for peeping.
italian: [pc] Ecco cosa si ottiene a sbirciare.

source: [j] Hey, you were making weird noises, I was just checking...
italian: [j] Ehi, stavi facendo strani rumori, stavo solo controllando...

source: [pc] Yeah, sure... weird noises, huh...
italian: [pc] Sì, certo... strani rumori, eh...

source: [pc] Come on, you can go through my room.
italian: [pc] Dai, puoi passare dalla mia stanza.

source: [j] Uhh... sorry for the interruption...
italian: [j] Scusate l'interruzione...

source: [t] Shouldn't you be mad or something?
italian: [t] Non dovresti essere arrabbiato o qualcosa del genere?

source: [j] Uhh... should I?
italian: [j] Dovrei?

source: [t] He's your boyfriend!
italian: [t] È il tuo ragazzo!

source: [t] She's your girlfriend!
italian: [t] È la tua ragazza!

source: [j] And yours, too, right?
italian: [j] E anche il tuo, vero?

source: [pc] How long have you been watching?
italian: [pc] Da quanto tempo lo guardi?

source: [t] How can you be okay with that?!
italian: [t] Come puoi essere d'accordo con questo?

source: [pc] I told you she'd be fine with it, didn't I?
italian: [pc] Ti avevo detto che le sarebbe andata bene, no?

source: [t] How can you be okay with that?! [e] is your best friend!
italian: [t] Come può andarti bene? [e] è il tuo migliore amico!

source: [pc] I told you [e] would be fine with it, didn't I?
italian: [pc] Te l'avevo detto che a [e] sarebbe andata bene, no?

source: [t] Uch, you're both weird...
italian: [t] Siete entrambi strani...

source: [j] How would you know that I'm fine with it?
italian: [j] Come fai a sapere che mi sta bene?

source: [pc] Well, you basically said it yourself, on my second day here, after I got you and [e] from school, remember?
italian: [pc] Beh, l'hai detto tu stesso, il mio secondo giorno qui, dopo aver preso te e [e] da scuola, ricordi?

source: [j] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone if you want.
italian: [j] Ehi, [t], non c'è bisogno che ti rivesta, vi lascio soli se volete.

source: [j] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone...
italian: [j] Ehi, [t], non c'è bisogno che ti rivesta, vi lascio soli...

source: [t] No thanks, I'll just be leaving.
italian: [t] No grazie, me ne vado.

source: [j] Aww, come on, don't leave. I'm sorry, okay?
italian: [j] Dai, non andartene. Mi dispiace, ok?

source: [t] You two can do what ever you want, but I don't need to be part of it.
italian: [t] Voi due potete fare quello che volete, ma io non ho bisogno di farne parte.

source: [t] Just do me a favor and don't tell anyone what you've seen today...
italian: [t] Fammi un favore: non dire a nessuno quello che hai visto oggi...

source: [j] Of course not...
italian: [j] Certo che no...

source: [j] I mean...
italian: [j] Voglio dire...

source: [j] That means you owe me something, right?
italian: [j] Questo significa che mi devi qualcosa, giusto?

source: [t] Ugh, you two really are a perfect match!
italian: [t] Voi due siete davvero una coppia perfetta!

source: [t] Ugh, you two would make a perfect couple!
italian: [t] Voi due sareste una coppia perfetta!

source: [t] What do you want?
italian: [t] Cosa vuoi?

source: [j] Hey, don't be mad, I just want you to stay. You have an appointment with [e] anyway, don't you?
italian: [j] Ehi, non arrabbiarti, voglio solo che tu rimanga. Hai comunque un appuntamento con [e] , no?

source: [t] ...but I'm just going to sit and wait until [e] is home for her therapy...
italian: [t] ...ma mi siedo e aspetto che [e] sia a casa per la sua terapia...

source: [j] Well, okay.
italian: [j] Beh, ok.

source: [j] What are you standing there like a lost sheep, come, sit between us!
italian: [j] Cosa fai lì come una pecorella smarrita, vieni, siediti tra noi!

source: [j] Nothing better than cuddling with your girlfriendssss, right?
italian: [j] Non c'è niente di meglio che coccolarsi con la propria ragazza, vero?

source: [pc] Heh, right.
italian: [pc] Giusto.

source: [pc] Wouldn't you say, too, [t]?
italian: [pc] Non lo diresti anche tu, [t]?

source: [pc] Shit happens sometimes, right?
italian: [pc] A volte le cose succedono, giusto?

source: [j] Come on, [t], there's nothing wrong with having fun with your boyfriend.
italian: [j] Dai, [t], non c'è niente di male nel divertirsi con il proprio ragazzo.

source: [j] Come on, [t], there's nothing wrong with having fun with your girlfriend.
italian: [j] Dai, [t], non c'è niente di male nel divertirsi con la propria ragazza.

source: [j] I won't tell anybody, promise.
italian: [j] Non lo dirò a nessuno, promesso.

source: [pcthink] Damn, [j] is such a naughty little...
italian: [pcthink] Accidenti, [j] è proprio un birbante...

source: [pc] Sounds like [m] and [e] are back.
italian: [pc] Sembra che [m] e [e] siano tornati.

source: [t] Good, time to do my job.
italian: [t] Bene, è ora di fare il mio lavoro.

source: [j] She has a really nice ass in those pants.
italian: [j] Ha davvero un bel culo in quei pantaloni.

source: [j] No wonder you like her.
italian: [j] Non c'è da stupirsi che ti piaccia.

source: [j] Too bad [e] and [m] just came back home.
italian: [j] Peccato che [e] e [m] siano appena tornati a casa.

source: [pc] I doubt that them coming home changed much.
italian: [pc] Dubito che il loro ritorno a casa abbia cambiato molto.

source: [j] Aww, sorry, I'll be more careful next time.
italian: [j] Mi dispiace, la prossima volta starò più attento.

source: [pc] More careful? You shouldn't peep in the first place.
italian: [pc] Più attenti? Non si dovrebbe sbirciare, innanzitutto.

source: [pc] Seriously, [j].
italian: [pc] Davvero, [j].

source: [j] Sorry, I won't do it again.
italian: [j] Mi dispiace, non lo farò più.

source: [pc] I hope so, otherwise I'll have to punish you, young lady.
italian: [pc] Lo spero, altrimenti dovrò punirla, signorina.

source: [j] Hehe, don't tempt me, [pcmd].
italian: [j] Hehe, non tentarmi, [pcmd].

source: [pc] But seriously, [j], don't do it again, unless you know everyone is fine with it.
italian: [pc] Ma seriamente, [j], non farlo più, a meno che tu non sappia che a tutti sta bene.

source: [j] I won't, promise.
italian: [j] Non lo farò, promesso.

source: [j] Sorry, I guess I...
italian: [j] Scusate, credo di...

source: [j] Hey, [e], welcome back.
italian: [j] Ehi, [e], bentornato.

source: [t] Come on, [e], I don't have much time...
italian: [t] Andiamo, [e], non ho molto tempo...

source: [t] Ugh, are you still...
italian: [t] Sei ancora...

source: [m] Hey, what's going...
italian: [m] Ehi, che succede...

source: [m] O-Oh... err...
italian: [m] Oh... ehm...

source: [m] Come on, [e], [t] is waiting for you.
italian: [m] Forza, [e], [t] ti sta aspettando.

source: [e] Whaa...
italian: [e] Co...

source: [pc] Shit, I better put my pants on.
italian: [pc] Merda, è meglio che mi metta i pantaloni.

source: [j] Yeah... sorry...
italian: [j] Sì... scusa...

source: [j] ...I'll go see if [m] needs help with anything...
italian: [j] ...vado a vedere se [m] ha bisogno di aiuto per qualcosa...

source: [j] yeah... too bad...
italian: [j] Già... peccato...

source: [pc] Well, at least they didn't see me and [t].
italian: [pc] Beh, almeno non mi hanno visto e [t].

source: [j] Hehe, yeah, that might've ended up worse than it did.
italian: [j] Hehe, sì, sarebbe potuta finire peggio di come è andata.

source: [j] Too bad [m] isn't okay with us, yet, this could've ended up in a nice little orgy.
italian: [j] Peccato che [m] non sia ancora a posto con noi, perché sarebbe potuta finire in una bella orgia.

source: [pc] Damn, [j]...
italian: [pc] Dannazione, [j]...

source: [j] What?
italian: [j] Cosa?

source: [pc] What do mean by "yet" by the way?
italian: [pc] A proposito, cosa si intende per "ancora"?

source: [j] Well, we obviously need to convince her to join your little harem, right?
italian: [j] Beh, ovviamente dobbiamo convincerla a unirsi al tuo piccolo harem, giusto?

source: [pc] My harem? Why do I get the feeling that that's more like what {b}you{/b} want?
italian: [pc] Il mio harem? Perché ho la sensazione che sia più quello che {b}tu{/b} vuoi?

source: [j] Nah, that'd be too much work for me...
italian: [j] No, sarebbe troppo impegnativo per me...

source: [pc] Oh, so you let me do all the hard work.
italian: [pc] Oh, quindi lasciate che sia io a fare tutto il lavoro duro.

source: [j] Hey, I'm trying to help you! Also, it's not only hard, but also juicy, isn't it?
italian: [j] Ehi, sto cercando di aiutarti! Inoltre, non è solo difficile, ma anche succulento, non è vero?

source: [pc] Heh, well, kind of.
italian: [pc] Beh, più o meno.

source: [j] See? And it's not like I'm not doing my part, hehe.
italian: [j] Vedi? E non è che non stia facendo la mia parte, hehe.

source: [pc] Yeah... and you really are okay with that?
italian: [pc] Sì... e a te sta bene davvero?

source: [j] Yeah, sure, I mean...
italian: [j] Sì, certo, voglio dire...

source: [j] Err... yeah, haha.
italian: [j] Ehm... sì, haha.

source: [j] Absolutely!
italian: [j] Assolutamente!

source: [j] Well...
italian: [j] Bene...

source: [pcthink] Is she lying?
italian: [pcthink] Sta mentendo?

source: [pcthink] But why would she say she's okay with it, if she's not okay with it?
italian: [pcthink] Ma perché dire che le sta bene, se non le sta bene?

source: [mschoice] Touch between her legs.
italian: [mschoice] Tocca tra le gambe.

source: [mschoice] Yes.
italian: [mschoice] Sì.

source: [mschoice] Check if she's telling the truth.
italian: [mschoice] Controlla se sta dicendo la verità.

source: [mschoice] I don't care.
italian: [mschoice] Non mi importa.

source: [mschoice] Follow her.
italian: [mschoice] La segua.

source: [mschoice] I need coffee!!!
italian: [mschoice] Ho bisogno di caffè!!!

source: [mschoice] (Look up.)
italian: [mschoice] (Salite.)

source: [mschoice] (Tell her to turn around.)
italian: [mschoice] (Tell lei a girarsi.)

source: [_n_] Hours later [withdissolve]
french: [_n_] Quelques heures plus tard [withdissolve]

source: [_mcthink_] ...alright, back to the livingroom. At least [m] and [e] are back now, so it shouldn't be that boring anymore...
french: [_mcthink_] ... à droite, de retour au salon. Au moins [m] et [e] sont de retour maintenant, donc ça ne devrait plus être aussi ennuyeux ...

source: Voice [special_delimiter] {size=-10}Good afternoon [e]. How are you today? Did you do everything I told you?{/size}
french: Voix [special_delimiter] { size=-10 } Bon après-midi [e]. Comment es-tu aujourd'hui? Avez-vous fait tout ce que je vous ai dit? { /size }

source: [_mcthink_] Huh? Who's this?
french: [_mcthink_] Huh? Qui est ça?

source: [_mc_] Hey [e], and...
french: [_mc_] Hey [e], et ...

source: Woman [special_delimiter] You must be [mc], I guess?
french: Femme [special_delimiter] Vous devez être [mc], je suppose?

source: [_mc_] Uh, yes and you are?
french: [_mc_] Uh, oui et vous êtes?

source: Woman [special_delimiter] Oh? No one told you about me?
french: Femme [special_delimiter] Oh? Personne ne vous a parlé de moi?

source: [_mc_] No...
french: [_mc_] Non.

source: Woman [special_delimiter] I'm [e]'s therapist.
french: Femme [special_delimiter] Je suis thérapeute de [e].

source: [_mcthink_] Okay, no introduction then...
french: [_mcthink_] Ok, pas d'introduction alors ...

source: [_mc_] She has her own therapist?
french: [_mc_] Elle a son propre thérapeute?

source: [_t1_] Of course.
french: [_t1_] Bien sûr.

source: [_mc_] I see... I didn't know.
french: [_mc_] Je vois ... Je ne savais pas.

source: [_t1_] Obviously.
french: [_t1_] De toute évidence.

source: [_mcthink_] Why does she have such a hostile attitude?
french: [_mcthink_] Pourquoi a-t-elle une attitude aussi hostile?

source: [_mc_] Yeah... uh, aren't you a bit young to be a therapist?
french: [_mc_] Yeah ... euh, n'êtes-vous pas un peu jeune pour être thérapeute?

source: [_t1_] I don't see what my age has to do with my work.
french: [_t1_] Je ne vois pas ce que mon âge a à voir avec mon travail.

source: [_mc_] ...yeah. I guess age doesn't matter when you're good at your job...
french: [_mc_] ... oui. Je suppose que l'âge n'a pas d'importance quand vous êtes bon à votre travail ...

source: [_t1_] Of course, and I am!
french: [_t1_] Bien sûr, et je suis !

source: [_mcthink_] Wow, what a smug...
french: [_mcthink_] Wow, quel smug ...

source: [_t1_] So, [m] told me that [e] is quite... fond of you?
french: [_t1_] Alors, [m] m'a dit que [e] est tout à fait ... fric de vous?

source: [_mc_] Did she? Well I'm her [bs] after all.
french: [_mc_] Est-ce qu'elle? Eh bien, je suis son [bs] après tout.

source: [_t1_] Hm, I see.
french: [_t1_] Hm, je vois.

source: [_t1_] Well, I'd prefer it if you leave us alone until I'm finished with my work.
french: [_t1_] Eh bien, je le préfère si vous nous laissez seuls jusqu'à ce que je termine avec mon travail.

source: [_mcthink_] Work? Is [e] nothing but work to her?
french: [_mcthink_] Travail? Est-ce que [e] rien qu'un travail pour elle?

source: [_mc_] Sure...
french: [_mc_] Bien sûr ...

source: [_mcthink_] What the... what a bitch!
french: [_mcthink_] Qu'est-ce qu'une salope !

source: [_mcthink_] Why did [m] hire someone like her to take care of [e]?!
french: [_mcthink_] Pourquoi [m] embauche quelqu'un comme elle pour prendre soin de [e]? !

source: [_mcthink_] [e] didn't seem to be overly excited either... she almost looked like she wanted me to help her.
french: [_mcthink_] [e] ne semblait pas trop excité non plus ... elle a presque regardé comme elle voulait que je l'aide.

source: [_mcthink_] I have to talk to [m] about this.
french: [_mcthink_] Je dois parler au [m] à ce sujet.

source: [_t_] {size=-10}...and don't forget to finish your tasks this time. I really don't feel like going through this every time I'm here!{/size}
french: [_t_] { size=-10 } ... et n'oubliez pas de terminer vos tâches cette fois. Je n'ai vraiment pas envie d'y aller à chaque fois que je suis ici ! { /size }

source: [_mc_] Done already?
french: [_mc_] Fait déjà?

source: [_t_] Humph... It took way too long. Longer than usual.
french: [_t_] Humph ... Ça a pris trop de temps. Plus long que d'habitude.

source: [_mc_] Well... maybe it would have helped if you were a bit more... friendly!
french: [_mc_] Eh bien ... peut-être que ça aurait aidé si vous étiez un peu plus ... amical !

source: [_mc_] ...just saying.
french: [_mc_] ... juste dire.

source: [_t_] Tch, it would have helped if you hadn't disturbed us at the beginning!
french: [_t_] Tch, ça aurait aidé si vous ne nous aviez pas dérangés au début !

source: [_mc_] What?! How the hell did I disturb you?! You barely entered her room!?
french: [_mc_] Quoi? ! Comment diable est-ce que je t'ai dérangent? Tu entras à peine dans sa chambre !?

source: [_t_] You did disturb {b}her{/b}, not me! You don't know much about people, do you?!
french: [_t_] Vous avez dérangez {b}sa { /b }, pas moi ! Tu ne connais pas beaucoup de gens, n'est-ce pas?

source: [_mc_] {b}I{/b} don't know much about people?! You were the one who was unfriendly to start with, and by the way, you didn't even introduce yourself.
french: [_mc_] {b}I { /b } ne connaissez pas beaucoup les gens? ! Vous étiez celui qui était inamical de commencer avec, et en passant, vous ne vous présentez même pas.

source: [_mc_] If that's the way you work then I know why [e] doesn't like you.
french: [_mc_] Si c'est comme ça que vous travaillez, je sais pourquoi [e] ne vous aime pas.

source: [_t_] I don't have time for this stupidity, you don't know anything about my work...
french: [_t_] Je n'ai pas le temps pour cette stupidité, vous ne savez rien de mon travail ...

source: [_t_] Just to make this clear, I'd prefer it if you'd not be here the next time I'm working with [e]!
french: [_t_] Pour que cela soit clair, je préférerais que vous ne seriez pas ici la prochaine fois que je travaillerai avec [e]!

source: [_mc_] Yeah, go and I would prefer it if you'd never come back!
french: [_mc_] Oui, allez et je préférerais que vous ne reviendriez jamais !

source: [_mcthink_] Shit, maybe that was a bit too much. I hope [m] didn't hear that...
french: [_mcthink_] Shit, peut-être que c'était un peu trop. J'espère que [m] n'a pas entendu ça ...

source: [_mc_] Did she listen the whole time?
french: [_mc_] Elle a-t-elle écouté tout le temps?

source: [_mc_] I'm happy to see you as well...
french: [_mc_] Je suis heureux de vous voir aussi ...

source: [_t_] Pff, I didn't expect {i}you{/i} to open the door...
french: [_t_] Pff, je n'attendais pas {i}vous { /i } pour ouvrir la porte ...

source: [_t_] Anyway, I have work to do!
french: [_t_] En tout cas, j'ai du travail à faire !

source: [_mcthink_] What the fuck, is she serious?
french: [_mcthink_] Quelle est la merde, grave?

source: [_mc_] [e] is not home yet, same for [m]!
french: [_mc_] [e] n'est pas encore à la maison, même pour [m]!

source: [_t_] Not home? Why?
french: [_t_] Pas à la maison? Pourquoi?

source: [_mc_] I don't know, [m] just told me on the phone.
french: [_mc_] Je ne sais pas, [m] viens de me dire au téléphone.

source: [_t_] Why didn't she call me?
french: [_t_] Pourquoi ne m'a-t-elle pas appelé?

source: [_mc_] I guess she didn't see a need for it...
french: [_mc_] Je suppose qu'elle n'a pas vu un besoin ...

source: [_t_] Tch... well I guess there won't be a session today then.
french: [_t_] Tch ... eh bien, je suppose qu'il n'y aura pas de session aujourd'hui.

source: [_mc_] They will be here in a few minutes.
french: [_mc_] Ils seront ici dans quelques minutes.

source: [_t_] Humph... fine, I'll wait then...
french: [_t_] Humph ... fin, je vais attendre ...

source: [_mcthink_] Damn, she's so annoying...
french: [_mcthink_] Damn, elle est tellement embêtant ...

source: [_t_] I hope you know that time is money!
french: [_t_] J'espère que vous savez que le temps est de l'argent !

source: [_mcthink_] What now, does she think I'm going to pay her?
french: [_mcthink_] Et maintenant, est-ce qu'elle pense que je vais la payer?

source: [_mc_] I'm not the one who's paying you...
french: [_mc_] Je ne suis pas celui qui vous paie ...

source: [_n_] She goes to the living room and sits down at the dining table. You try your best to ignore her while she does the same.
french: [_n_] Elle se rend au salon et s'assoit à la table. Vous faites de votre mieux pour l'ignorer alors qu'elle fait de même.

source: [_mcthink_] What's up with her?
french: [_mcthink_] Qu'est-ce qu'elle est avec elle?

source: [_mcthink_] What the hell?
french: [_mcthink_] C'est quoi ce bordel ?

source: [_mc_] Are you writing something about me?
french: [_mc_] Etes-vous en train d'écrire quelque chose sur moi?

source: [_mc_] Hey, I'm talking to you!
french: [_mc_] Hé, je te parle !

source: [_t_] ...of course.
french: [_t_] ... bien sûr.

source: [_mc_] Of course?! What the hell?!
french: [_mc_] Bien sûr? ! Qu'est-ce que l'enfer?

source: [_t_] ...I need to include all factors in [e]'s life for her therapy.
french: [_t_] ...J'ai besoin d'inclure tous les facteurs dans la vie de [e]pour son traitement.

source: [_mc_] Factors? I'm not a fucking factor!
french: [_mc_] Facteurs? Je ne suis pas un putain de facteur !

source: [_mcthink_] Fuck this bitch. What the fuck is wrong with her?
french: [_mcthink_] Fuck this bitch. Qu'est-ce que la baise a tort avec elle?

source: [_mc_] You definitely have the wrong job...
french: [_mc_] Vous avez certainement le mauvais travail ...

source: [_t_] ...and why would you think so?
french: [_t_] ... et pourquoi vous le pensez?

source: [_mc_] As far as I know, a therapist should listen to people, but that's definitely not your best trait.
french: [_mc_] Pour autant que je sache, un thérapeute devrait écouter les gens, mais ce n'est certainement pas votre meilleur trait.

source: [_t_] Well, you're not my patient, so there is no reason to listen to your claptrap...
french: [_t_] Eh bien, vous n'êtes pas mon patient, donc il n'y a aucune raison d'écouter votre claptrap ...

source: [_mc_] You...
french: [_mc_] Vous ...

source: [_m_] We are back!
french: [_m_] Nous sommes de retour !

source: [_mcthink_] Damn, your luck [t]...
french: [_mcthink_] Damn, votre chance [t]...

source: [_m_] Hello [t], I'm sorry we're late. I hope you didn't wait long?
french: [_m_] Bonjour [t], je suis désolé que nous soyons en retard. J'espère que tu n'as pas attendu longtemps?

source: [_t_] It's okay, but I have to charge for it.
french: [_t_] C'est bon, mais je dois payer pour ça.

source: [_mc_] What?! Are you serious? It was barely ten minutes if at all!
french: [_mc_] Quoi? ! Êtes-vous sérieux? C'était à peine dix minutes si c'était du tout !

source: [_t_] Time is money...
french: [_t_] Le temps est de l'argent ...

source: [_m_] [mc], it's okay. It was my fault, so I'll happily pay for it.
french: [_m_] [mc], c'est bon. C'était ma faute, donc je paierai volontiers pour ça.

source: [_mc_] Humph... well it's your money...
french: [_mc_] Humph ... eh bien c'est votre argent ...

source: [_n_] [e] comes closer and sits next to you on the couch. She tucks under your arm and rests her head on your shoulder.
french: [_n_] [e] se rapproche et s'assoit à côté de vous sur le canapé. Elle se tua sous votre bras et la repose sur votre épaule.

source: [_t_] Well we should get started. Come on over [e].
french: [_t_] Eh bien, nous devrions commencer. Viens le [e].

source: [_n_] [e] shrugs and draws herself closer to you.
french: [_n_] [e] Arbuste et se rapproche de vous.
