Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [_mc_] Is that a compliment?
french: [_mc_] Est-ce un compliment?

source: [_j_] Well... you aren't one of these corrupted bimbo sluts who get fucked by several men and/or monsters at the same time, sooo...
french: [_j_] Eh bien ... vous n'êtes pas l'une de ces salopes bimbo corrompues qui se font baisers par plusieurs hommes et / ou monstres en même temps, sooo ...

source: [_mc_] Ewww, [j], you definitely play too many of those type of games!
french: [_mc_] Ewww, [j], vous jouez certainement trop de ce type de jeux !

source: [_j_] Haha, maybe!
french: [_j_] Haha, peut-être !

source: [_j_] But honestly I wouldn't even mind if you had a horse cock as long as you're still the same awesome looking, jaw dropping, hot girl, hehe.
french: [_j_] Mais honnêtement, je n'aurais même pas l'esprit si vous aviez une bite de cheval aussi longtemps que vous êtes toujours la même jolie vue, la mâchoire, la fille chaud, hehe.

source: [_mc_] Wow, you definitely need to work on your compliments, but uhh... thanks...
french: [_mc_] Wow, vous avez certainement besoin de travailler sur vos compliments, mais euh ... merci ...

source: [_mc_] Hm? what's wrong, [j]?
french: [_mc_] Hm? Qu'est-ce qui ne va pas, [j]?

source: [_j_] Hm? Oh, nothing... it's nothing.
french: [_j_] Hm? Oh, rien ... c'est rien.

source: [_j_] Yeah, sure, I'm fine...
french: [_j_] Oui, je vais bien ...

source: [_j_] ...I think I'll check if they're done with the session.
french: [_j_] ...Je pense que je vais vérifier si elles sont faites avec la session.

source: [_mc_] Okay...?
french: [_mc_] Ok ...?

source: [_mcthink_] What was that? She went from super-happy to ultra-sad within a second...
french: [_mcthink_] Qu'est-ce que c'était? Elle est passée de super-content à ultra-triste dans une seconde ...

source: [_mcthink_] Damn, what the hell is wrong with the women in this house?!
french: [_mcthink_] Damn, qu'est-ce qui ne va pas avec les femmes de cette maison? !

source: [_mcthink_] Hmm... looks good, no errors...
french: [_mcthink_] Hmm ... a l'air bien, pas d'erreur ...

source: [_j_] Bye, later, [e]!
french: [_j_] Bye, plus tard, [e]!

source: [_j_] Hey, whatcha doing?
french: [_j_] Hey, whatcha faire?

source: [_mc_] I was just checking the code one last time.
french: [_mc_] J'ai juste vérifié le code une dernière fois.

source: [_j_] Didn't you do that yesterday?
french: [_j_] N'as-tu pas fait ça hier?

source: [_mc_] Yeah, just making sure.
french: [_mc_] Oui, en s'assurant.

source: [_j_] You should spend some time with me instead, hehe.
french: [_j_] Vous devriez passer du temps avec moi à la place, hehe.

source: [_mc_] I can't. I need to go to work today and I also have some papers I need to get to the rental company.
french: [_mc_] Je ne peux pas. J'ai besoin d'aller au travail aujourd'hui et j'ai aussi des papiers que j'ai besoin d'aller à la compagnie de location.

source: [_j_] Aww, what am I supposed to do then, all by myself?
french: [_j_] Aww, que suis-je censé faire alors, tout seul?

source: [_mc_] Sorry, [j], I'd give you my laptop, but I need it for work.
french: [_mc_] Désolé, [j], je vous donnerais mon ordinateur portable, mais j'en ai besoin pour le travail.

source: [_j_] Do you really have to go immediately, [mcmd]?
french: [_j_] Devez-vous vraiment aller immédiatement, [mcmd]?

source: [_mc_] Damn, don't look at me with those puppy eyes... I guess I have a bit of time...
french: [_mc_] Damn, ne me regarde pas avec ces yeux chiots ... Je suppose que j'ai un peu de temps ...

source: [_j_] Yay! I'll make it worth it, hehe.
french: [_j_] Yay ! Je vais en faire la valeur, hehe.

source: [_j_] Let me put this away for you, so I can show you something, [mcmd].
french: [_j_] Laisse-moi te mettre ça pour toi, donc je peux te montrer quelque chose, [mcmd].

source: [_mc_] Hmh... go ahead, show me that cute little bum.
french: [_mc_] Hmh ... allez-y, montre-moi ce mignon petit bum.

source: [_mc_] Hmh... go ahead, show me that sexy little ass.
french: [_mc_] Hmh ... allez-y, montre-moi ce petit cul sexy.

source: [_j_] Of course, [mcmd]!
french: [_j_] Bien sûr, [mcmd]!

source: [_mc_] No panties... naughty little girl.
french: [_mc_] Pas de panties ... vilie petite fille.

source: [_j_] I thought I wouldn't need them today.
french: [_j_] Je pensais que je n'en aurais pas besoin aujourd'hui.

source: [_mc_] I see... too bad I don't have much time today.
french: [_mc_] Je vois ... trop mauvais je n'ai pas beaucoup de temps aujourd'hui.

source: [_j_] We still have the whole week though!
french: [_j_] Nous avons encore toute la semaine !

source: [_mc_] Looks like it'll be a busy week.
french: [_mc_] On dirait que ce sera une semaine chargée.

source: [_j_] Uhh, let me try something, [mcmd].
french: [_j_] Uhh, laissez-moi essayer quelque chose, [mcmd].

source: [_j_] Hey there!
french: [_j_] Hé là !

source: [_mc_] Wow, I didn't know you're this flexible.
french: [_mc_] Wow, je ne savais pas que vous êtes cette flexibilité.

source: [_j_] Mmmmh, just need to get rid of these pants!
french: [_j_] Mmmmh, juste besoin de se débarrasser de ces pantalons !

source: [_j_] Ready for some fun?
french: [_j_] Prêt pour un peu de plaisir?

source: [_mc_] Haha, crazy girl, go on.
french: [_mc_] Haha, une fille folle, allez.

source: [_j_] Mmph... don't you want to lick my pussy, too, [mcmd]?
french: [_j_] Mmph ... tu ne veux pas lécher ma chatte, aussi, [mcmd]?

source: [_mc_] Oh you bet!
french: [_mc_] Oh, vous pariez !

source: [_j_] Haaa, yes, [mcmd]! Nhhh!
french: [_j_] Haaa, oui, [mcmd]! Nhhh !

source: [_j_] Hnnn, god!
french: [_j_] Hnnn, dieu !

source: [_j_] Did you... haaa... like our little threesome yesterday, [mcmd]?
french: [_j_] Avez-vous ... haaa ... comme notre petit trio hier, [mcmd]?

source: [_mc_] Of course I did!
french: [_mc_] Bien sûr que j'ai fait !

source: [_j_] Nnnnh... I wish we could do it every night, nhaaa!
french: [_j_] Nnnnh ... J'aimerais que nous le ferions tous les soirs, nhaaa !

source: [_mc_] Maybe one day...
french: [_mc_] Peut-être un jour ...

source: [_j_] Yes! Gawd...
french: [_j_] Oui ! Gawd ...

source: [_j_] We need to get [m] to allow us to sleep with you!
french: [_j_] Nous avons besoin d'obtenir [m] pour nous permettre de dormir avec vous !

source: [_mc_] Gawd, that would be great!
french: [_mc_] Gawd, ce serait super !

source: [_j_] Maybe she'll even join us...
french: [_j_] Peut-être qu'elle se joira à nous ...

source: [_mc_] Ha, I doubt that.
french: [_mc_] Ha, j'en doute.

source: [_j_] Just imagine... haaah... all four of us having fun every night...
french: [_j_] Just imagine ... haaah ... all four of us fun every night ...

source: [_mc_] You'd like that, wouldn't you?
french: [_mc_] Vous aimeriez ça, n'est-ce pas?

source: [_j_] Oh yes, [mcmd]!
french: [_j_] Oh oui, [mcmd]!

source: [_j_] Imagine you fucking [e] right in front of her!
french: [_j_] Imagine que tu putain [e] juste devant elle !

source: [_j_] Imagine you and [e] licking each other right in front of her!
french: [_j_] Imaginez que vous et [e] se léchez droit devant elle !

source: [_mc_] And what would you do?
french: [_mc_] Et que feriez-vous?

source: [_j_] Whatever you like me to do, [mcmd].
french: [_j_] Tout ce que vous voulez que je fasse, [mcmd].

source: [_j_] I could lick [e]'s other hole, or I could... hnnnn... lick [m]'s wet pussy... I could make out with her while you go down on all of us...
french: [_j_] I could lick [e]'s other hole, or I could ... hnnnn ... lick [m]'s wet pussy ... Je pourrais le faire avec elle pendant que tu descas sur nous tous ...

source: [_j_] You could fuck all our holes, one after the other... GAWD, [mcmd], you could fill each one of us with your juicy, hot cum!
french: [_j_] Vous pouvez baiser tous nos trous, l'un après l'autre ... GAWD, [mcmd], vous pourriez remplir chacun de nous avec votre foutre juteux, chaud !

source: [_mc_] Jeez, [j], you're such a dirty little girl.
french: [_mc_] Jeez, [j], vous êtes une petite fille sale.

source: [_j_] Yes, [mcmd]!
french: [_j_] Oui, [mcmd]!

source: [_j_] Hnnn... you can fill all my dirty little holes, [mcmd]!
french: [_j_] Hnnn ... vous pouvez remplir tous mes petits trous, [mcmd]!

source: [_j_] Oh gawd, yes, [mcmd]!
french: [_j_] Oh gawd, oui, [mcmd]!

source: [_mcthink_] So tight!
french: [_mcthink_] So serré !

source: [_j_] We could, haaaah... have sex all day... hnnnn!
french: [_j_] Nous pourrions, haaaah ... avoir du sexe toute la journée ... hnnnn !

source: [_j_] Fuck! ....haaa... everywhere!
french: [_j_] Fuck ! .... haaa ... partout !

source: [_mc_] Damn, that's so hot!
french: [_mc_] Damn, c'est si chaud !

source: [_j_] Hnnnn, yes, [mcmd]!
french: [_j_] Hnnnn, oui, [mcmd]!

source: [_j_] Oh gaaawd, I'm close, [mcmd]!
french: [_j_] Oh gaaawd, je suis proche, [mcmd]!

source: [_mc_] Me too...
french: [_mc_] Moi aussi ...

source: [_j_] Fill me up, [mcmd], I want to feel your hot cum inside me, [mcmd]!
french: [_j_] Complétez-moi, [mcmd], je veux sentir votre foutre chaud en moi, [mcmd]!

source: [_j_] Shiiit, that was great!
french: [_j_] Shiiit, c'était super !

source: [_mc_] Damn, you're crazy [j], but yes, it was.
french: [_mc_] Damn, vous êtes fou [j], mais oui, c'était.

source: [_j_] One more thing...
french: [_j_] Une chose de plus ...

source: [_mcthink_] Damn, this girl is so naughty... I could almost go again, but I need to go...
french: [_mcthink_] Damn, cette fille est si vilante ... Je pourrais presque aller à nouveau, mais j'ai besoin d'y aller ...

source: [_j_] All clean!
french: [_j_] Tous propres !

source: [_mc_] Alright, it was fun, but I really should get going now.
french: [_mc_] Alright, c'était amusant, mais je devrais vraiment aller maintenant.

source: [_mc_] Yeah, I don't know how long it'll take at work and I still need to get those papers to the rental company...
french: [_mc_] Oui, je ne sais pas combien de temps ça va prendre au travail et j'ai encore besoin de faire ces papiers à la compagnie de location ...

source: [_j_] Do you mind if I tag along?
french: [_j_] Ne vous dérais-tu pas si j'étiquette?

source: [_mc_] I don't, but I can't take you with me to my workplace.
french: [_mc_] Je ne peux pas, mais je ne peux pas vous emmener avec moi sur mon lieu de travail.

source: [_j_] That's okay, I'll just do some window shopping.
french: [_j_] C'est bon, je vais faire quelques courses.

source: [_mc_] Hey, [j]. Whatcha doing?
french: [_mc_] Hey, [j]. Whatcha faire?

source: [_j_] Oh hey, the light bulb is...
french: [_j_] Oh hey, l'ampoule est ...

source: [_mc_] Oh shit, are you alright?
french: [_mc_] Oh merde, vous avez raison?

source: [_j_] Ouch... yeah I'm fine...
french: [_j_] Ouch ... ouais je vais bien ...

source: [_mc_] Did the {b}step{/b}-ladder molest you?
french: [_mc_] Est-ce que l'échelle {b}{ /b } vous a mué?

source: [_j_] W-What are you doing, step-ladder?
french: [_j_] W-Qu' est-ce que vous faites, échelon-étape?

source: [_mc_] You should've waited for me to fix it.
french: [_mc_] Vous auriez dû attendre que je le corrige.

source: [_j_] Why? Do you think I can't do that on my own?
french: [_j_] Pourquoi? Pensez-vous que je ne peux pas faire ça seul?

source: [_mc_] No, but I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff like that myself.
french: [_mc_] Non, mais je suis plus grand que toi, et j'avais l'habitude de vivre seul pendant longtemps, alors je suis habituer à réparer des trucs comme ça moi-même.

source: [_j_] I'm not a helpless little girl you know...
french: [_j_] Je ne suis pas une petite fille impuissante que vous connaissez ...

source: [_j_] ...that is, unless [mcmd] wants me to be one... hehe.
french: [_j_] ... c'est-à-dire, sauf si [mcmd] veut que je soit ... hehe.

source: [_mc_] Heh, naughty little girl...
french: [_mc_] Heh, petite fille naughty ...

source: [_mc_] You know that's not what I meant.
french: [_mc_] Vous savez que ce n'est pas ce que je voulais dire.

source: [_j_] Why? Do you think a woman can't fix stuff?
french: [_j_] Pourquoi? Penses-tu qu'une femme ne peut pas réparer des trucs?

source: [_mc_] No, but if I'd think like that, you'd have just proven the point, haha.
french: [_mc_] Non, mais si je pensais comme ça, tu aurais juste prouvé le point, haha.

source: [_j_] Pffff, dick! It's your fault that I fell off the ladder!
french: [_j_] Pffff, bite ! C'est de ta faute que je suis tombé de l'échelle !

source: [_mc_] Haha, I know, I know, just teasing.
french: [_mc_] Haha, je sais, je sais, juste taquiner.

source: [_mc_] But still, I'm taller than you, and I used to live alone for a long time, so I'm used to fixing stuff myself.
french: [_mc_] Mais je suis plus grand que toi, et j'avais l'habitude de vivre seul pendant longtemps, alors je suis habituer à réparer moi-même.

source: [_j_] I bet you're just one of those guys who thinks a woman can't do anything on their own and should stay in the kitchen...
french: [_j_] Je parie que vous êtes juste un de ces gars qui pense qu'une femme ne peut rien faire seul et doit rester dans la cuisine ...

source: [_j_] PFFWHAHAHAHA! You should see your face right now, haha!
french: [_j_] PFFWHAHAHAHA ! Vous devriez voir votre visage maintenant, haha !

source: [_mc_] You dirty little...
french: [_mc_] You sale little ...

source: [_mc_] Oh yes, you have!
french: [_mc_] Oh oui, vous avez !

source: [_j_] Maybe you should spank me as punishment...[mcmd]...
french: [_j_] Peut-être que vous devriez me départir comme punition ...[mcmd]...

source: [_mc_] I'd say that would be appropriate, little girl. You almost got me there...
french: [_mc_] Je dirais que ça serait approprié, petite fille. Tu m'as presque là ...

source: [_j_] Hehe, don't worry, I don't care about that kinda stuff.
french: [_j_] Hehe, ne vous inquiéte pas, je me fiche de ce truc de kinda.

source: [_mc_] And you shouldn't, I'm just trying to help.
french: [_mc_] Et vous ne devriez pas, j'essaie juste d'aider.

source: [_j_] Hmm... thinking about it... yeah, why don't you fix it, I might as well enjoy the view, hehe.
french: [_j_] Hmm ... en pensant à ça ... ouais, pourquoi tu ne le répares pas, je pourrais aussi bien profiter de la vue, hehe.

source: [_mc_] Huh? Oh well, of course you do...
french: [_mc_] Huh? Oh bien, bien sûr que vous ...

source: [_j_] Well, go ahead, I wont stop you.
french: [_j_] Eh bien, allez-y, je vous arrête.

source: [_n_] You change the bulb while [j] stabilizes you even though you tell her that you won't fall off the ladder. It's quite obvious that she isn't doing it to secure you from falling...
french: [_n_] Vous changez le bulbe tandis que [j] vous stabilise, même si vous lui dites que vous ne tomberez pas de l'échelle. Il est tout à fait évident qu'elle ne le fait pas pour vous garantir de tomber ...

source: [_mc_] Alright, that takes care of that...
french: [_mc_] Alright, qui s'occupe de ça ...

source: [_mc_] Uhh... where did you find the ladder by the way, [j]?
french: [_mc_] Uhh ... Où as-tu trouvé l'échelle au passage, [j]?

source: [_j_] In the shed.
french: [_j_] Dans le hangar.

source: [_mc_] Shed? Oh... right, there's a shed outside, I forgot...
french: [_mc_] Shed? Oh ... juste, il y a un hangar dehors, j'ai oublié ...

source: [_j_] I'll take it back.
french: [_j_] Je vais le reprendre.

source: [_mc_] Okay.
french: [_mc_] Ok.

source: [_n_] You go to your room.
french: [_n_] Vous allez dans votre chambre.

source: [_mcthink_] Alright, let's get the packaging to the shed...
french: [_mcthink_] Alright, faisons l'emballage au hangar ...

source: [_n_] You take the empty packaging to the shed.
french: [_n_] Vous prenez l'emballage vide dans le hangar.

source: [_mcthink_] What a mess, everything's just put somewhere without any system...
french: [_mcthink_] Quel gâchis, tout est mis quelque part sans système ...

source: [_mcthink_] ...I guess I'll have to make some room.
french: [_mcthink_] ...Je suppose que je vais devoir faire de la place.

source: [_mcthink_] Look at that, the old toolbox still exists. [mmom] must've forgotten about it.
french: [_mcthink_] Regardez, l'ancienne boîte à outils existe toujours. [mmom] doit en avoir oublié.

source: [_mcthink_] Eh... almost all of the tools are missing... oh well...
french: [_mcthink_] Eh ... presque tous les outils sont manquants ... oh bien ...

source: [_mcthink_] There we go!
french: [_mcthink_] Nous y allons !

source: [_mcthink_] ...Now there's more space even with the packaging in it.
french: [_mcthink_] ...Maintenant, il y a plus d'espace avec l'emballage.

source: [_mcthink_] Maybe I should tell the girls to not make it all messy again...
french: [_mcthink_] Peut-être que je devrais dire aux filles de ne pas le faire en désordre ...

source: [_mcthink_] Hmm, time to head back in, I still have to fix some stuff for work...
french: [_mcthink_] Hmm, le temps de rentrer, je dois encore réparer des trucs pour le travail ...

source: [_j_] Oh, there you are!
french: [_j_] Oh, vous êtes là !

source: [_mc_] What are you doing here? Shouldn't you be at school?
french: [_mc_] Qu'est-ce que vous faites ici? Ne devriez-vous pas être à l'école?

source: [_j_] Err... well, yeah... you know... the thing is...
french: [_j_] Err ... eh bien, ouais ... tu sais ... le truc c'est. ..

source: [_mc_] Don't tell me you got kicked out again.
french: [_mc_] Ne me dites pas que vous êtes redémarré.

source: [_j_] I-It wasn't my fault!
french: [_j_] I-Ce n'était pas ma faute !

source: [_mc_] Seriously, [j].
french: [_mc_] Sérieusement, [j].

source: [_j_] Honestly, it really wasn't my fault, not this time!
french: [_j_] Honnêtement, ce n'était vraiment pas ma faute, pas cette fois !

source: [_mc_] Are you sure about that?
french: [_mc_] Etes-vous sûr de cela?

source: [_j_] Yes, a thousand percent!
french: [_j_] Oui, mille pour cent !

source: [_j_] She was asking questions and always picked me to answer them, knowing very well that I can't answer them all...
french: [_j_] Elle a posé des questions et m'a toujours choisi de répondre, sachant très bien que je ne peux pas répondre à tous ...

source: [_mc_] And?
french: [_mc_] Et?

source: [_j_] ...I kept calm, and I answered what I was able to answer.
french: [_j_] ...J'ai gardé le calme, et j'ai répondu à ce que j'ai pu répondre.

source: [_mc_] So, what's the problem?
french: [_mc_] Alors, quel est le problème?

source: [_j_] She kept asking and asking...
french: [_j_] Elle a continué à demander et à demander ...

source: [_j_] ...and when I was struggling to answer, she made comments implying that I'm stupid!
french: [_j_] ... et quand j'avais du mal à répondre, elle a fait des commentaires laissant entendre que je suis stupide !

source: [_mc_] And you called her names in response?
french: [_mc_] Et vous avez appelé ses noms en réponse?

source: [_j_] No, I stopped answering.
french: [_j_] Non, j'ai arrêté de répondre.

source: [_mc_] You stopped?
french: [_mc_] Vous avez arrêté?

source: [_j_] Yes, I kept quiet.
french: [_j_] Oui, j'ai gardé le silence.

source: [_mc_] And she didn't like that.
french: [_mc_] Et elle n'a pas fait ça.

source: [_j_] She kicked me out for not taking part in classes...
french: [_j_] Elle m'a donné un coup de pied pour ne pas prendre part aux cours ...

source: [_j_] Yes, even though I was answering all of her stupid questions before... as good as I could...
french: [_j_] Oui, même si j'ai répondu à toutes ses questions stupides avant ... aussi bon que possible ...

source: [_mc_] You didn't say anything offensive?
french: [_mc_] Vous n'avez rien dit d'offensant?

source: [_j_] No, nothing! I've been really nice!
french: [_j_] Non, rien ! J'ai été vraiment sympa !

source: [_mc_] {b}You{/b}'ve been nice?
french: [_mc_] {b}Vous { /b }'avez été sympa?

source: [_j_] Yes, I've been acting of course, but I didn't say anything offensive. I didn't even hint at anything that could've been taken as offense...
french: [_j_] Oui, j'ai agi bien sûr, mais je n'ai rien dit d'offensant. Je n'ai même rien donné à quelque chose qui aurait pu être considéré comme une offense ...

source: [_mc_] I guess she wanted to get back at you.
french: [_mc_] Je suppose qu'elle voulait vous remettre.

source: [_j_] Yes, that bitch just wanted to find a reason to kick me out.
french: [_j_] Oui, cette salope a juste voulu trouver une raison de me renvoyer.

source: [_mc_] Did you apologize for last time?
french: [_mc_] Avez-vous présenté des excuses pour la dernière fois?

source: [_j_] N-no?!
french: [_j_] N-non? !

source: [_mc_] Maybe you should've done that.
french: [_mc_] Peut-être que vous auriez dû faire ça.

source: [_j_] Awwwww, I just hate her!!!
french: [_j_] Awwwww, je la déteste !!!

source: [_j_] I won't get a job anyway, even if I get a degree. My grades suck...
french: [_j_] Je n'aurai pas de travail de toute façon, même si j'ai un diplôme. Mes notes sucent ...

source: [_mc_] Hey, don't just give up, my grades sucked as well, and look at me now.
french: [_mc_] Hé, n'abandonnez pas, mes notes ont aussi été aspirées, et regardez-moi maintenant.

source: [_j_] You know what?
french: [_j_] Vous savez quoi?

source: [_j_] Well, [e] will probably get a nice job, she has better grades than me, so she won't be home half the day.
french: [_j_] Eh bien, [e] aura probablement un bon boulot, elle a de meilleures notes que moi, donc elle ne sera pas à la maison la moitié de la journée.

source: [_j_] [m] already has a job, so she also won't be home most of the time.
french: [_j_] [m] a déjà un travail, donc elle ne sera pas à la maison la plupart du temps.

source: [_j_] ...and [t] has a job as well, and one day her therapy sessions with [e] will end.
french: [_j_] ... et [t] a un travail aussi, et un jour ses séances de thérapie avec [e] se terminent.

source: [_j_] So, logically, I'll be the only one available for most of the day.
french: [_j_] Donc, logiquement, je serai le seul disponible pour la plus grande partie de la journée.

source: [_j_] I said it already, but you can fuck me whenever you want, and I'll suck your dick whenever you want.
french: [_j_] Je l'ai déjà dit, mais tu peux me baiser quand tu veux, et je vais sucer ta bite quand tu veux.

source: [_j_] I can suck it while you're working... I'll be sitting under the table, naked and suck it all day, like in some of those VN's, hehe.
french: [_j_] Je peux le sucer pendant que vous travaillez ... Je serai assis sous la table, nu et sucer toute la journée, comme dans certains de ces VN, hehe.

source: [_j_] And of course you can fill me with your seed all day, [mcmd].
french: [_j_] Et bien sûr, vous pouvez me remplir avec votre semence toute la journée, [mcmd].

source: [_j_] I said it already, we can have sex whenever you want, and I'll lick your pussy whenever you want.
french: [_j_] Je l'ai déjà dit, on peut avoir des relations sexuelles quand tu veux, et je vais lécher ta chatte quand tu veux.

source: [_j_] I can lick it while you're working... I'll be sitting under the table, naked, licking it and make you cum all day, like in some of those VN's, hehe.
french: [_j_] Je peux lécher pendant que vous travaillez ... Je serai assis sous la table, nu, lécher et te faire cum toute la journée, comme dans certains de ces VN, hehe.

source: [_j_] And of course you can lick me too whenever you want, play with my body however you want, [mcmd].
french: [_j_] Et bien sûr, vous pouvez me lécher aussi chaque fois que vous voulez, jouer avec mon corps, cependant vous voulez, [mcmd].

source: [_j_] I can be your personal maid!
french: [_j_] Je peux être votre aide personnelle !

source: [_j_] I'll make lunch for you... I'll clean the room for you... I can assist you in any way you want.
french: [_j_] I'll make lunch for you ... Je nettoierai la chambre pour vous ... Je peux vous aider de quelque façon que ce soit.
