Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mc_] Err... yeah, I actually just wanted to have a look at the office, but then it started to rain and Stephanie was nice enough to let me in.
french: [_mc_] Err ... ouais, je voulais juste avoir un coup d'oeil au bureau, mais ça a commencé à pleuvoir et Stephanie était assez belle pour me laisser.

source: [_boss_] Anyway, nice to meet you.
french: [_boss_] En tout cas, gentiez de vous rencontrer.

source: [_boss_] [st], why don't you go and get yourself and [mc] a towel to get dry with?
french: [_boss_] [st], pourquoi ne pas aller te chercher et [mc] une serviette pour s'assécher?

source: [_st_] Yes, [boss].
french: [_st_] Oui, [boss].

source: [_boss_] You should have called me, I'd have let you in.
french: [_boss_] Vous auriez dû m'appeler, je vous aurais laissé dans.

source: [_mc_] I didn't know you're here.
french: [_mc_] Je ne savais pas que vous êtes là.

source: [_boss_] Ha! I'm always here. My wife is happy when I leave her alone and I'm happy when I don't have to see her... A drink?
french: [_boss_] Ha ! Je suis toujours là. Ma femme est heureuse quand je la laisse seule et je suis heureuse quand je n'ai pas à la voir ... Un verre?

source: [_mc_] Err... no, thanks.
french: [_mc_] Err ... non, merci.

source: [_boss_] Well I'll take one.
french: [_boss_] Eh bien, je vais en prendre un.

source: [_boss_] Actually, it's good that you're here today, so we can go through all the details while it's quiet.
french: [_boss_] En fait, c'est bien que vous soyez ici aujourd'hui, donc nous pouvons passer par tous les détails pendant que c'est calme.

source: [_boss_] I guess [st] showed you around a bit?
french: [_boss_] Je suppose que [st] vous a montré un peu?

source: [_mc_] Yeah, it's quite impressive.
french: [_mc_] Oui, c'est assez impressionnant.

source: [_boss_] Ha! That's nothing. We're just doing the rough tasks here, but I've seen your work, now {b}that's{/b} impressive. You're a true artist.
french: [_boss_] Ha ! Ce n'est rien. Nous faisons simplement les tâches difficiles ici, mais j'ai vu votre travail, maintenant {b}qui est impressionnant. Vous êtes un véritable artiste.

source: [_mc_] Thanks, I do my best.
french: [_mc_] Merci, je fais de mon mieux.

source: [_boss_] That's why I hired you. Now let's sit down, there are a few things I need from you ASAP!
french: [_boss_] C'est pourquoi je t'ai engagé. Maintenant, assez-vous, il y a quelques choses dont j'ai besoin de vous, ASAP !

source: [_n_] After a quick introduction he tells you about a new project he's planning, and your role in it. It turns out that there is not much time left, you only have one week from start to finish for your part of the project.
french: [_n_] Après une introduction rapide, il vous parle d'un nouveau projet qu'il planifie, et de votre rôle dans ce projet. Il s'avère qu'il n'y a pas beaucoup de temps, vous n'avez qu'une semaine du début à la fin pour votre partie du projet.

source: [_n_] A while later.
french: [_n_] A alors que plus tard.

source: [_boss_] ...and if you need anything, be sure to call or just come by. Even if I'm not here, [st] is always there to help.
french: [_boss_] ... et si vous avez besoin de quoi que ce soit, n'avez qu'à appeler ou à venir. Même si je ne suis pas là, [st] est toujours là pour vous aider.

source: [_mc_] Sure. By the way, is she your secretary?
french: [_mc_] Sure. Au fait, est-elle votre secrétaire?

source: [_boss_] Yes and no. She's actually more than just a secretary. In fact, she could handle the company on her own if she'd just be a bit more confident, but that woman is way too shy, I tell ya...
french: [_boss_] Oui et non. En fait, elle est plus qu'une secrétaire. En fait, elle pouvait gérer elle-même la compagnie si elle était un peu plus confiante, mais cette femme est bien trop timide, je le dis ...

source: [_mc_] Yeah, I've noticed that.
french: [_mc_] Oui, j'ai remarqué ça.

source: [_boss_] Don't worry, she'll open up to you over time. That's just the way she is.
french: [_boss_] Ne vous inquiétez pas, elle vous ouvrira au fil du temps. C'est comme ça qu'elle est.

source: [_mc_] I hope so... errm... can I ask you a personal question?
french: [_mc_] J'espère que ... je peux vous poser une question personnelle?

source: [_boss_] There is nothing going on between us, so if you're interested in her, just go for it.
french: [_boss_] Il n'y a rien qui se passe entre nous, alors si vous êtes intéressé par elle, allez-y.

source: [_mc_] Eh... haha, actually I was wondering what C.J. stands for?
french: [_mc_] Eh ... haha, en fait, je me demandais ce que C.J. défend?

source: [_boss_] My name?
french: [_boss_] Mon nom?

source: [_mc_] Yeah, it's always just C.J. in every paper I've seen so far.
french: [_mc_] Oui, c'est toujours juste C.J. dans tous les papiers que j'ai vus jusqu'à présent.

source: [_boss_] Colin-James Olafsson is the name, and yes, I have some Viking ancestry. One of them even sailed with the children of Eirik the Red.
french: [_boss_] Colin-James Olafsson est le nom, et oui, j'ai des ancêtres vikings. L'un d'eux a même navigué avec les enfants d'Eirik le Rouge.

source: [_mc_] Wow, that's interesting!
french: [_mc_] Wow, c'est intéressant !

source: [_boss_] Anyway, I won't keep you any longer. We both have a lot of work to do. See ya next week.
french: [_boss_] Quoi qu'il en soit, je ne vous garderai plus. Nous avons tous deux beaucoup de travail à faire. Voir ya la semaine prochaine.

source: [_mc_] Yeah, goodbye.
french: [_mc_] Oui, au revoir.

source: [_n_] On your way back home.
french: [_n_] Sur le chemin du retour.

source: [_mcthink_] A message from [e]? HA! I knew it!
french: [_mcthink_] Un message de [e]? HA ! Je le savais !

source: [_mcthink_] Heh... cute dress...
french: [_mcthink_] Hé ... robe mignonne ...

source: [_mcthink_] Is that her tongue sticking out?
french: [_mcthink_] Est-ce que sa langue s'en tient?

source: [_mcthink_] Yep, it is... damn she's so cute.
french: [_mcthink_] Yep, c'est. .. damn elle est si mignonne.

source: [_mc_] Fuck!
french: [_mc_] Putain !

source: Cop [special_delimiter] YOU!
french: Cop [special_delimiter] VOUS !

source: [_mc_] Oh, no...
french: [_mc_] Oh, non ...

source: [_mcthink_] Not this guy again...
french: [_mcthink_] Pas encore ce type ...

source: Cop [special_delimiter] So-so, not watching where we're going, are we?
french: Cop [special_delimiter] So-so, ne pas regarder où nous allons, sommes-nous?

source: [_mc_] I doubt that {b}you{/b} were looking, idiot...
french: [_mc_] Je doute que {b}vous { /b } aient été à la recherche, idiot ...

source: [_mcthink_] Shit, I shouldn't have said that!
french: [_mcthink_] Shit, je n'aurais pas dû dire ça !

source: Cop [special_delimiter] What was that? Insulting an officer? W-wait... you ran into me, that was obviously an attack! Ha! Now I got you!
french: Cop [special_delimiter] Qu'est-ce que c'était? Insulter un officier? W-wait ... vous avez couru vers moi, c'était évidemment une attaque ! Ha ! Maintenant, je vous ai !

source: [_mc_] What? That's bullshit and you know it!
french: [_mc_] Quoi? C'est des conneries et vous le savez !

source: Cop [special_delimiter] Hands where I can see them, turn around, asshole!
french: Cop [special_delimiter] Les mains où je peux les voir, tourtez-les, connard !

source: [_mcthink_] Fuck... what an idiot...
french: [_mcthink_] Putain ... quel idiot ...

source: [_mcthink_] Damn... I had hoped to never see this cell again...
french: [_mcthink_] Damn ... J'avais espéré ne plus jamais voir cette cellule ...

source: [_mcthink_] Fuck that goddamn wannabe Sherlock! What the fuck is his problem anyway!
french: [_mcthink_] Fuck that goddamn wannabe Sherlock ! Ce que le foutre est son problème de toute façon !

source: [_mcthink_] How many times have I seen this cell from the inside?
french: [_mcthink_] Combien de fois j'ai vu cette cellule de l'intérieur?

source: [_mcthink_] Shit, I hope they let me go soon, I don't want to spend the night here...
french: [_mcthink_] Shit, j'espère qu'ils m'ont laissé partir bientôt, je ne veux pas passer la nuit ici ...

source: [_mcthink_] Especially not in wet clothes...
french: [_mcthink_] Surtout pas en vêtements mouillés ...

source: [_mcthink_] ...what's up with her?
french: [_mcthink_] ... qu'est-ce qu'elle est avec elle?

source: [_mcthink_] Damn, I hope [m] and [e] don't find out I'm in here.
french: [_mcthink_] Damn, j'espère que [m] et [e] ne trouvent pas que je suis ici.

source: Prostitute [special_delimiter] Hey there, handsome. I haven't seen you here before.
french: Prostitute [special_delimiter] Hey, là, beau. Je ne t'ai pas vu ici avant.

source: Prostitute [special_delimiter] Hey there, beautiful. I haven't seen you here before.
french: Prostitute [special_delimiter] Hé là, belle. Je ne t'ai pas vu ici avant.

source: [_mc_] Ugh... yeah, you're a few years late...
french: [_mc_] Ugh ... ouais, tu es quelques années en retard ...

source: Prostitute [special_delimiter] Huh? What do you mean, honey?
french: Prostitute [special_delimiter] Huh? Qu'est-ce que tu veux dire, chérie?

source: [_mc_] ...forget it.
french: [_mc_] ... oubliez.

source: Prostitute [special_delimiter] But it's never too late to have a bit fun, don't you think, sexy?
french: Prostitute [special_delimiter] Mais il n'est jamais trop tard pour avoir un peu de plaisir, ne pensez-vous pas, sexy?

source: [_mc_] We are in a holding cell already, do you want to get in even more trouble?
french: [_mc_] Nous sommes déjà dans une cellule de détention, voulez-vous vous causer encore plus de problèmes?

source: Prostitute [special_delimiter] No risk, no fun.
french: Prostitute [special_delimiter] Pas de risque, pas de plaisir.

source: [_oc__] Apart you two!
french: [_oc__] En plus de vous deux !

source: Prostitute [special_delimiter] Ughh, shit!
french: Prostitute [special_delimiter] Ughh, merde !

source: [_oc__] Sam, aren't you in enough trouble already?
french: [_oc__] Sam, tu n'as pas déjà assez de problèmes?

source: [_oc__] And you're lucky that I'm not...
french: [_oc__] Et vous avez de la chance que je ne sois pas ...

source: [_oc__] Wait a minute...
french: [_oc__] Attends une minute ...

source: [_mcthink_] Is that... Johnson?!
french: [_mcthink_] Est-ce que ... Johnson?

source: [_oc_] What the hell are {b}you{/b} doing here? I thought I'd never see you again?!
french: [_oc_] Quel est le {b}que vous { /b } fait ici? Je pensais ne jamais te revoir?

source: [_mc_] Yeah, likewise...
french: [_mc_] Oui, de même ...

source: [_oc_] Come on, you know what I mean. When did you come back?
french: [_oc_] Venez, vous savez ce que je veux dire. Quand es-tu revenu?

source: [_mc_] About a week ago...
french: [_mc_] Il y a environ une semaine ...

source: [_oc_] A week?!
french: [_oc_] Une semaine? !

source: [_oc_] A fuckin' week and you're in a cell already?
french: [_oc_] Une semaine de putain et vous êtes déjà dans une cellule?

source: [_mc_] Hey, it's not my fault this time. I've changed a lot since back then.
french: [_mc_] Hey, ce n'est pas ma faute cette fois. J'ai beaucoup changé depuis à l'époque.

source: [_mcthink_] Wow, that sounds like [m]...
french: [_mcthink_] Wow, ça sonne comme [m]...

source: [_oc_] ...and you think I believe that? Seriously, you should know better, [mc].
french: [_oc_] ... et tu crois que je crois ça? Sérieusement, tu devrais mieux savoir, [mc].

source: [_mc_] It's true. There is this idiot... shit, I mean a co-worker of yours who is on me constantly, for whatever weird reason...
french: [_mc_] C'est vrai. Il y a cet idiot ... shit, je veux dire un collègue de vous qui est sur moi en permanence, pour quelque raison bizarre ...

source: [_oc_] Who?
french: [_oc_] Qui?

source: [_mc_] I don't know his name. He wasn't here back then... He's quite short, clumsy, {i}out of shape{/i}... and he thinks he's the new white "Shaft" or something...
french: [_mc_] Je ne connais pas son nom. Il n'était pas là, alors ... Il est très court, maladroite, {i}hors de la forme { /i } ... et il pense qu'il est le nouveau "Shaft" blanc ou quelque chose ...

source: [_oc_] So that's why he wanted to have access to the old files.
french: [_oc_] C'est pourquoi il voulait avoir accès aux vieux fichiers.

source: [_mc_] Seriously, what's his problem?
french: [_mc_] Sérieusement, quel est son problème?

source: [_oc_] Come on, let's get you outta here.
french: [_oc_] Allez, allons vous chercher ici.

source: You follow him to his office where he quickly fills out all the necessary paperwork.
french: Vous le suivez dans son bureau où il remplit rapidement tous les documents nécessaires.
italian: Lo seguite fino al suo ufficio, dove riempie rapidamente tutti i documenti necessari.

source: [_oc_] Alright, that's it, you're free to go. Make sure that's the last time I have to see you here!
french: [_oc_] Alright, c'est ça, vous êtes libre d'y aller. Assurez-vous que c'est la dernière fois que je dois vous voir ici !

source: [_mc_] If it was up to me I wouldn't be here in the first place... but seriously, thanks.
french: [_mc_] Si c'était à moi je ne serais pas ici en premier lieu ... mais sérieusement, merci.

source: [_w_] Oi! What the...
french: [_w_] Oi ! Ce que ...

source: [_oc_] Ugh... bad timing...
french: [_oc_] Ugh ... mauvais moment ...

source: [_w_] Johnson, what's going on here? What are you doing with my prisoner?
french: [_w_] Johnson, qu'est-ce qui se passe ici? Qu'est-ce que tu fais avec mon prisonnier?

source: [_oc_] First of all, [heshe] is not {b}your{/b} prisoner...
french: [_oc_] Tout d'abord, [heshe] n'est pas {b}votre prisonnier { /b } ...

source: [_oc_] Secondly, you know as much as I do, that your accusations won't stand a chance in court. You should be happy that I'm doing the paperwork.
french: [_oc_] Deuxièmement, vous savez autant que je le fais, que vos accusations ne seront pas une chance au tribunal. Vous devriez être heureux que je fasse la paperasse.

source: [_w_] T-that's... that's harassment! Y-you only want to bully me!
french: [_w_] T-that's ... that's harcèlement ! Y-vous voulez seulement m'intimider !

source: [_oc_] Sure, [w]... why don't you go back on the streets and watch the traffic...
french: [_oc_] Sure, [w]... pourquoi ne pas revenir dans les rues et regarder le trafic ...

source: [_w_] {b}You{/b}... I know that you're in cahoots over something... That one closed case, it's obvious that you're hiding something and I'm going to prove it!
french: [_w_] {b}Vous { /b } ... Je sais que vous êtes dans des cahoots sur quelque chose ... Ce cas clos, il est évident que vous cachez-vous quelque chose et je vais le prouver !

source: [_w_] Say goodbye to your pension, Johnson!
french: [_w_] Dites adieu à votre pension, Johnson !

source: [_mc_] That doesn't sound good... this guy has some serious issues...
french: [_mc_] Ce qui n'est pas bon ... ce gars a des problèmes sérieux ...

source: [_oc_] Don't worry about him, nobody here takes him seriously, and the case was closed a long time ago.
french: [_oc_] Ne vous inquiétez pas pour lui, personne ici ne le prend au sérieux, et l'affaire a été fermée il y a longtemps.

source: [_mc_] I don't want you to get into trouble because of me.
french: [_mc_] Je ne veux pas que vous vous metiez en difficulté à cause de moi.

source: [_oc_] Better worry about yourself. Make sure that I don't have to see you again before my retirement.
french: [_oc_] Vous vous inquiétez mieux. Assurez-vous que je n'ai pas à vous revoir avant ma retraite.

source: [_mc_] Heh, can't be long, old man.
french: [_mc_] Heh, ne peut pas être long, vieil homme.

source: [_oc_] Ha...{w=1} Ha...{w=1} Now move ya ass outta here!
french: [_oc_] Ha ... { w = 1 } Ha ... { w = 1 } Maintenant, boum ya ass outta ici !

source: [_mc_] I'm gone already... thanks, Johnson...
french: [_mc_] Je suis déjà parti ... merci, Johnson ...

source: [_n_] Your way back home is quite unspectacular, but you can't help but to think about how many times [oc] saved your ass when you were younger...
french: [_n_] Votre retour à la maison est tout à fait inédit, mais vous ne pouvez pas vous aider, mais penser au nombre de fois que [oc] a sauvé votre cul quand vous étiez plus jeune ...

source: [_n_] A bit later.
french: [_n_] Un peu plus tard.

source: [_m_] So, how was your day, Hun? You've been away longer than I thought you would be.
french: [_m_] Alors, comment était ta journée, Hun? Tu as été plus loin que je pensais que tu serais.

source: [_mc_] Uh, yeah nothing special... I met my new boss and we had a long conversation about work...
french: [_mc_] Uh, ouais rien de spécial ... J'ai rencontré mon nouveau patron et nous avons eu une longue conversation sur le travail ...

source: [_m_] Oh really? He was there on a Sunday?
french: [_m_] Oh vraiment? Il était là le dimanche?

source: [_mc_] Yeah, I was surprised as well.
french: [_mc_] Oui, j'ai été aussi surpris.

source: [_m_] Now I understand why you took so long.
french: [_m_] Maintenant, je comprends pourquoi vous avez pris tant de temps.

source: [_mcthink_] Why would she be interested in how long I'm away? I didn't even mention how long I'd be gone...
french: [_mcthink_] Pourquoi s'intéresserait-t-elle à la longueur de ma distance? Je n'ai même pas mentionné combien de temps je serais parti ...

source: [_m_] Oh but, he doesn't expect you to work on weekends, too, does he?
french: [_m_] Oh, mais il ne s'attend pas à ce que vous travaillez le week-end, aussi, n'est-ce pas?

source: [_mc_] No... as I said, I'm only expected to be there a few days per week.
french: [_mc_] Non. Comme je l'ai dit, je ne suis attendue que quelques jours par semaine.

source: [_mc_] In fact, since we settled everything today, I don't even need to go there next week, but will start working from here tomorrow.
french: [_mc_] En fait, depuis que nous avons tout réglé aujourd'hui, je n'ai même pas besoin d'y aller la semaine prochaine, mais je vais commencer à travailler ici demain.

source: [_m_] Oh, that's nice. But don't forget to take enough breaks in between.
french: [_m_] Oh, c'est sympa. Mais n'oubliez pas de prendre assez de pauses entre les deux.

source: [_mc_] Yeah, sure, I'm not a workaholic, [m]...
french: [_mc_] Oui, je ne suis pas un bourreau de travail, [m]...

source: [_m_] That's good to hear.
french: [_m_] C'est bien d'entendre.

source: [_mcthink_] Jeez, is she just acting or does she really want me to stay home?
french: [_mcthink_] Jeez, est-ce qu'elle agit ou veut-t-elle vraiment que je reste à la maison?

source: [_mcthink_] ...and why would she want me to be here?
french: [_mcthink_] ... et pourquoi voudrait-t-elle que je soit là?

source: [_n_] At night...
french: [_n_] La nuit ...

source: [_mcthink_] Shit, maybe I should have used the opportunity to ask [m] some more questions when she was under the influence of the pills...
french: [_mcthink_] Shit, peut-être que j'aurais dû utiliser l'opportunité de demander [m] quelques questions supplémentaires quand elle était sous l'influence des pilules ...

source: [_mcthink_] ...maybe tomorrow...
french: [_mcthink_] ... peut-être demain ...

source: [_mcthink_] Hum... it's really late...
french: [_mcthink_] Hum ... c'est vraiment en retard ...

source: [_mcthink_] [e] should be here by now...
french: [_mcthink_] [e] devrait être ici maintenant ...

source: [_mcthink_] I wonder if she's embarrassed about what happened in her room earlier today...
french: [_mcthink_] Je me demande si elle est gênée par ce qui s'est passé dans sa chambre plus tôt aujourd'hui ...

source: [_mcthink_] Nah... I don't think so...
french: [_mcthink_] Nah ... Je ne pense pas ...

source: [_mcthink_] She wasn't really shy about it, and she {b}did{/b} return the kiss after all...
french: [_mcthink_] Elle n'était pas vraiment timide, et elle {b}a fait { /b } retourner le baiser après tout ...

source: [_mcthink_] It's probably [m] who told her to stay in her room again, even though... I haven't heard her talking to [e]...
french: [_mcthink_] C'est probablement [m] qui lui a dit de rester dans sa chambre, même si ... Je ne l'ai pas entendue parler au [e]...

source: [_mcthink_] Anyway, I better get some sleep...
french: [_mcthink_] En tout cas, je ferais mieux de dormir ...

source: [_m_] [bpc]! WHAT THE HELL DID YOU DO THIS TIME? [withhpunch]
french: [_m_] [bpc]! QU'EST-CE QUE TU AS FAIT CETTE FOIS? [withhpunch]

source: [_oc_] Calm down, [m]. It doesn't help to yell at [himher].
french: [_oc_] Calme, [m]. Ça n'aide pas à crier au [himher].

source: [_m_] WHAT DO YOU KNOW? YOU DON'T HAVE TO LIVE WITH THIS...
french: [_m_] QU'EST-CE QUE VOUS SAVEZ? TU N'AS PAS À VIVRE AVEC ÇA ...

source: [_oc_] CALM DOWN!
french: [_oc_] CALME !

source: [_m_] Humph... fine...
french: [_m_] Humph ... fin ...

source: [_m_] So what did [heshe] do this time?
french: [_m_] Alors, qu'est-ce que [heshe] font cette fois?

source: [_oc_] [m], you're not making this any better! Sit down and think about who you're talking to!
french: [_oc_] [m], vous n'en faites pas mieux ! Asserez-vous et pensez à qui vous parlez !

source: [_m_] I'm sorry, [oc]... [heshe]'s just...
french: [_m_] Je suis désolé, [oc]... [heshe]'s juste ...

source: [_mcthink_] Damn dreams...
french: [_mcthink_] Les rêves de Damn ...

source: [_mcthink_] ...I think that day was the last time I got into a fight with those two assholes from school again...
french: [_mcthink_] ...Je pense que ce jour-là c'était la dernière fois que je me suis battu avec ces deux assholes de l'école ...

source: [_mcthink_] I broke the nose of one of them and hit the other one with a cane.
french: [_mcthink_] J'ai cassé le nez de l'un d'entre eux et j'ai frappé l'autre avec une canne.

source: [_mcthink_] ...I can't say I regret it, but it was really dumb...
french: [_mcthink_] ...Je ne peux pas dire que je le regrette, mais c'était vraiment stupide ...

source: [_mcthink_] Without [oc] I would've ended up in jail...
french: [_mcthink_] Sans [oc] j'aurais fini en prison ...

source: [_mcthink_] I guess I wasn't the nicest guy around that time...
french: [_mcthink_] Je suppose que je n'étais pas le mec le plus sympa de cette époque ...

source: [_mcthink_] I guess I wasn't the nicest girl around that time...
french: [_mcthink_] Je suppose que je n'étais pas la fille la plus jolie de cette époque ...

source: [_mcthink_] [e] didn't come over...
french: [_mcthink_] [e] n'est pas venu ...

source: [_n_] You get up and make yourself ready for breakfast.
french: [_n_] Vous vous lever et vous préparer pour le petit déjeuner.

source: [_mcthink_] [e] didn't look at me once yet...
french: [_mcthink_] [e] ne m'a pas encore regardes ...

source: [_mc_] Is everything alright, [e]?
french: [_mc_] Tout est-il bien, [e]?

source: [_n_] A bit later...
french: [_n_] Un peu plus tard ...

source: [_m_] We are leaving, I've made you some extra food for the day, it's in the fridge.
french: [_m_] Nous partons, je vous ai fait de la nourriture pour la journée, c'est dans le frigo.

source: [_mc_] Thanks, [m].
french: [_mc_] Merci, [m].

source: [_m_] If you need something else, whatever it might be, don't hesitate and give me a call, okay, Hun?
french: [_m_] Si vous avez besoin d'autre chose, quoi qu'il en soit, n'hésitez pas et donnez-moi un appel, ok, Hun?

source: [_mcthink_] Why is she so nice to me today? Huh? ...what's up with [e]?!
french: [_mcthink_] Pourquoi elle est si gentison avec moi aujourd'hui? Huh? ... qu'est-ce qu'il y a de [e]? !

source: [_mc_] Heh... you should probably go, or you'll be late... We can talk later, okay?
french: [_mc_] Heh ... vous devriez probablement partir, ou vous serez en retard ... On peut parler plus tard, d'accord?

source: [_mcthink_] Wow, that came out of nowhere...
french: [_mcthink_] Wow, qui est sorti de nulle part ...
