Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [pcthink] Anyway I... huh?
italian: [pcthink] Comunque io... eh?

source: [n] *Mobile phone rings*
italian: [n] *Anelli telefono cellulare*

source: [pcthink] [m]... what does she want now?
italian: [pcthink] [m]... cosa vuole adesso?

source: [pc] Yes...
italian: [pc] Sì...

source: [m] Hey [pc], it's [m].
italian: [m] Ehi [pc], è [m].

source: [pc] Yeah, I know.
italian: [pc] Sì, lo so.

source: [m] I'm sorry, we are running a bit late, if [t] shows up, could you tell her that we will be home soon?
italian: [m] Mi dispiace, stiamo correndo un po' tardi, se [t] si presenta, potrebbe dirle che saremo a casa presto?

source: [pc] The therapist? Did you seriously invite her to [e]'s birthday?
italian: [pc] Il terapeuto? L'hai invitata seriamente al compleanno di [e]?

source: [m] It's... a session.
italian: [m] E' una sessione.

source: [pc] What? That's even worse!
italian: [pc] Cosa? È ancora peggio!

source: [m] [pc], please. I know you don't like her, but these sessions are important for [e] and [t] doesn't have much time, so we have to take what we can get.
italian: [m] [pc], per favore. So che non ti piace, ma queste sessioni sono importanti per [e] e [t] non hanno molto tempo, quindi dobbiamo prendere quello che possiamo ottenere.

source: [pc] Geez, [m] this is awful...
italian: [pc] Geez, [m] questo è terribile...

source: [m] I know, I'm sorry...
italian: [m] Lo so, mi dispiace...

source: [pc] You should be sorry for [e], it's her birthday!
italian: [pc] Dovresti essere dispiaciuto per [e], è il suo compleanno!

source: [m] Will you tell her [pc]? Please?
italian: [m] Le dirai [pc]? Per favore?

source: [m] Thank you, Hun. We'll be home soon.
italian: [m] Grazie, Caccio. Saremo a casa presto.

source: [pcthink] I can't believe it, she's ruining [e]'s birthday...
italian: [pcthink] Non riesco a crederci, sta rovinando il compleanno di [e]...

source: [n] *Doorbell rings*
italian: [n] *Campanella suoneria*

source: [pcthink] Ugh... speak of the devil...
italian: [pcthink] Ugh... parla del diavolo...

source: [n] You get up and open the door.
italian: [n] Ti alzi e apri la porta.

source: [m] This, and that... oh could you take the plate, Hun?
italian: [m] Questo, e quello... oh si potrebbe prendere il piatto, Hun?

source: [pc] Sure...
italian: [pc] Certo...

source: [m] Alright, that's it, everything is ready. Now we only need to wait for [e].
italian: [m] Va bene, è tutto pronto. Ora dobbiamo solo aspettare [e].

source: [pc] Is no one else coming?
italian: [pc] Non sta arrivando nessun altro?

source: [m] [e] doesn't have many friends because of... how she is.
italian: [m] [e] non ha molti amici a causa di... com'è.

source: [m] ...and aunt Jenna died a few years back...
italian: [m] ...e la zia Jenna morì qualche anno indietro...

source: [pc] Jenna is dead?
italian: [pc] Jenna è morta?

source: [m] Yes... that's one of the things I wrote you in the letter I sent you...
italian: [m] Sì... questa è una delle cose che ti ho scritto nella lettera che ti ho inviato...

source: [pc] Uhh... yeah, forget it...
italian: [pc] Uhh... sì, dimenticatelo...

source: [pcthink] Damn, I liked aunt Jenna...
italian: [pcthink] Damn, mi è piaciuta la zia Jenna...

source: [m] Anyway, why don't you sit down and I'll go get the punchbowl?
italian: [m] Comunque, perché non ti siedi e andrò a prendere il punchbowl?

source: [j] I've got it already.
italian: [j] L'ho già.

source: [m] Oh, thanks [j].
italian: [m] Oh, grazie [j].

source: [j] Anytime~
italian: [j] In ogni momento~

source: [m] Oh [t], did you finish for today?
italian: [m] Oh [t], hai finito per oggi?

source: [t] Yes, obviously.
italian: [t] Sì, ovviamente.

source: [m] Nice, why don't you come and sit down with us for a while?
italian: [m] Nizza, perché non venite a sedervi con noi per un po'?

source: [pcthink] Looks like [j] thinks the same.
italian: [pcthink] Sembra che [j] pensi lo stesso.

source: [m] You should try my punch.
italian: [m] Dovresti provare il mio pugno.

source: [t] Sorry, I don't have time and I still have to drive.
italian: [t] Mi dispiace, non ho tempo e devo ancora guidare.

source: [m] Oh, don't worry, there is no alcohol in it.
italian: [m] Oh, non ti preoccupare, non c'è alcool.

source: [j] Oh you HAVE to try it, I'm sure you've never had punch as good as [m]'s! Hehe.
italian: [j] Oh devi provarlo, sono sicuro che non hai mai avuto un pugno buono come [m]! Hehe.

source: [pcthink] What the fuck [j]?
italian: [pcthink] Che cazzo [j]?

source: [m] Why thank you [j]. See [t]? Come on, I'm sure your work can wait for a few minutes.
italian: [m] Perché grazie [j]. Vedi [t]? Avanti, sono sicuro che il tuo lavoro può aspettare qualche minuto.

source: [t] Humph... fine, but just one glass.
italian: [t] Humph... bene, ma solo un bicchiere.

source: [m] Oh [pc], do you know what got into [t]?
italian: [m] Oh [pc], sai cosa è entrato in [t]?

source: [pc] Err... no, why? What happened?
italian: [pc] Err... no, perché? Cos'è successo?

source: [m] She came into the room, blushing bright red like a tomato, grabbed her bag and left...
italian: [m] Entrò nella stanza, arrossando rosso brillante come un pomodoro, afferrò la sua borsa e lasciata...

source: [j] Yeah, all she said was "[pc], the perv molested me while I was in the bathroom." Hehe.
italian: [j] Sì, tutto quello che lei ha detto era "[pc], il perv mi ha molestato mentre ero in bagno." Hehe.

source: [m] [j]! That's not funny.
italian: [m] [j]! Non è divertente.

source: [j] Hehe, sorry.
italian: [j] Hehe, mi dispiace.

source: [pcthink] Gawd! She was just joking... damn you [j], I almost died.
italian: [pcthink] Gawd! Stava scherzando... ti maledetto [j], quasi sono morto.

source: [m] All [t] said, was that she has to leave and before I could say anything she was gone...
italian: [m] Tutto [t] ha detto, era che lei deve partire e prima di poter dire tutto quello che era andato...

source: [pc] Strange...
italian: [pc] Strano...

source: [m] Right?
italian: [m] Destra?

source: [m] Anyway, what's up with [e]? Will she be ready soon?
italian: [m] Comunque, cosa c'è di più con [e]? Sarà pronta presto?

source: [pc] Yeah, she's changing right now.
italian: [pc] Sì, sta cambiando in questo momento.

source: [j] Oh, so you molested her instead?
italian: [j] Oh, così la hai molestata invece?

source: [j] Yeah, sorry [m], you're right, I shouldn't say things like that...
italian: [j] Sì, mi dispiace [m], hai ragione, non dovrei dire cose del genere...

source: [j] ...It's not like [pc] {b}{i}needs{/i}{/b} to molest her anyway, hehe.
italian: [j] ...Non è come [pc] {b}{i}necessità{/i}{/b} per molestarla comunque, hehe.

source: [m] Ugh... you're hopeless [j].
italian: [m] Ugh... sei disperato [j].

source: [n] A little bit later. [withdissolve]
italian: [n] Un po' più tardi. [withdissolve]

source: [j] ...and then you saw the burning apartment building?
italian: [j] e poi hai visto l'edificio in fiamme appartamenti?

source: [pc] Yeah.
italian: [pc] Sì.

source: [m] I'm so sorry, Hun. But at least you are here with us now. *hic*
italian: [m] Mi dispiace, Hun. Ma almeno sei qui con noi ora. *hic*

source: [j] Yeah, without the fire we would've never met, so cheers to the crazy dude who...
italian: [j] Sì, senza il fuoco che non avremmo mai incontrato, così tifo al tizio pazzo che...

source: [m] There you are, we've been waiting for you [e]... Oh you look beautiful!
italian: [m] Ci sei, ti abbiamo aspettato [e]... Oh ti sembri bello!

source: [j] Wow, [e], you look luscious!
italian: [j] Wow, [e], sembri lussuoso!

source: [m] I guess now we know what took her so long.
italian: [m] Credo che ora sappiamo cosa la ha impiegata così a lungo.

source: [j] Hey, say something [pc]!
italian: [j] Ehi, dica qualcosa [pc]!

source: [pc] Sorry, I had to collect my jaw from the floor first, you look stunning [e].
italian: [pc] Mi dispiace, ho dovuto raccogliere la mia mascella dal pavimento per primo, si guarda mozzafiato [e].

source: [m] Well then, why don't you come over here and sit down with us, [e]...
italian: [m] Beh, allora, perché non venite qui a sedervi con noi, [e]...

source: [j] ...WHAHAHA, [heshe] really fell out of the bed?
italian: [j] ...WHAHAHA, [heshe] è davvero caduto dal letto?

source: [m] Yes, it was really funny *hic*
italian: [m] Sì, è stato davvero divertente *hic*

source: [m] And guess what, [heshe] was sleeping completely naked, haha.
italian: [m] E indovinate cosa, [heshe] dormiva completamente nudo, haha.

source: [j] NO WAY!
italian: [j] NESSUN SEMPO!

source: [m] It's true, right [pc]?
italian: [m] È vero, giusto [pc]?

source: [j] Aww, I would've loved to see that! Hehe.
italian: [j] Aww, mi sarebbe piaciuto vederlo! Hehe.

source: [m] Oh by the way, don't you want to give [e] your presents?
italian: [m] Oh a proposito, non vuoi dare [e] i tuoi regali?

source: [j] I already gave her mine yesterday.
italian: [j] Le ho già dato il mio ieri.

source: [m] Really, what is it?
italian: [m] Davvero, che cos'è?

source: [j] Just some nice clothes and... a secret, hehe.
italian: [j] Solo alcuni bei vestiti e... un segreto, hehe.

source: [m] A shecret eh? *hic*
italian: [m] Un shecret eh? *hic*

source: [j] What did you get her [pc]?
italian: [j] Cosa l'hai ricevuta [pc]?

source: [pc] Oh I have a...
italian: [pc] Oh ho un...

source: [pcthink] Shit, I can't give it to her in front of [m]. She still thinks [e] has no idea how electronics work...
italian: [pcthink] Merda, non posso darle davanti a [m]. Lei pensa ancora [e] non ha idea di come funziona l'elettronica...

source: [m] Well?
italian: [m] Bene?

source: [pc] Err... well, haha, it's a secret too...
italian: [pc] Err... beh, haha, è anche un segreto...

source: [m] Huh? Why do you all have secret presentsh... did I miss the joke here? *hic*
italian: [m] Huh? Perché avete tutti un presentatore segreto... mi sono perso la battuta qui? *hic*

source: [j] Naaw, don't worry, we just don't want to destroy the surprise, hehe.
italian: [j] Naaw, non preoccuparti, semplicemente non vogliamo distruggere la sorpresa, hehe.

source: [m] ...and then I deshided to *hic... shtop drinking and shange my life... it wash the besht deshision I've ever made...
italian: [m] ...e poi ho deshided a *hic... shtop bere e shange la mia vita... lavare la deshision assediata che ho mai fatto...

source: [m] Oh nooo, the besht deshision wash to get [pc] back... *hic*
italian: [m] Oh nooo, il deshision assortito lavaggio per ottenere [pc] indietro... *hic*

source: [j] Yeah, that was a great decision, hehe.
italian: [j] Sì, quella è stata una grande decisione, hehe.

source: [m] I shink I need to pee...
italian: [m] Ho bisogno di spezzettare...

source: [m] Whups...
italian: [m] Whup...

source: [pc] Are you okay [m]?
italian: [pc] Stai bene [m]?

source: [m] Ugh... I don't feel sho well...
italian: [m] Ugh... Non mi sento bene...

source: [pcthink] Shit, she definitely had enough punch for today...
italian: [pcthink] Merda, ha sicuramente avuto abbastanza pugno per oggi...

source: [pc] Maybe you should lie down for a while.
italian: [pc] Forse dovresti sdraiarti per un po'.

source: [m] ...but it's [e]'sh birthday... *hic*
italian: [m] ...ma è [e]'sh compleanno... *hic*

source: [pc] Doesn't help if you feel bad [m].
italian: [pc] Non aiuta se ti senti male [m].

source: [m] Uhh... everything is shpinning...
italian: [m] Uhh... tutto è shpinning...

source: [j] You should help her to the bedroom, [pc]. Hehe.
italian: [j] Dovresti aiutarla nella camera da letto, [pc]. Hehe.

source: [m] But I don't want to go to bed yet... *hic*
italian: [m] Ma non voglio ancora andare a letto... *hic*

source: [pc] Come on [m], I'll help you...
italian: [pc] Avanti [m], ti aiuterò...

source: [m] Ugh... okay... i-if I must...
italian: [m] Ugh... okay... i-if devo che...

source: [j] Wow, I've never seen [m] {b}this{/b} drunk before!
italian: [j] Wow, non ho mai visto [m] {b}questo{/b} ubriaco prima!

source: [pc] Well I did... several times...
italian: [pc] Beh, ho fatto... più volte...

source: [pcthink] ...and she was completely different this time...
italian: [pcthink] ed era completamente diversa questa volta...

source: [j] She will be alright... right?
italian: [j] Lei avrà bene... giusto?

source: [j] Great! Now let's start the {i}real{/i} party, right [e]? Hehe...
italian: [j] Ottimo! Ora iniziamo il {i}vero {/i} party, giusto [e]? Hehe...

source: [j] Awww damn it...
italian: [j] Awww maledetta...

source: [pc] Looks like the party is over before it even started...
italian: [pc] Sembra che la festa sia finita prima ancora di iniziare...

source: [j] AAAAaaaawwww... stupid [j]!
italian: [j] AAAAaaaawwww... stupido [j]!

source: [j] I wanted this to be something special for [e] and now everything is fucked...
italian: [j] Volevo che questo fosse qualcosa di speciale per [e] e ora tutto è scopato...

source: [pc] Well, you tried... and I guess this is a birthday she will remember...
italian: [pc] Beh, hai provato... e immagino che questo sia un compleanno che ricorderà...

source: [j] If she remembers anything at all...
italian: [j] Se ricorda qualcosa a tutti...

source: [pc] I'm going to take her to bed...
italian: [pc] La prenderò a letto...

source: [pcthink] I guess I was right...
italian: [pcthink] Immagino che avevo ragione...

source: [pcthink] ...it didn't turn out well...
italian: [pcthink] ... non si è spento bene...

source: [pc] Good night [e].
italian: [pc] Buona notte [e].

source: [pcthink] Well, back home...
italian: [pcthink] Beh, torna a casa...

source: [pcthink] I've never felt at home in this house...
italian: [pcthink] Non mi sono mai sentito a casa in questa casa...

source: [pcthink] Hum... I guess [m] isn't going to clear the table anytime soon...
italian: [pcthink] Uomo... Immagino che [m] non ripulirà il tavolo in qualsiasi momento presto...

source: [pcthink] At least there's no huge pile of junk to clean up like after a normal party...
italian: [pcthink] Almeno non c'è un enorme mucchio di spazzatura per ripulire come dopo una festa normale...

source: [n] You clear the table and decide to go to bed.
italian: [n] Schiarisci il tavolo e decidi di andare a letto.

source: [pcthink] What a "party"...
italian: [pcthink] Che "partito"...

source: [pcthink] That must have been the worst birthday party ever...
italian: [pcthink] Che deve essere stata la festa di compleanno peggiore mai...

source: [pcthink] Wow she's really drunk...
italian: [pcthink] Wow è davvero ubriaca...

source: [e] *snore*
italian: [e] *russare*

source: [pc] Oh well... good night [e]...
italian: [pc] Oh bene... buona notte [e]...

source: [pcthink] When did she become so attached to me?
italian: [pcthink] Quando è diventata così attaccata a me?

source: [pcthink] She's was always a bit clingy when we were younger, but this is... different...
italian: [pcthink] Era sempre un po' aggrappata quando eravamo più giovani, ma questo è... diverso...

source: [pcthink] Could she really be in love with me, like [j] said?
italian: [pcthink] Potrebbe davvero essere innamorata di me, come [j] ha detto?

source: [pcthink] ...with her own [bs]?
italian: [pcthink] ...con il suo [bs]?

source: [pcthink] ...and why doesn't she talk?
italian: [pcthink] ...e perché non parla?

source: [pcthink] Or does she?
italian: [pcthink] O vero?

source: [pcthink] Could she be talking to [j]?
italian: [pcthink] Potrebbe parlare con [j]?

source: [pcthink] I'd understand it if she doesn't want to talk to [m]... or that therabitch...
italian: [pcthink] Lo capirei se lei non vuole parlare con [m]... o con quel therabitch...

source: [pcthink] ...but why wouldn't she want to talk to me?
italian: [pcthink] ...ma perché non vorrebbe parlare con me?

source: [pcthink] What the hell happened after I moved out?!
italian: [pcthink] Che diavolo è successo dopo che sono uscito?!

source: [pcthink] Damn...
italian: [pcthink] Dannazione...

source: [pcthink] Well, time to get up. I need to use the bathroom.
italian: [pcthink] Beh, il tempo per alzarmi. Ho bisogno di usare il bagno.

source: [pcthink] I guess I'll let her sleep...
italian: [pcthink] Immagino che la lascerò dormire...

source: [pcthink] I hope [m] isn't up already...
italian: [pcthink] Spero che [m] non sia già...

source: [n] On your way to the office it starts to rain.
italian: [n] Sulla strada verso l'ufficio inizia a piovere.

source: [pcthink] Shit, lucky me!
italian: [pcthink] Merda, fortunatemi!

source: [n] You can see a woman running towards the entrance of the building in which you suspect the office to be located.
italian: [n] È possibile vedere una donna che corre verso l'ingresso dell'edificio in cui si sospetta l'ufficio da trovare.

source: [pc] Hey! Hey you!
italian: [pc] Ehi! Ehi tu!

source: Woman || Y-yes?!
italian: Donna <unk> Y-sì?!

source: [pc] Is this Atomic Aeronautics?
italian: [pc] È questa Aeronautica atomica?

source: Woman || Y-yes!
italian: Donna <unk> Y-sì!

source: [pc] I'm [pc]... [pc] [pcsure].
italian: [pc] Sono [pc]... [pc] [pcsure].

source: Woman || [pc] [pcsure]?
italian: Donna <unk> <unk> [pc] [pcsure]?

source: [pc] Yes, I'm starting work here tomorrow!
italian: [pc] Sì, sto iniziando a lavorare qui domani!

source: Woman || O-oh, that's you... please, let's go inside!
italian: Donna <unk> <unk> O-oh, sei tu... per favore, andiamo dentro!

source: [pc] Finally out of the rain...
italian: [pc] Finalmente fuori dalla pioggia...

source: Woman || Why are you here?
italian: Donna <unk> <unk> Perché sei qui?

source: Woman || I-I mean, you're starting tomorrow, why are you here today?
italian: Donna <unk> <unk> I-Intendo dire, state iniziando domani, perché siete qui oggi?

source: [pc] Well... it's been a while since I left town, and I don't know this area, so I thought it might be a good idea to have a look before I start.
italian: [pc] Bene... è passato un po' da quando ho lasciato la città, e non conosco questa zona, così ho pensato che potrebbe essere una buona idea avere uno sguardo prima di iniziare.

source: Woman || I see.
italian: Donna <unk> <unk> Io vedere.

source: [pc] I could ask you the same question by the way. It's Sunday, what are you doing here?
italian: [pc] Potrei farti la stessa domanda a proposito. È domenica, cosa stai facendo qui?

source: Woman || I... C.J... the boss asked me to bring in some papers.
italian: Donna <unk> <unk> I... C.J... il capo mi ha chiesto di portare in alcuni documenti.

source: [pc] He's here, too?
italian: [pc] Anche lui è qui?

source: Woman || Yes, like almost every Sunday.
italian: Donna <unk> <unk> Sì, come quasi ogni domenica.

source: [pcthink] WTF, he must be a workaholic...
italian: [pcthink] WTF, egli deve essere un workaholic...

source: [pc] Every Sunday?
italian: [pc] Ogni domenica?

source: Woman || Yes... I can tell him that you are here.
italian: Donna Sì... Posso dirgli che sei qui.

source: [pc] Yeah, why not. Can I have a look around?
italian: [pc] Sì, perché no. Posso avere uno sguardo intorno?

source: Woman || Uhm... I can show you a bit, why don't you follow me.
italian: Donna <unk> <unk> Uhm... Posso mostrarvi un po ', perché non mi seguite.

source: [pc] Yeah, sure. What's your name by the way?
italian: [pc] Sì, certo. Qual è il tuo nome a proposito?

source: Woman || Stephanie...
italian: Donna <unk> <unk> Stephanie...

source: [pc] Well, nice to meet you, Stephanie.
italian: [pc] Beh, bello incontrarti, Stephanie.

source: [st] This is the fabrication and testing hall.
italian: [st] Questa è la sala di fabbricazione e di prova.

source: [pc] Whoa, I didn't know that you're actually building stuff here...
italian: [pc] Whoa, non sapevo che stai costruendo roba qui...

source: [st] This is the company headquarters, all our prototypes are built and tested here.
italian: [st] Questa è la sede dell'azienda, tutti i nostri prototipi sono costruiti e testati qui.

source: [pc] That's really impressive.
italian: [pc] È davvero impressionante.

source: [pc] Damn, this building is larger than I'd expected it to be...
italian: [pc] Dannazione, questo edificio è più grande di quanto mi aspettassi che sarà...

source: [st] C.J, I have the papers you asked for.
italian: [st] C.J, Ho i documenti che hai chiesto.

source: [boss] Oh good, thanks, [st].
italian: [boss] Oh bene, grazie, [st].

source: [st] There is something else...
italian: [st] C'è qualcos'altro...

source: [st] Our new employee...
italian: [st] Il nostro nuovo dipendente...

source: [boss] Oh, I see, you must be [pc]. I didn't expect you today.
italian: [boss] Oh, vedo, tu devi essere [pc]. Non ti aspettavo oggi.

source: [pc] Err... yeah, I actually just wanted to have a look at the office, but then it started to rain and Stephanie was nice enough to let me in.
italian: [pc] Err... sì, in realtà volevo solo dare un'occhiata all'ufficio, ma poi ha cominciato a piovere e Stephanie è stato abbastanza bello da lasciarmi entrare.

source: [boss] Anyway, nice to meet you.
italian: [boss] Comunque, bello incontrarti.

source: [boss] [st], why don't you go and get yourself and [pc] a towel to get dry with.
italian: [boss] [st], perché non vai a prendere te stesso e [pc] un asciugamano con cui asciugarsi.

source: [st] Yes, [boss].
italian: [st] Sì, [boss].

source: [boss] You should have called me, I'd have let you in.
italian: [boss] Avresti dovuto chiamarmi, ti avrei lasciato entrare.

source: [pc] I didn't know you're here.
italian: [pc] Non sapevo che sei qui.

source: [boss] Ha! I'm always here. My wife is happy when I leave her alone and I'm happy when I don't have to see her... A drink?
italian: [boss] Ciao! Sono sempre qui. Mia moglie è felice quando la lascio da sola e sono felice quando non devo vederla... Un drink?

source: [pc] Err... no, thanks.
italian: [pc] Err... no, grazie.

source: [boss] Well I'll take one.
italian: [boss] Beh, ne prenderò una.

source: [boss] Actually, it's good that you're here today, so we can go through all the details while it's quiet.
italian: [boss] In realtà, è bene che tu sia qui oggi, quindi possiamo passare attraverso tutti i dettagli mentre è tranquillo.

source: [boss] I guess [st] showed you around a bit?
italian: [boss] Immagino che [st] ti abbia mostrato circa un po'?

source: [pc] Yeah, it's quite impressive.
italian: [pc] Sì, è abbastanza impressionante.

source: [boss] Ha! That's nothing. We're just doing the rough tasks here, but I've seen your work, now {b}that's{/b} impressive. You're a true artist.
italian: [boss] Ciao! Non è niente. Stiamo solo facendo i compiti difficili qui, ma ho visto il tuo lavoro, ora {b}che è impressionante. Sei un vero artista.

source: [pc] Thanks, I do my best.
italian: [pc] Grazie, faccio del mio meglio.

source: [boss] That's why I hired you. Now let's sit down, there are a few things I need from you asap!
italian: [boss] Ecco perché ti ho assunto. Ora siamoci giù, ci sono alcune cose di cui ho bisogno da te!

source: [n] After a quick introduction he tells you about a new project he's planning, and your role in it. It turns out that there is not much time left, you only have one week from start to finish for your part of the project.
italian: [n] Dopo una rapida introduzione ti racconta di un nuovo progetto che sta pianificando e il tuo ruolo in esso. Si scopre che non c'è molto tempo a disposizione, avete solo una settimana dall'inizio alla fine per la vostra parte del progetto.

source: [n] A while later.
italian: [n] Un po' più tardi.

source: [boss] ...and if you need anything, be sure to call or just come by. Even if I'm not here, [st] is always there to help.
italian: [boss] ...e se hai bisogno di qualcosa, assicurati di chiamare o semplicemente di venire. Anche se non sono qui, [st] è sempre lì per aiutarti.
