Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pcthink] Shit, is she flirting with me?
french: [pcthink] Merde, est-ce qu'elle me drague ?
italian: [pcthink] Merda, sta flirtando con me?

source: [pcthink] Nah, that can't be what she meant...
french: [pcthink] Nah, ça ne peut pas être ce qu'elle voulait dire...
italian: [pcthink] Nah, non può essere quello che intendeva...

source: [pc] Anyway, what I'm trying to tell you is that I had no other choice, but to live here.
french: [pc] Bref, ce que j'essaie de te dire, c'est que je n'avais pas d'autre choix que de vivre ici.
italian: [pc] In ogni caso, quello che sto cercando di dirvi è che non ho avuto altra scelta, ma vivere qui.

source: [pc] Otherwise I would've had to live under a bridge.
french: [pc] Sinon, j'aurais dû vivre sous un pont.
italian: [pc] Altrimenti avrei dovuto vivere sotto un ponte.

source: [m] Oh, but you're always welcome here, Hun.
french: [m] Oh, mais tu es toujours le bienvenu ici, Hun.
italian: [m] Oh, ma sei sempre il benvenuto qui, Hun.

source: [pc] Yeah, but the same goes for [j] now. She might end up under a bridge if we don't help her...
french: [pc] Oui, mais il en va de même pour [j] maintenant. Elle pourrait finir sous un pont si on ne l'aide pas...
italian: [pc] Sì, ma lo stesso vale per [j] ora. Potrebbe finire sotto un ponte se non la aiutiamo...

source: [m] That would be bad, but I'm sure it won't happen.
french: [m] Ce serait mauvais, mais je suis sûr que ça n'arrivera pas.
italian: [m] Sarebbe male, ma sono sicuro che non succederà.

source: [pc] Maybe, but what if?! Also, she's [e]'s best friend... her only friend as far as I can tell.
french: [pc] Peut-être, mais si ?! De plus, c'est la meilleure amie de [e]... sa seule amie pour autant que je puisse dire.
italian: [pc] Forse, ma cosa se?! Anche, lei è [e]la migliore amica... la sua unica amica per quanto posso dire.

source: [pc] Would you really want such a fate for [e]'s BFF?
french: [pc] Veux-tu vraiment un tel sort pour la meilleure amie de [e]?
italian: [pc] Vuoi davvero un tale destino per il BFF di [e]?

source: [m] Of course not, but [e] has you now...
french: [m] Bien sûr que non, mais [e] t'a maintenant...
italian: [m] Naturalmente no, ma [e] ti ha ora...

source: [m] She's so happy since you're back! I haven't seen her smile so much in years!
french: [m] Elle est si heureuse depuis que tu es de retour ! Je ne l'ai pas vue sourire autant depuis des années !
italian: [m] È così felice da quando sei tornato! Non ho visto il suo sorriso così tanto da anni!

source: [pc] Really? But you don't want her to be close to me?
french: [pc] Vraiment ? Mais tu ne veux pas qu'elle soit proche de moi ?
italian: [pc] Davvero? Ma non vuoi che lei sia vicina a me?

source: [m] Umm... well... that's something else...
french: [m] Umm... bien... c'est autre chose...
italian: [m] Umm... beh, è qualcos'altro...

source: [pcthink] Uhh, this gives me another idea.
french: [pcthink] Uhh, ça me donne une autre idée.
italian: [pcthink] Uhh, questo mi dà un'altra idea.

source: [pc] Wouldn't it be good for her to be as close to me as possible?
french: [pc] Ne serait-il pas bon pour elle d'être aussi proche de moi que possible ?
italian: [pc] Non sarebbe bene per lei essere il più vicino possibile a me?

source: [m] Umm... I guess that makes sense... but still...
french: [m] Umm... Je suppose que ça a du sens... mais quand même...
italian: [m] Umm... Immagino che abbia senso... ma ancora...

source: [pc] Come on [m], don't you want the best for her?
french: [pc] Aller [m], ne veux-tu pas le meilleur pour elle ?
italian: [pc] Vieni [m], non vuoi il meglio per lei?

source: [m] Of course, but I'm not sure it really is the best for her...
french: [m] Bien sûr, mais je ne suis pas sûr que ce soit vraiment le mieux pour elle...
italian: [m] Naturalmente, ma non sono sicuro che sia davvero il meglio per lei...

source: [m] I'll have to think about it...
french: [m] Je vais devoir y réfléchir...
italian: [m] Dovrò pensarci...

source: [pcthink] Humph, shit... well anyway...
french: [pcthink] Humph, merde... enfin bref...
italian: [pcthink] Humph, shit... comunque bene...

source: [pc] But don't you think that losing her best friend would be bad for her, even with me being here?
french: [pc] Mais tu ne penses pas que perdre sa meilleure amie serait mauvais pour elle, même avec ma présence ici ?
italian: [pc] Ma non pensi che perdere la sua migliore amica sarebbe male per lei, anche con me di essere qui?

source: [m] That's true I guess...
french: [m] C'est vrai, je suppose...
italian: [m] È vero che immagino...

source: [pc] And you being part of the reason wouldn't make it better right?
french: [pc] Et le fait que tu fasses partie de la raison ne la rendrait pas meilleure, n'est-ce pas ?
italian: [pc] E se facessi parte della ragione non lo farebbe meglio a destra?

source: [m] Yes... but...
french: [m] Oui... mais...
italian: [m] Sì... ma...

source: [pc] And did you know that [j] really likes you? She looks up to you, you know.
french: [pc] Et sais-tu que [j] t'aime vraiment ? Elle t'admire, tu sais.
italian: [pc] E lo sapevate che [j] ti piaccia davvero? Lei ti guarda bene, sai.

source: [m] Does she?
french: [m] Elle le fait ?
italian: [m] vero?

source: [pc] Of course!
french: [pc] Bien sûr !
italian: [pc] Certo!

source: [m] I thought she was just a horny teen...
french: [m] Je pensais qu'elle était juste une adolescente excitée...
italian: [m] Pensavo che fosse solo un'adolescente arrapata...

source: [pc] She's an adult, [m].
french: [pc] Elle est adulte, [m].
italian: [pc] Lei è una adulta, [m].

source: [m] But she doesn't really show it...
french: [m] Mais elle ne le montre pas vraiment...
italian: [m] Ma lei non lo mostra davvero?

source: [pc] She does when she's with me...
french: [pc] Elle le fait quand elle est avec moi...
italian: [pc] Lei lo fa quando è con me...

source: [pcthink] ...sometimes...
french: [pcthink] ...parfois...
italian: [pcthink] ...a volte...

source: [pc] Maybe she's just nervous around you. I mean, everyone gets a bit nervous around someone [heshe]'s attracted to...
french: [pc] Peut-être qu'elle est juste nerveuse en ta présence. Je veux dire, tout le monde est un peu nerveux autour de quelqu'un [heshe] qui est attiré par...
italian: [pc] Forse è nervosa intorno a te. Intendo dire che tutti si innervosiscono intorno a qualcuno [heshe]attratto da...

source: [pc] Yeah, of course.
french: [pc] Oui, bien sûr.
italian: [pc] Sì, ovviamente.

source: [m] But aren't you together with her?
french: [m] Mais tu n'es pas avec elle ?
italian: [m] Ma non sei insieme a lei?

source: [pc] Yeah, but I don't mind.
french: [pc] Oui, mais ça ne me dérange pas.
italian: [pc] Sì, ma non mi dispiace.

source: [pcthink] You won't remember anyway, hehe.
french: [pcthink] Tu ne t'en souviendras pas de toute façon, héhé.
italian: [pcthink] Non ricorderai comunque, hehe.

source: [pc] Huh? No not really...
french: [pc] Huh ? Non, pas vraiment...
italian: [pc] Huh? Non è veramente...

source: [pc] Didn't you have something going on with the woman on the phone? How old is she?
french: [pc] Il n'y avait pas quelque chose entre toi et la femme au téléphone ? Quel âge a-t-elle ?
italian: [pc] Non hai fatto qualcosa con la donna al telefono? Quanti anni ha?

source: [m] Huh? How did you know?
french: [m] Huh ? Comment le sais-tu ?
italian: [m] Huh? Come lo sapevi?

source: [pc] You didn't answer my question, [m].
french: [pc] Tu n'as pas répondu à ma question, [m].
italian: [pc] Non hai risposto alla mia domanda, [m].

source: [m] Umm, well she is a bit older than me...
french: [m] Umm, bien elle est un peu plus vieille que moi...
italian: [m] Umm, bene lei è un po 'più vecchio di me...

source: [pc] So I guess it must be flattering to have a young woman like [j] being attracted to you as well...
french: [pc] Donc je suppose que ça doit être flatteur d'avoir une jeune femme comme [j] qui est aussi attirée par toi...
italian: [pc] Quindi credo che debba essere lusinghiero avere una giovane donna come [j] essere attratta anche da te...

source: [m] I... I guess...
french: [m] Je... Je suppose...
italian: [m] Io... Immagino...

source: [m] ...yes, it is!
french: [m] ...oui, ça l'est !
italian: [m] ...sì, lo è!

source: [pc] Wouldn't it be nice to know there is someone home who really admires you?
french: [pc] Ne serait-il pas agréable de savoir qu'il y a quelqu'un à la maison qui t'admire vraiment ?
italian: [pc] Non sarebbe bello sapere che c'è qualcuno di casa che ti ammira davvero?

source: [pc] So why don't you let her live here, just for a while?
french: [pc] Alors pourquoi tu ne la laisses pas vivre ici, juste pour un moment ?
italian: [pc] Allora perché non la lasci vivere qui, solo per un po'?

source: [m] Umm... maybe...
french: [m] Umm... peut-être...
italian: [m] Umm... forse...

source: [pc] Maybe?
french: [pc] Peut-être ?
italian: [pc] Forse?

source: [m] ...maybe you're right...
french: [m] ...tu as peut-être raison...
italian: [m] ... forse hai ragione...

source: [pcthink] YES!
french: [pcthink] OUI !
italian: [pcthink] SÌ!

source: [pc] You won't regret it, I promise.
french: [pc] Tu ne le regretteras pas, je te le promets.
italian: [pc] Non te ne pentirai, lo prometto.

source: [m] But what if she makes trouble?
french: [m] Mais si elle crée des problèmes ?
italian: [m] Ma cosa succede se lei fa dei guai?

source: [pc] Don't worry, I'll take care that won't happen.
french: [pc] Ne t'inquiète pas, je ferai en sorte que ça n'arrive pas.
italian: [pc] Non ti preoccupare, mi prenderò cura che non succederà.

source: [m] Okay... I trust you, Hun.
french: [m] Ok... Je te fais confiance, Hun.
italian: [m] Okay... Mi fido di te, Hun.

source: [pcthink] Damn, that went better than expected. Now I only have make sure she'll remember it somehow...
french: [pcthink] Mince, ça s'est mieux passé que prévu. Maintenant je dois juste m'assurer qu'elle s'en souviendra d'une manière ou d'une autre...
italian: [pcthink] Dannazione, che è andato meglio del previsto. Ora ho solo fatto in modo che lei lo ricorderà in qualche modo...

source: [m] To think someone that young would be interested in me...
french: [m] De penser que quelqu'un d'aussi jeune s'intéresserait à moi...
italian: [m] Pensare che qualcuno che giovane sarebbe interessato a me...

source: [pc] Is it really that surprising to you?
french: [pc] Est-ce vraiment si surprenant pour toi ?
italian: [pc] È davvero così sorprendente per te?

source: [m] Yes... I didn't think I'd be attractive to someone her age... or yours...
french: [m] Oui... Je ne pensais pas que je serais attirante pour quelqu'un de son âge... ou du tiens...
italian: [m] Sì... Non pensavo che sarei stato attraente per qualcuno della sua età... o la tua...

source: [pc] Why though? You're an attractive woman, [m].
french: [pc] Pourquoi cependant ? Tu es une femme attirante, [m].
italian: [pc] Perché, però? Sei una donna attraente, [m].

source: [m] Do you really think so? Am I not too old?
french: [m] Tu le penses vraiment ? Ne suis-je pas trop vielle ?
italian: [m] Lo pensi veramente? Non sono troppo vecchio?

source: [pc] You aren't old, [m], and yes, you are very attractive!
french: [pc] Tu n'es pas vieille, [m], et oui, tu es très attirante !
italian: [pc] Non sei vecchio, [m]e sì, sei molto attraente!

source: [m] Oh thank you, Hun! I wasn't sure about...
french: [m] Oh merci, Hun ! Je n'étais pas sûr de...
italian: [m] Oh grazie, Caccio! Non ero sicuro...

source: [m] Can I ask you a question, Hun?
french: [m] Je peux te poser une question, Hun ?
italian: [m] Posso farti una domanda, Hun?

source: [pc] Sure.
french: [pc] Bien sûr.
italian: [pc] Certo.

source: [m] Umm... How do you think a person who has done wrongs in the past should approach a person she really likes, someone she really wants to be close to, but who she hurt in the past?
french: [m] Umm... Comment penses-tu qu'une personne qui a fait du mal dans le passé devrait aborder une personne qu'elle aime vraiment, dont elle veut vraiment être proche, mais qu'elle a blessée dans le passé ?
italian: [m] Umm... Come pensi che una persona che ha fatto torti in passato dovrebbe avvicinarsi a una persona che le piace davvero, qualcuno che vuole davvero essere vicino, ma che ha fatto male in passato?

source: [pcthink] Is she talking about... me?
french: [pcthink] Est-ce qu'elle parle de... moi ?
italian: [pcthink] Sta parlando... me?

source: [pc] I think you should... [nointeract]
french: [pc] Je pense que tu devrais... [nointeract]
italian: [pc] Penso che dovresti dare... [nointeract]

source: [m] That's good to know... thank you, Hun.
french: [m] C'est bon à savoir... merci, Hun.
italian: [m] È bello sapere... grazie, Hun.

source: [pc] No prob...
french: [pc] Pas de problème...
italian: [pc] Nessuna proba...

source: [pc] Err... back to topic... you will let [j] stay, right?
french: [pc] Err... retour au sujet... tu vas laisser [j] rester, non ?
italian: [pc] Erro... torna all'argomento... lascerai [j] restare, giusto?

source: [m] Oh, yes of course, but you'll have to remind me later!
french: [m] Oh, oui bien sûr, mais tu devras me le rappeler plus tard !
italian: [m] Oh, certamente, sì, ma dovrai ricordarmi più tardi!

source: [pc] Yeah, I will!
french: [pc] Oui, je le ferai !
italian: [pc] Sì, lo farò!

source: [pcthink] Shit, I hope that isn't necessary...
french: [pcthink] Merde, j'espère que ce n'est pas nécessaire...
italian: [pcthink] Merda, spero che non sia necessario...

source: [pc] But you should really think about all the reasons I told you, why you want her to stay here.
french: [pc] Mais tu devrais vraiment réfléchir à toutes les raisons que je t'ai dites, pourquoi tu veux qu'elle reste ici.
italian: [pc] Ma dovresti pensare a tutte le ragioni che ti ho detto, perché vuoi che lei rimanga qui.

source: [m] Yes, you're right.
french: [m] Oui, tu as raison.
italian: [m] Sì, hai ragione.

source: [pcthink] Damn, I really hope that helps her remember when the pills wear off...
french: [pcthink] Merde, j'espère vraiment que ça l'aidera à se souvenir quand les pilules ne feront plus effet...
italian: [pcthink] Dannazione, spero davvero che la aiuti a ricordare quando le pillole uscire...

source: [m] By the way, Hun, how did you know about the phone call?
french: [m] Au fait, Hun, comment as-tu su pour le coup de fil ?
italian: [m] A proposito, Hun, come hai saputo della telefonata?

source: [pc] Oh err... well, I just overheard a bit of it when I came home that day. I didn't hear much though...
french: [pc] Oh err... eh bien, j'en ai juste entendu un peu en rentrant à la maison ce jour-là. Je n'ai pas entendu grand chose cependant...
italian: [pc] Oh errore... beh, ne ho appena sentito un po' quando sono tornato a casa quel giorno. Non ho sentito molto però...

source: [pc] Who is she by the way?
french: [pc] Au fait, qui est-elle ?
italian: [pc] Chi è lei per strada?

source: [m] Oh you know her...
french: [m] Oh tu la connais...
italian: [m] Oh la conoscete...

source: [pc] What?!
french: [pc] Quoi ?!
italian: [pc] Cosa?!

source: [n] *Doorbell rings*
french: [n] *Sonneries de la porte*
italian: [n] *Campanella suoneria*

source: [pc] Shit... what do you mean I know her?
french: [pc] Merde... comment ça je la connais ?
italian: [pc] Shit... che cosa significa che la conosco?

source: [m] Well she is...
french: [m] Eh bien elle est...
italian: [m] Beh, lei è...

source: [n] *Doorbell {cps=30}riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiings*{/cps}
french: [n] *Sonnette {cps=30}ddddriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiings*{/cps}
italian: [n] *Doorbell {cps=30}riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [m] Shouldn't we open the door?
french: [m] On ne devrait pas ouvrir la porte ?
italian: [m] Non dovremmo aprire la porta?

source: [pc] Just tell me who...
french: [pc] Dis-moi juste qui...
italian: [pc] Mi dica chi...

source: [n] *{cps=30}Rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnnnnnngggggggggggggggggggggggg{/cps}*
french: [n] *{cps=30}Ddddrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnngggggggggggggggggggg{/cps}*
italian: [n] *{cps=30}Rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrriiiiiiiiiiiiiiiiiiiiiiiiiiiiiiinnnnnnnnnnnnnnnnnnnnnnnnnnngggggggggggg{/cps}*

source: [n] {cps=30}*Ring* *Ring* *Riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}
french: [n] {cps=30}*Dring* *Dring* *Driiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}
italian: [n] {cps=30}*Ring* *Ring* *Riiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [pc] Fuck! This is annoying!
french: [pc] Putain ! C'est ennuyeux !
italian: [pc] Fuck! Questo è fastidioso!

source: [n] {cps=30}*Riiiiiiiiiiiiiiiiiiiiiiing*{/cps}
french: [n] {cps=30}*Driiiiiiiiiiiiiiiiiiing*{/cps}
italian: [n] {cps=30}*Riiiiiiiiiiiiiiiiiiiiiiiiing*{/cps}

source: [pcthink] Gawd damn, who ever this is...!
french: [pcthink] Bon sang, qui que ce soit... !
italian: [pcthink] Gawd damn, chi mai è questo...!

source: [j] Hey!
french: [j] Hé !
italian: [j] Ehi!

source: [pc] What the fuck are you doing here?
french: [pc] Qu'est-ce que tu fais ici ?
italian: [pc] Che cazzo stai facendo qui?

source: [j] Yeah I'm happy to see you too...
french: [j] Oui, je suis heureuse de te voir aussi...
italian: [j] Sì, sono felice di vederti anche tu...

source: [pc] Ugh... shit, sorry... I was just... really busy you know...
french: [pc] Ugh... merde, désolé... J'étais juste... vraiment occupé tu sais...
italian: [pc] Ugh... merda, mi dispiace... Ero solo... molto occupato sa...

source: [j] Sorry... I didn't mean to distract you, but I couldn't bear waiting any longer, hehe.
french: [j] Désolé... Je ne voulais pas te distraire, mais je ne supportais pas d'attendre plus longtemps, héhé.
italian: [j] Mi dispiace... Non avevo intenzione di distrarti, ma non potevo più sopportare aspettare, lui.

source: [pc] Eh... yeah...
french: [pc] Eh... ouais...

source: [j] Can I come in? I'll be a nice girl, sit down somewhere and be quiet... promise.
french: [j] Je peux entrer ? Je serai une gentille fille, je m'assiérai quelque part et je serai tranquille... promis.
italian: [j] Posso entrare? Sarò una bella ragazza, sedermi da qualche parte ed essere tranquillo... promessa.

source: [m] Oh hey [j].
french: [m] Oh hé [j].

source: [j] Hi, [m]!
french: [j] Bonjour, [m]!

source: [m] Funny that you're here. We've just talked about you and your living situation.
french: [m] C'est drôle que tu sois là. Nous venons de parler de toi et de ta situation de vie.
italian: [m] Divertente che tu sia qui. Abbiamo appena parlato di te e della tua situazione di vita.

source: [j] Oh did you? Hehe.
french: [j] Oh, tu l'as fait ? Héhé.
italian: [j] Oh ti ha fatto? Hehe.

source: [m] Yes, and we've decided that you can stay here for as long as you want!
french: [m] Oui, et nous avons décidé que tu pouvais rester ici aussi longtemps que tu le souhaites !
italian: [m] Sì, e abbiamo deciso che puoi rimanere qui per tutto il tempo che vuoi!

source: [j] Really?
french: [j] Vraiment ?
italian: [j] Davvero?

source: [pcthink] For as long as she wants?
french: [pcthink] Pour aussi longtemps qu'elle le souhaite ?
italian: [pcthink] Per il tempo che vuole?

source: [j] That's awesome!!!
french: [j] C'est génial !!!
italian: [j] È fantastico!!!

source: [j] Thank you so much, [m]!
french: [j] Merci beaucoup, [m]!
italian: [j] Grazie mille, [m]!

source: [j] Thank you so much... {size=-10}[pcmd]{/size}!
french: [j] Merci beaucoup... {size=-10}[pcmd]{/size} !
italian: [j] Grazie tanto... {size=-10}[pcmd]{/size}!

source: [m] You're welcome, [j], just make yourself at home.
french: [m] Tu es la bienvenue, [j], fais comme chez toi.
italian: [m] Sei il benvenuto, [j], ti fai solo a casa.

source: [j] Thank you, I will! Hehe.
french: [j] Merci, je le ferai ! Héhé.
italian: [j] Grazie, lo farò! Hehe.

source: [j] {size=-10}She took the pills didn't she?{/size}
french: [j] {size=-10}Elle a pris les pilules, n'est-ce pas ? {/size}
italian: [j] {size=-10}Ha preso le pillole non lei?{/size}

source: [pc] {size=-10}You know about the pills?{/size}
french: [pc] {size=-10}Tu es au courant pour les pilules ?{/size}
italian: [pc] {size=-10}Conosci le pillole?{/size}

source: [j] {size=-10}I've seen her taking them and I've noticed her being a bit weird some times after that.{/size}
french: [j] {size=-10}Je l'ai vue en prendre et j'ai remarqué qu'elle était un peu bizarre parfois après ça. {/size}
italian: [j] {size=-10}L'ho vista prendere e ho notato che è un po' strana dopo quello.{/size}

source: [j] Oh hey, [e]. Guess who's your new room mate, hehe.
french: [j] Oh hé, [e]. Devines qui est ta nouvelle compagne de chambre, héhé.
italian: [j] Oh hey, [e]. Indovina chi è il tuo nuovo compagno di stanza, hehe.

source: [pcthink] Finally back home...
french: [pcthink] Enfin de retour à la maison...
italian: [pcthink] Infine torna a casa...

source: [pcthink] It's late afternoon already...
french: [pcthink] C'est déjà la fin de l'après-midi...
italian: [pcthink] È già nel tardo pomeriggio...

source: [m] Oh hey, hun.
french: [m] Oh hé, hun.

source: [pc] Hey, [m].
french: [pc] Hé, [m].

source: [m] Why didn't you tell me that you're going to the city? We could've taken you with us.
french: [m] Pourquoi ne m'as-tu pas dit que tu allais en ville ? Nous aurions pu t'emmener avec nous.
italian: [m] Perché non mi hai detto che andrai in città? Avremmo potuto portarti con noi.

source: [pc] It wasn't really planned, I got a call from the rental company and decided to head over there.
french: [pc] Ce n'était pas vraiment prévu, j'ai reçu un appel de la société de location et j'ai décidé de m'y rendre.
italian: [pc] Non era davvero previsto, ho ricevuto una chiamata dalla società di noleggio e ho deciso di andare laggiù.

source: [m] The... rental company?
french: [m] La... société de location ?
italian: [m] Il... società di noleggio?

source: [pc] Yeah, I'll finally get my money back for the burned down apartment.
french: [pc] Ouais, je vais enfin récupérer mon argent pour l'appartement incendié.
italian: [pc] Sì, finalmente recupererò i miei soldi per l'appartamento bruciato.

source: [m] Oh, I see, that's good news!
french: [m] Oh, je vois, c'est une bonne nouvelle !
italian: [m] Oh, vedo, è una buona notizia!

source: [pc] Yeah, one less thing to worry about.
french: [pc] Ouais, une chose de moins à s'inquiéter.
italian: [pc] Sì, una cosa in meno di cui preoccuparsi.

source: [m] Good, good.
french: [m] Bien, bien.
italian: [m] Buono, buono.

source: [m] Oh by the way, would you give me one of the pills?
french: [m] Oh au fait, tu pourrais me donner une des pilules ?
italian: [m] A proposito, mi daresti una delle pillole?

source: [m] Thanks.
french: [m] Merci.
italian: [m] Grazie.

source: [m] Well, I'm... I'll be in my room for a while until it's time to make dinner...
french: [m] Eh bien, je... Je vais rester dans ma chambre un moment jusqu'à ce qu'il soit temps de préparer le dîner...
italian: [m] Beh, sono... sarò nella mia stanza per un po' fino a quando non è il momento di cenare...

source: [pc] Yeah, later, [m].
french: [pc] Oui, plus tard, [m].
italian: [pc] Sì, più tardi, [m].

source: [pcthink] Well... that was weird...
french: [pcthink] Eh bien... c'était bizarre...
italian: [pcthink] Bene... era strano...

source: [pcthink] ...did something change about her?
french: [pcthink] ...est-ce que quelque chose a changé chez elle ?
italian: [pcthink] ...qualcosa è cambiato su di lei?

source: [pcthink] Alright, what am I going to do for the rest of the day...
french: [pcthink] Très bien, que vais-je faire pour le reste de la journée...
italian: [pcthink] Bene, quello che farò per il resto della giornata...
