Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [pc] Are you sure it's not too cold in that bathing suit?
italian: [pc] Sei sicuro che non sia troppo freddo in quel costume da bagno?

source: [h] I'm wearing it for you, and besides that, you keep me warm...
italian: [h] Lo indosso per te, e oltre a questo, mi tieni caldo...

source: [pc] Says the girl with the stiff nipples.
italian: [pc] Dice la ragazza con i capezzoli rigidi.

source: [h] Haha, stop staring at them...
italian: [h] Haha, smetta di fissarli...

source: [pc] I'd stare at your cute face, but it's a little hard at this angle.
italian: [pc] Sarei a guardare il tuo viso carino, ma è un po 'difficile a questo angolo.

source: [h] Better?
italian: [h] Meglio?

source: [pc] Much better!
italian: [pc] Molto meglio!

source: [pc] ...but seriously, I don't want you to catch a cold because of me.
italian: [pc] ...ma seriamente, non voglio che tu prenda il freddo a causa di me.

source: [pc] Huh? For what?
italian: [pc] Huh? Per cosa?

source: [h] I-I didn't think about the weather and now it totally destroyed the date...
italian: [h] Non ho pensato al tempo e ora ha completamente distrutto la data...

source: [pc] You think it's destroyed?
italian: [pc] Pensi che sia distrutto?

source: [h] I... don't know... it's not as I imagined...
italian: [h] Io... non lo so... non è come immaginavo...

source: [h] I wanted to sit at the lake... watch the sunset... lying in your arms...
italian: [h] Volevo sedermi al lago... guarda il tramonto... sdraiato tra le tue braccia...

source: [h] Gosh, saying it out loud is embarrassing! Haha.
italian: [h] Gosh, dirlo forte è imbarazzante! Haha.

source: [pc] Haha, you're a romantic.
italian: [pc] Haha, sei un romantico.

source: [h] You probably think that's boring.
italian: [h] Probabilmente pensi che sia noioso.

source: [pc] No, I would've liked that.
italian: [pc] No, mi sarebbe piaciuto.

source: [pc] But really, I wouldn't say the date is destroyed unless you don't like being with me.
italian: [pc] Ma davvero, non direi che la data è distrutta a meno che non ti piace stare con me.

source: [h] I-I like being with you of course!
italian: [h] Mi piace stare con te, naturalmente!

source: [pc] So it's not too bad, right? ...and we conquered a dungeon full of monster rats, who else can say that from their first date?
italian: [pc] Quindi non è troppo male, giusto? ...e abbiamo conquistato un dungeon pieno di ratti mostri, chi altro può dire che dalla loro prima data?

source: [h] Haha, very true, my heroine.
italian: [h] Haha, molto vero, la mia eroina.

source: [h] Haha, very true, my hero.
italian: [h] Haha, molto vero, il mio eroe.

source: [h] But maybe we should meet somewhere inside next time...
italian: [h] Ma forse dovremmo incontrarci da qualche parte dentro la prossima volta...

source: [pc] So you want to go on another date?
italian: [pc] Quindi vuoi andare in un'altra data?

source: [h] Eh... yes, of course... if you want to...
italian: [h] Eh... sì, naturalmente... se vuoi...

source: [pc] Of course!
italian: [pc] Certo!

source: [pc] So... I guess we call it a day for today?
italian: [pc] Quindi... credo che lo chiamiamo un giorno per oggi?

source: [h] If you don't mind...
italian: [h] Se non ti dispiace...

source: [pc] Oh, I {b}do{/b} mind, but I'm not going to let you freeze.
italian: [pc] Oh, I {b}do{/b} mente, ma non ti lascerò congelare.

source: [n] A little while later...
italian: [n] Un po' più tardi...

source: [h] Here we go, this is where I live.
italian: [h] Qui andiamo, questo è dove vivo.

source: [pc] Glad it's not too far from the lake.
italian: [pc] Felice che non sia troppo distante dal lago.

source: [h] Thanks for the jacket.
italian: [h] Grazie per la giacca.

source: [pc] Anytime, my Lady.
italian: [pc] In qualsiasi momento, mia Signora.

source: [h] ...my hero...
italian: [h] ...il mio eroe...

source: [pc] Alright, I need to go to the city tomorrow to hand over some papers...
italian: [pc] Va bene, domani devo andare in città per consegnare alcuni documenti...

source: [h] Oh, I won't keep you!
italian: [h] Oh, non ti terrò!

source: [pc] Haha, no, I wanted to ask when your shift starts, so I can get a cup of coffee from my favorite waitress.
italian: [pc] Haha, no, volevo chiedere quando inizia il tuo turno, così posso ottenere una tazza di caffè dalla mia cameriera preferita.

source: [h] Oh... haha, it's in the morning... until midday.
italian: [h] Oh... haha, è al mattino... fino a mezzogiorno.

source: [pc] Alright, I'll come over in the morning then.
italian: [pc] Bene, verrò sopra la mattina allora.

source: [h] Okay, then... see you tomorrow?
italian: [h] Okay, allora... ti vediamo domani?

source: [pc] In the morning.
italian: [pc] Al mattino.

source: [h] In the morning!
italian: [h] Al mattino!

source: [pc] Okay, see you tomorrow, my Lady.
italian: [pc] Okay, vederti domani, mia Signora.

source: [h] See you tomorrow, my Heroine.
italian: [h] Ci vediamo domani, il mio Eroe.

source: [h] See you tomorrow, my Hero.
italian: [h] Ci vediamo domani, mio Eroe.

source: [n] You go on your way and...
italian: [n] Continui sulla tua strada e...

source: [pcthink] Cute...
italian: [pcthink] Taglia...

source: [n] You head back home.
italian: [n] Tornate a casa.

source: [pcthink] Time for some coffee!
italian: [pcthink] Tempo per un po' di caffè!

source: [pcthink] Looks like [h] is busy...
italian: [pcthink] Sembra che [h] sia occupato...

source: [pcthink] ...guess I'll just sit down somewhere and wait until she's done.
italian: [pcthink] ...indovinate che mi siederò da qualche parte e aspettate che sia finita.

source: [pcthink] I guess I'll have to think about how this relationship will go on from now on...
italian: [pcthink] Immagino che dovrò pensare a come questa relazione andrà avanti da ora in poi...

source: [h] Good morning my heroine.
italian: [h] Buongiorno la mia eroina.

source: [h] Good morning my hero.
italian: [h] Buongiorno mio eroe.

source: [pc] Good morning my Lady, did you miss me?
italian: [pc] Buongiorno mia Signora, ti sono mancata?

source: [h] I did!
italian: [h] Ho fatto!

source: [h] I wanted to text you, but the twins started acting up, so my mom made me take care of the baby and when I was finally free, I fell asleep.
italian: [h] Volevo scriverti, ma i gemelli hanno iniziato ad agire, così mia mamma mi ha fatto prendere cura del bambino e quando ero finalmente libero, mi sono addormentato.

source: [pc] Damn, what a shame, but I'm glad you didn't catch a cold.
italian: [pc] Dannazione, che vergogna, ma sono contento che tu non abbia preso il raffreddore.

source: [h] Haha, yes, at least that's something.
italian: [h] Haha, sì, almeno è qualcosa.

source: [pc] It's okay, just a sneezer doesn't mean anything.
italian: [pc] Va bene, solo uno starnuti non significa niente.

source: [h] I hope so... I can't afford getting sick now.
italian: [h] Spero che così... non posso permettermi di ammalarmi ora.

source: [pc] Do you have tea? Maybe make one for yourself.
italian: [pc] Hai del tè? Forse farne uno per te.

source: [h] Yes, that's a good idea...
italian: [h] Sì, questa è una buona idea...

source: [h] I'll be right back.
italian: [h] Sarò subito di ritorno.

source: [pcthink] Guess I'll take a seat for a few minutes.
italian: [pcthink] Indovinate che prenderò posto per qualche minuto.

source: [pc] What's up, [h]?
italian: [pc] Che cos'è, [h]?

source: [h] Err... what can I get you today?
italian: [h] Err... cosa posso farti oggi?

source: [pc] Just a coffee.
italian: [pc] Solo un caffè.

source: [h] Okay, will be there in a minute.
italian: [h] Ok, ci sarà tra un minuto.

source: [pcthink] Hmm... she seems to be down a bit...
italian: [pcthink] Hmm... sembra essere un po'...

source: [pcthink] Oh, damn I didn't call her, I totally forgot about that!
italian: [pcthink] Oh, maledetto non l'ho chiamata, ne ho completamente dimenticato!

source: [pcthink] Damn, I hope [boss] likes the project...
italian: [pcthink] Damn, spero che [boss] gradisca il progetto...

source: [h] What can I get you?
italian: [h] Cosa posso ottenere?

source: [pc] Just a coffee, please.
italian: [pc] Solo un caffè, per favore.

source: [h] On the way!
italian: [h] Sulla strada!

source: [pcthink] Huh? Aren't they the girls from the other day?
italian: [pcthink] Huh? Non sono le ragazze dell'altro giorno?

source: [pcthink] I hope there won't be an inrush like last time...
italian: [pcthink] Spero che non ci sarà una fretta come l'ultima volta...

source: [h] Here you go, [h] special on the house.
italian: [h] Qui vai, [h] speciale sulla casa.

source: [pc] Don't you get in trouble when you always give me coffee for free?
italian: [pc] Non ti guai quando mi fai sempre del caffè gratis?

source: [h] It's fine, I can have as much coffee as I want.
italian: [h] Va bene, posso avere tanto caffè quanto voglio.

source: [h] I'll be right back, need to take care of the other customers...
italian: [h] Sarò subito indietro, devi prendermi cura degli altri clienti...

source: [pc] Sure.
italian: [pc] Certo.

source: [pcthink] That reminds me, wasn't there some talk about a lockdown? Shouldn't the cafe be closed?
italian: [pcthink] Mi ricorda, non c'era qualcuno che parlava di un blocco? Non sarebbe stato chiuso il caffè?

source: [pcthink] I hope [h] isn't mad that I didn't call her...
italian: [pcthink] Spero che [h] non sia pazzo che non l'ho chiamata...

source: [h] Here you go.
italian: [h] Qui vai.

source: [pc] Thanks... and sorry for not calling, I've been very busy lately.
italian: [pc] Grazie... e mi dispiace per non aver chiamato, sono stato molto occupato ultimamente.

source: [h] It's okay, I can understand that.
italian: [h] Va bene, lo capisco.

source: [h] I need to take care of the customers.
italian: [h] Ho bisogno di prendermi cura dei clienti.

source: [pc] Okay, sure...
italian: [pc] Okay, sicuro...

source: [pcthink] Damn, I think she's mad at me...
italian: [pcthink] Dannazione, penso che sia arrabbiata con me...

source: [pcthink] Oh well, nothing I can do about it right now.
italian: [pcthink] Oh bene, niente che posso fare in questo momento.

source: [pcthink] I wonder where I've seen them before...
italian: [pcthink] Mi chiedo dove li ho visti prima...

source: [pc] Thanks.
italian: [pc] Grazie.

source: [h] Anything else?
italian: [h] qualcos'altro?

source: [h] Okay, I'll be taking care of the other customers, but let me know if you need anything.
italian: [h] Va bene, mi prenderò cura degli altri clienti, ma fatemi sapere se avete bisogno di qualcosa.

source: [pc] Sure, thanks.
italian: [pc] Certo, grazie.

source: [pcthink] She seems overly friendly towards me...
italian: [pcthink] Lei sembra troppo amichevole verso di me...

source: [pcthink] Or maybe I'm just seeing things...
italian: [pcthink] O forse sto solo vedendo le cose...

source: [jess] FUCK YOU! [withhpunch]
italian: [jess] SCOPRI TUO! [withhpunch]

source: [pc] What the...
italian: [pc] Che cosa...

source: [jess] {b}Such an asshole!{/b}
italian: [jess] {b}Un tale stronzo!{/b}

source: [em] [jess], don't yell like that!
italian: [em] [jess], non urlare così!

source: [h] Could you please be a bit quieter, you might annoy the other guests...
italian: [h] Potresti essere un po' più tranquillo, potresti infastidire gli altri ospiti...

source: [jess] Other...
italian: [jess] Altro...

source: [em] What?!
italian: [em] Cosa?!

source: [pcthink] I wonder what happened...
italian: [pcthink] Mi chiedo cosa sia successo...

source: [h] I'm back!
italian: [h] Sono tornato!

source: [pc] All done?
italian: [pc] Tutto fatto?

source: [h] I'm sorry, you probably don't have much time...
italian: [h] Mi dispiace, probabilmente non hai molto tempo...

source: [pc] Enough to spend a few minutes with my favorite waitress. *smirks*
italian: [pc] Abbastanza per trascorrere qualche minuto con la mia cameriera preferita. *sorriso*

source: [h] Won't you be late for work?
italian: [h] Non sei in ritardo per il lavoro?

source: [pc] I don't have a specific time to be there.
italian: [pc] Non ho un tempo specifico per essere lì.

source: [pc] It's just that I don't know how long it'll take, so if I don't want to spend the night there, it's probably better to get going soon.
italian: [pc] È solo che non so quanto tempo ci vorrà, quindi se non voglio passare la notte lì, è probabilmente meglio andare presto.

source: [h] Maybe it would've been better if you went to work first?
italian: [h] Forse sarebbe stato meglio se fossi andato a lavorare per primo?

source: [pc] But then I might've missed your shift.
italian: [pc] Ma allora potrei aver perso il tuo turno.

source: [h] You really don't need to take extra time for me.
italian: [h] Non hai davvero bisogno di tempo aggiuntivo per me.

source: [pc] Oh, don't get me wrong, I just had to make sure my Lady is healthy, after our little adventure yesterday.
italian: [pc] Oh, non fraintendetemi, dovevo solo assicurarmi che la mia Signora fosse sana, dopo la nostra piccola avventura ieri.

source: [h] Haha, my heroic companion took good care of me.
italian: [h] Haha, il mio eroico compagno si è preso cura di me.

source: [pc] Oh dear, not good enough it seems.
italian: [pc] Oh caro, non abbastanza buono sembra.

source: [h] Damn it... it's not your fault.
italian: [h] Dannazionelo... non è colpa tua.

source: [h] I'll be right back!
italian: [h] Tornerò subito!

source: [pcthink] Looks like she really caught a cold...
italian: [pcthink] Sembra che lei abbia davvero preso un freddo...

source: [jess] Forget it!
italian: [jess] Dimenticatelo!

source: [em] God, [jess], seriously! It's not like we have any choice.
italian: [em] Dio, [jess], seriamente! Non è come se avessimo scelta.

source: [jess] You don't even know [himher], [em]!
italian: [jess] Non conosci nemmeno [himher], [em]!

source: [em] As if that even matters to you.
italian: [em] Come se anche questo fosse importante per voi.

source: [em] Do you really want to blow it, just because of a mistake?
italian: [em] Vuoi davvero soffiarlo, solo per un errore?

source: [jess] What?! It's not my fault that asshole cancelled last minute!
italian: [jess] Cosa?! Non è colpa mia che il buco del culo abbia cancellato l'ultimo minuto!

source: [em] Maybe, but we can still do it, we have our own equipment.
italian: [em] Forse, ma possiamo ancora farlo, abbiamo le nostre attrezzature.

source: [em] I'll ask [himher]...
italian: [em] Lo chiederò [himher]...

source: [em] Hey, uhh... sorry for all the yelling, we had a rough day.
italian: [em] Hey, uhh... dispiace per tutto il grido, abbiamo avuto un giorno ruvido.

source: [pc] No problem.
italian: [pc] Nessun problema.

source: [em] And sorry for last time as well.
italian: [em] E mi dispiace anche per l'ultima volta.

source: [pc] It's okay.
italian: [pc] Va bene.

source: [em] Jeez, I just realized, you must have a really bad impression of us.
italian: [em] Jeez, ho appena capito, devi avere una pessima impressione di noi.

source: [pc] Everyone has a bad day once in a while.
italian: [pc] Ognuno ha una brutta giornata una volta ogni tanto.

source: [em] I guess that's true.
italian: [em] Immagino che sia vero.

source: [em] Oh, well, she's a little... hot-blooded, but believe me, she's really nice when you know her.
italian: [em] Oh, beh, lei è un po'... a sangue caldo, ma credetemi, è davvero gentile quando la conoscete.

source: [em] Anyway, we have a little problem as you might've noticed. One of our... co-workers dropped out last minute, and we don't have a replacement for the shoot, so I thought you might be interested?
italian: [em] In ogni caso, abbiamo un piccolo problema come potresti aver notato. Uno dei nostri... i collaboratori hanno abbandonato l'ultimo minuto, e non abbiamo un sostituto per il sparo, quindi ho pensato che ti potesse interessare?

source: [pc] Me? A shoot?
italian: [pc] Me? Uno sparo?

source: [em] Mh-hm, you look good, I think you'd fit quite well, and it's a one time thing, quick money, and...
italian: [em] Mh-hm, si guarda bene, penso che si sarebbe abbastanza bene, ed è una cosa una volta, soldi rapidi, e...

source: [pc] And?
italian: [pc] E ancora?

source: [em] Well, we get to know each other.
italian: [em] Beh, ci conosciamo a vicenda.

source: [pc] Oh, of course.
italian: [pc] Oh, ovviamente.

source: [em] So? Interested?
italian: [em] Quindi? Sei interessato?

source: [pc] Well... it's not that I need money.
italian: [pc] Bene... non è che ho bisogno di soldi.

source: [em] You'd really help us out, and it's an easy and fun job, promise.
italian: [em] Ci aiuteresti davvero, ed è un lavoro facile e divertente, promessa.

source: [pc] Hmm... what kind of...
italian: [pc] Hmm... di che tipo...

source: [em] You know what?
italian: [em] Sai cosa?

source: [em] Just think about it and call me if you're interested. We have the whole week, so take your time.
italian: [em] Pensateci e chiamatemi se siete interessati. Abbiamo tutta la settimana, quindi prendete il vostro tempo.

source: [n] You take your phone out and save the number she gives you.
italian: [n] Hai tolto il telefono e salvato il numero che ti dà.

source: [em] What's your name by the way?
italian: [em] Qual è il tuo nome a proposito?

source: [em] Nice to meet you, [pc]. I'm Emma, but you can call me [em].
italian: [em] Bello per incontrarti, [pc]. Sono Emma, ma puoi chiamarmi [em].

source: [pc] Nice to meet you, too, [em].
italian: [pc] Piacevole di incontrarvi, anche [em].

source: [em] And, erm...
italian: [em] E, erm...

source: [em] ...just call me, even if you're not interested.
italian: [em] ...mi chiami, anche se non sei interessato.

source: [em] Alright, I better get back to [jess], she needs some special attention today.
italian: [em] Bene, meglio tornare a [jess], ha bisogno di una particolare attenzione oggi.

source: [pc] Haha, sure.
italian: [pc] Haha, certo.

source: [em] I hope to hear from you.
italian: [em] Spero di sentire da voi.

source: [pcthink] A shoot, huh...
italian: [pcthink] Uno sparo, huh...

source: [pcthink] I wonder what they're shooting for... I'm sure I've seen them somewhere before...
italian: [pcthink] Mi chiedo per cosa stanno sparando... sono sicuro di averli visti da qualche parte prima...

source: [h] Any trouble?
italian: [h] Qualche problema?

source: [pc] No, she was just apologizing.
italian: [pc] No, stava solo scusando.

source: [h] Oh, that's nice of her.
italian: [h] Oh, è bello di lei.

source: [n] You try to listen to the girls for a while, but can't really understand much...
italian: [n] Si tenta di ascoltare le ragazze per un po', ma non si capisce molto...

source: [h] So, uhh... where were we?
italian: [h] Allora, uhh... dove eravamo noi?

source: [pc] Hmm... good question...
italian: [pc] Hmm... buona domanda...

source: [pc] Oh that reminds me, the house where you and your parents live, do you know what was in there when I was still a kid?
italian: [pc] Oh, a proposito, la casa dove vivete tu e i tuoi genitori, sai cosa c'era lì dentro quando ero ancora un bambino?

source: [h] Hm? No idea, what was it?
italian: [h] Hm? Nessuna idea, che cos'era?

source: [pc] A store for video games.
italian: [pc] Un negozio di videogiochi.

source: [h] Really? I didn't know.
italian: [h] Davvero? Non lo sapevo.

source: [pc] Yeah, I used to buy some imported games there, they had some really rare stuff you couldn't get anywhere else at the time.
italian: [pc] Sì, ho usato per comprare alcuni giochi importati lì, avevano alcune cose davvero rare che non si poteva ottenere altrove al momento.

source: [h] Wow, the twins will probably freak out when they hear that.
italian: [h] Wow, i gemelli probabilmente si struggeranno quando lo sentiranno.

source: [pc] I guess they like video games?
italian: [pc] Immagino che a loro piacciono i videogiochi?

source: [h] Oh yes, they'll probably go on a hunt, looking for games the owner might've forgotten.
italian: [h] Oh sì, probabilmente andranno a caccia, alla ricerca di giochi che il proprietario potrebbe aver dimenticato.

source: [pc] Maybe they'll be lucky, I've heard the owner stored lots of the wares in the attic.
italian: [pc] Forse saranno fortunati, ho sentito il proprietario immagazzinare un sacco di prodotti nella soffitta.

source: [h] Hm, I've never been up there...
italian: [h] Hm, non sono mai stato lì...

source: [pc] Really? You've never been curious?
italian: [pc] Davvero? Non sei mai stato curioso?

source: [h] No... mostly too scared...
italian: [h] No... per lo più troppo spaventata...

source: [em] Bye!
italian: [em] Ciao!

source: [h] Oh, good bye, have a nice day.
italian: [h] Oh, buon arrivederci, fate una bella giornata.

source: [em] Thanks, you too.
italian: [em] Grazie, anche voi.

source: [pc] Hmm... I guess I better leave too.
italian: [pc] Hmm... Immagino che sia meglio andarmene anche.

source: [pc] Sorry, maybe we can talk later?
italian: [pc] Siamo spiacenti, forse possiamo parlare più tardi?

source: [h] Mh-hm, yeah, can I call you?
italian: [h] Mh-hm, sì, posso chiamarti?

source: [pc] Sure, best in the evening.
italian: [pc] Certo, meglio di sera.

source: [h] O-oh... I better keep my distance.
italian: [h] O-oh... meglio mantenere la mia distanza.

source: [pc] I've kissed you before, so it would be too late now anyway.
italian: [pc] Ti ho baciato prima, quindi sarebbe troppo tardi adesso.

source: [pc] Hear you later, my Lady.
italian: [pc] Ti ascolta più tardi, mia Signora.

source: [h] Later my heroine!
italian: [h] Più tardi la mia eroina!

source: [h] Later my hero!
italian: [h] Più tardi il mio eroe!

source: [n] You try to listen to the girls, but can't understand much, so you drink your coffee at a relaxed pace, and once it's empty you pay the bill and leave.
italian: [n] Si tenta di ascoltare le ragazze, ma non si capisce molto, in modo da bere il caffè ad un ritmo rilassato, e una volta che è vuoto si paga la fattura e lascia.

source: [pc] Hmm, maybe I should go see [h] first, who knows how long it'll take at work.
italian: [pc] Hmm, forse dovrei andare a vedere [h] prima, chissà quanto tempo ci vorrà al lavoro.

source: [pcthink] Hmm, I wonder if [st] is still busy in the library...
italian: [pcthink] Hmm, mi chiedo se [st] sia ancora occupato nella biblioteca...

source: [pcthink] Anyway, I better go straight to the boss.
italian: [pcthink] In ogni caso, meglio andare dritto al capo.

source: [pcthink] Where is he?
italian: [pcthink] Dov'è lui?

source: [st] Oh my god, are you okay?
italian: [st] Oh mio dio, stai bene?

source: [pc] I'm fine... I think.
italian: [pc] Sto bene... penso.

source: [st] I'm sorry, I thought there's no one in the room.
italian: [st] Mi dispiace, pensavo che non ci sia nessuno nella stanza.

source: [pc] It's okay, just a flesh wound.
italian: [pc] Va bene, solo una ferita di carne.

source: [st] Do you need an ambulance?
italian: [st] Hai bisogno di un'ambulanza?

source: [pc] That was a joke, I'm fine.
italian: [pc] Era una barzelletta, sto bene.

source: [pc] So... where's the boss?
italian: [pc] Quindi... dov'è il capo?

source: [st] He's out of town for a meeting.
italian: [st] È fuori città per una riunione.

source: [pc] Again? But what about the project?
italian: [pc] Ancora? Ma che dire del progetto?

source: [st] That's my responsibility.
italian: [st] Questa è la mia responsabilità.

source: [pc] Your responsibility? Did he just leave it to you?
italian: [pc] La tua responsabilità? Ti ha appena lasciato?

source: [st] Yes and no.
italian: [st] Sì e no.

source: [st] I am the one who initiated the project.
italian: [st] Io sono colui che ha avviato il progetto.
