Repository: BlackRam-oss/BM
Catalog: game/*/*/events_e.po
Languages: french, italian

source: [pcthink] ...and I was even more sorry when [m] noticed what I did...
italian: [pcthink] ...ed ero ancora più dispiaciuto quando [m] ha notato quello che ho fatto...

source: [n] A while later [withdissolve]
italian: [n] Un po' più tardi [withdissolve]

source: [pcthink] Damn, I wanted to play with myself a bit after touching [m]s tits, but this stupid therapist bitch totally destroyed the mood...
italian: [pcthink] Dannazione, ho voluto giocare con me un po 'dopo aver toccato le tette [m]s, ma questo stupido terapeuta cagna completamente distrutto l'umore...

source: [pcthink] But the pills [m] takes... I wonder how far I could go...
italian: [pcthink] Ma le pillole [m] prendono... Mi chiedo fino a che punto potrei andare...

source: [n] The door to your room opens.
italian: [n] Si apre la porta della tua stanza.

source: [pc] Hey [e], whats up?
italian: [pc] Ehi [e], che cos'è?

source: [pc] What's wrong? Why are you being shy now?
italian: [pc] Cosa c'è di sbagliato? Perché sei timido adesso?

source: [pc] Whoa!
italian: [pc] Choa!

source: [pcthink] Okay, definitely not shy!
italian: [pcthink] Ok, sicuramente non timido!

source: [pc] This [t] is quite annoying, huh?
italian: [pc] Questo [t] è abbastanza fastidioso, eh?

source: [pc] Yeah, I don't like her either...
italian: [pc] Sì, neanche lei mi piace...

source: [pc] Come here...
italian: [pc] Vieni qui...

source: [pc] I missed you, sis...
italian: [pc] Mi siete mancati, sì...

source: [pcthink] Wow, I guess she missed me, too.
italian: [pcthink] Wow, immagino che mi sia mancata.

source: [n] She rests on your lap for a while. Both of you keep quiet until [m] calls for dinner.
italian: [n] Lei riposa sul tuo giro per un po'. Entrambi tieni tranquilli fino a [m] chiamare la cena.

source: [n] Night [withdissolve]
italian: [n] Notte [withdissolve]

source: [pcthink] I wonder if [e] is going to sneak over again...
italian: [pcthink] Mi chiedo se [e] stia per intrufolarsi di nuovo...

source: [pcthink] I can't remember a day she didn't at least try to sleep over back when we were kids.
italian: [pcthink] Non riesco a ricordare un giorno in cui non ha almeno provato a dormire indietro quando eravamo bambini.

source: [pcthink] It all started after Dad's death...
italian: [pcthink] Tutto è iniziato dopo la morte del papà...

source: [pcthink] ...it's a bit weird that she is still doing it...
italian: [pcthink] ...è un po' strano che lo stia ancora facendo...

source: [pcthink] ...but it's also kind of cute, hehe.
italian: [pcthink] ...ma è anche una specie di carino, lui.

source: [n] You can hear the door handle being moved slowly.
italian: [n] Puoi sentire che la maniglia della porta viene spostata lentamente.

source: [pcthink] I guess there is my answer...
italian: [pcthink] Immagino che ci sia la mia risposta...

source: [pcthink] Ha! Time for a revenge attack.
italian: [pcthink] Ciao! È giunto il momento di vendicare.

source: [n] You pretend to be asleep.
italian: [n] Fingi di dormire.

source: [n] [e] moves slowly, trying to make no noises. As she reaches your bed, she climbs into it and gives you a soft poke.
italian: [n] [e] si muove lentamente, cercando di non fare rumori. Quando lei raggiunge il tuo letto, si arrampica e ti dà un poke morbido.

source: [pcthink] That poke was so soft, she was definitely not trying to wake me up.
italian: [pcthink] Quel poke era così morbido, lei sicuramente non stava cercando di svegliarmi.

source: [n] [e] fiddles a bit with the blanket, you assume that she is trying to get under it without waking you up.
italian: [n] [e] un po 'con la coperta, si suppone che lei sta cercando di ottenere sotto di esso senza svegliarti.

source: [pcthink] Alright, this is my chance for a surprise attack!
italian: [pcthink] Bene, questa è la mia occasione per un attacco a sorpresa!

source: [pcthink] What the... she isn't trying to get under the blanket! She is staring at my crotch!
italian: [pcthink] Che cosa... non sta cercando di ottenere sotto la coperta! Sta fissando la mia caviglia!

source: [pcthink] Shit, I didn't expect this...
italian: [pcthink] Merda, non mi aspettavo questo...

source: [pc] Haha, too bad I'm wearing shorts this time, eh [e]?
italian: [pc] Haha, troppo male sto indossando i pantaloncini questa volta, eh [e]?

source: [pc] Naughty little sis, did you do that yesterday too?
italian: [pc] Cattivo piccolo sis, lo hai fatto anche ieri?

source: [n] She shakes her head fiercely, still hiding behind the blanket.
italian: [n] Scuote la testa ferocemente e si nasconde ancora dietro la coperta.

source: [pcthink] Damn, she's so cute...
italian: [pcthink] Damn, lei è così carina...

source: [pc] You know, as the older one of us I should mention that this is quite inappropriate...
italian: [pc] Sai, come uno di noi più anziano dovrei dire che questo è del tutto inappropriato...

source: [pc] ...but who cares, right?
italian: [pc] ...ma a chi importa, giusto?

source: [pcthink] She obviously doesn't...
italian: [pcthink] Lei ovviamente non...

source: [pcthink] Damn, I can feel her pussy lips on my leg...
italian: [pcthink] Dannazione, posso sentire la sua figa labbra sulla mia gamba...

source: [pcthink] It almost feels like she isn't wearing anything under her pyjamas...
italian: [pcthink] Sembra quasi che lei non indossa nulla sotto i suoi pigiami...

source: [pcthink] Wait!
italian: [pcthink] Aspetta!

source: [pcthink] She {b}isn't{/b} wearing anything under her pyjamas!
italian: [pcthink] Lei {b}non è{/b} indossa qualcosa sotto il suo pigiama!

source: [pcthink] Fuck... is she wet?
italian: [pcthink] Fuck... è bagnata?

source: [n] You notice that she very subtly grinds on your leg.
italian: [n] Si nota che lei molto sottilmente macina sulla gamba.

source: [pcthink] What the hell, is she doing this on purpose?
italian: [pcthink] Qual è l'inferno, sta facendo questo di proposito?

source: [pcthink] Gawd, Sis, don't do this to me! I'm horny enough already...
italian: [pcthink] Gawd, Sis, non fare questo per me! Sono già abbastanza eccitato...

source: [pcthink] I'm getting the hardest boner ever!
italian: [pcthink] Sto ottenendo il più duro boner mai!

source: [pcthink] Shit I have to think about something else...
italian: [pcthink] Merda devo pensare a qualcos'altro...

source: [pcthink] Err... Lions... Rats... Little Cats... Catgirls... Fuck!
italian: [pcthink] Err... Leoni... Ravi... Gatti Piccoli... Gattini... Fuck!

source: [n] After a while of struggling you manage to fall asleep.
italian: [n] Dopo un po' di fatica riesci ad addormentarti.

source: [pcthink] Damn, she is sneaky!
italian: [pcthink] Dannazione, lei è subdola!

source: [pc] Hey, [e]!
italian: [pc] Ehi, [e]!

source: [pcthink] She hasn't even noticed me...
italian: [pcthink] Non mi ha nemmeno notato...

source: [pcthink] Looks like she's having fun in the VR world.
italian: [pcthink] Sembra che lei si stia divertendo nel mondo VR.

source: [pcthink] I guess she has never experienced anything like it before.
italian: [pcthink] Credo che lei non abbia mai sperimentato nulla del genere prima.

source: [pcthink] I'm a bit impressed she could set it up so quickly...
italian: [pcthink] Sono un po' impressionata che potesse configurarla così rapidamente...

source: [pcthink] Well, I guess I just let her be...
italian: [pcthink] Beh, immagino che la lasci essere...

source: [pcthink] Whoa!
italian: [pcthink] Choa!

source: [pcthink] What the...
italian: [pcthink] Che cosa...

source: [pcthink] What is she doing?
italian: [pcthink] Che cosa sta facendo?

source: [pcthink] What the fuck!? VR porn?!
italian: [pcthink] Che cazzo!? VR porno?!

source: [pcthink] She's watching VR porn?!
italian: [pcthink] Lei sta guardando VR porno?!

source: [pc] Shit!
italian: [pc] Merda!

source: [n] You quickly turn around and take the HMD from her head.
italian: [n] Si gira rapidamente e prendere l'HMD dalla sua testa.

source: [pc] What the fuck [e]! Who the hell told you that you could use my stuff??
italian: [pc] Che cazzo [e]! Chi l'inferno ti ha detto che potresti usare la mia roba??

source: [pc] This isn't yours!
italian: [pc] Questo non è tuo!

source: [n] She runs out of the room.
italian: [n] Lei corre fuori dalla stanza.

source: [pcthink] Damn... She looked kinda scared...
italian: [pcthink] Dannazione... Sembrava spaventata...

source: [pcthink] ...did I overdo it?
italian: [pcthink] ...l'ho esagerato?

source: [pcthink] Shit, why didn't she just play a Game or watch one of the animated Movies?
italian: [pcthink] Merda, perché non ha appena giocato un gioco o guardare uno dei film animati?

source: [pcthink] Why did she have to watch porn?!
italian: [pcthink] Perché ha dovuto guardare il porno?!

source: [pcthink] Maybe I should have a look for her.
italian: [pcthink] Forse dovrei darle un'occhiata.

source: [pcthink] But she did use my stuff without even asking...
italian: [pcthink] Ma lei ha usato la mia roba senza nemmeno chiedere...

source: [pc] Ugh, fuck!
italian: [pc] Ugh, scopata!

source: [pcthink] Of course she didn't ask, she doesn't speak... dammit.
italian: [pcthink] Naturalmente non ha chiesto, non parla... dammit.

source: [pc] Thanks [e].
italian: [pc] Grazie [e].

source: [pc] ...Sorry [e]. I didn't mean to yell at you...
italian: [pc] ...Scusa [e]. Non avevo intenzione di urlare contro di te...

source: [pc] Listen, you can use my stuff if you want, but at least give me a hint, okay?
italian: [pc] Ascolta, puoi usare la mia roba se vuoi, ma almeno darmi un suggerimento, ok?

source: [pcthink] So I have the chance to hide my porn collection...
italian: [pcthink] Quindi ho la possibilità di nascondere la mia collezione porno...

source: [n] You and [e] get the rest of the boxes into your room and head to the livingroom for breakfast afterwards.
italian: [n] Tu e [e] prendi il resto delle scatole nella tua stanza e poi vai al salotto per la colazione.

source: [n] After [e] and [m] left, you start to unpack the rest your stuff.
italian: [n] Dopo [e] e [m] rimasti, inizierai a scompattare il resto della tua roba.

source: [n] Hours later [withdissolve]
italian: [n] Ore successive [withdissolve]

source: [pcthink] Huh? She looks sad...
italian: [pcthink] Huh? Sembra triste...

source: [pcthink] Or not?
italian: [pcthink] O no?

source: [pcthink] ...must have been my imagination...
italian: [pcthink] ...deve essere stata la mia immaginazione...

source: [pcthink] ...Anyway...
italian: [pcthink] ...Comunque...

source: [pc] ... we didn't have the chance to talk since I've come back, so I thought now might be a good time?
italian: [pc] ... non abbiamo avuto la possibilità di parlare da quando sono tornato, quindi ho pensato ora potrebbe essere un buon momento?

source: [pc] Hey, don't worry, there is nothing to be concerned about, okay?
italian: [pc] Ehi, non ti preoccupare, non c'è nulla di cui preoccuparsi, va bene?

source: [pc] Heh, right...
italian: [pc] Heh, destra...

source: [pc] So... errm... how are you [e]?
italian: [pc] Così... errm... come sei [e]?

source: [pc] Eh... well you know... about when I left back then...
italian: [pc] Eh... ben sapete... quando ho lasciato allora.

source: [pc] Err... I'm sorry [e]... I know I should have told you that I was leaving, and I promise that it's not going to happen again...
italian: [pc] Err... mi dispiace [e]... So che avrei dovuto dirvi che stavo partendo, e prometto che non accadrà di nuovo...

source: [pc] I mean... I might not stay here, but...
italian: [pc] Intendo dire... Potrei non stare qui, ma...

source: [pc] H-Hey, I won't leave, don't worry...
italian: [pc] H-Hey, non me ne andrò, non preoccupatevi...

source: [pc] What I meant is, even if I'm not going to stay here in the house, I'm not going to leave the city.
italian: [pc] Quello che intendevo è, anche se non starò qui in casa, non lascerò la città.

source: [pc] {b}If{/b} I'm going to move out again, you're going to be the first one to know, and you can come visit me whenever you want...
italian: [pc] {b}If{/b} Sto per uscire di nuovo, state andando essere il primo a sapere, e si può venire a trovarmi ogni volta che vuoi...

source: [pc] Well... actually, I demand that you are going to come visit me every day, hehe.
italian: [pc] Bene... in realtà, chiedo che tu venga a trovarmi ogni giorno, hehe.

source: [n] [e] hugs you again as if she doesn't want to let you go anymore. You assure her that you're not going to disappear again. She doesn't answer, but you can tell that she is happy.{p}After a while [m] calls for dinner...
italian: [n] [e] ti abbraccia di nuovo come se lei non vuole lasciarti andare più. Le assicuri che non sparirai di nuovo. Lei non risponde, ma si può dire che è felice.{p}Dopo un po' [m] chiama per cena...

source: [pcthink] Hum... [m] said that [e] usually oversleeps on weekends.
italian: [pcthink] Uomo... [m] ha detto che [e] di solito dorme eccessive nei fine settimana.

source: [pcthink] Just to see if she's okay...
italian: [pcthink] Solo per vedere se sta bene...

source: [pcthink] There she is, sleeping peacefully...
italian: [pcthink] Ecco, dormendo tranquillamente...

source: [pcthink] Damn she's so cute...
italian: [pcthink] Damn lei è così carina...

source: [pcthink] I can't believe she still sleeps with that old teddy...
italian: [pcthink] Non riesco a credere che dorme ancora con quel vecchio teddy...

source: [pcthink] I can still remember the day my Mom gave it to me...
italian: [pcthink] Ricordo ancora il giorno in cui la mia mamma mi ha dato...

source: [pcthink] Anyway, no time to revel in the past, I have to buy a present!
italian: [pcthink] In ogni caso, non ho tempo di divertirmi nel passato, devo comprare un regalo!

source: [pcthink] I guess I better hurry to find an awesome present for her.
italian: [pcthink] Credo che sia meglio affrettarmi a trovare un regalo impressionante per lei.

source: [m] ...and then [pc] jumped up and ran after him.
italian: [m] ...e poi [pc] salito e corse dietro di lui.

source: [m] At first I wasn't even sure what happened, but when I saw [e] crying, I knew *hic*
italian: [m] All'inizio non ero nemmeno sicuro di cosa accadesse, ma quando ho visto [e] piangere, sapevo *hic*

source: [j] [pc] the heroine, hehe.
italian: [j] [pc] l'eroina, hehe.

source: [j] [pc] the hero, hehe.
italian: [j] [pc] l'eroe, hehe.

source: [m] Haha, yes [heshe] was always like that when it came to [e]...
italian: [m] Haha, sì [heshe] era sempre così quando si trattava di [e]...

source: [t] I wonder how much is left of that heroine nowadays.
italian: [t] Mi chiedo quanto sia rimasto di questa eroina al giorno d'oggi.

source: [t] I wonder how much is left of that hero nowadays.
italian: [t] Mi chiedo quanto rimane di quell'eroe al giorno d'oggi.

source: [t] Are you sure there is no alcohol in the punch [m]?
italian: [t] Sei sicuro che non c'è alcool nel pugno [m]?

source: [m] Yes, of course, I'm sure...
italian: [m] Sì, naturalmente, sono sicuro...

source: [t] I have to admit, I feel a bit dizzy...
italian: [t] Devo ammettere, mi sento un po' capogiro...

source: [m] Hum... now that you mention it, I'm feeling a bit weird myself...
italian: [m] Uomo... ora che lo menzioni, mi sento un po' strano...

source: [j] Maybe it's the weather, it's really hot today, hehe.
italian: [j] Forse è il tempo, è davvero caldo oggi, hehe.

source: [t] I doubt that.
italian: [t] Ne dubito.

source: [m] Oh I hope it's not the fruit. I made extra sure they were fresh...
italian: [m] Oh spero che non sia il frutto. Ho fatto in più sicuro che fossero fresche...

source: [j] I feel good and the punch tastes as awesome as always [m].
italian: [j] Mi sento bene e il pugno ha un sapore impressionante come sempre [m].

source: [m] Thanks, [j].
italian: [m] Grazie, [j].

source: [m] How about you [pc]?
italian: [m] Che ne dici di te [pc]?

source: [pc] I didn't notice anything and it tastes really good.
italian: [pc] Non ho notato nulla e ha un sapore davvero buono.

source: [m] Thanks, Hun.
italian: [m] Grazie, Hun.

source: [pcthink] Damn, I hope this doesn't backfire...
italian: [pcthink] Dannazione, spero che questo non torni a fuoco...

source: [j] I wonder why [e] is taking so long...
italian: [j] Mi chiedo perché [e] stia impiegando così tanto tempo...

source: [m] Hum, right. I'll have a look for her.
italian: [m] Hum, giusto. La cercherò.

source: [j] Oh, why don't you let [pc] have a look. You've done so much for [e] today, you should sit down and enjoy the punch, hehe.
italian: [j] Oh, perché non lasci [pc] dare un'occhiata. Hai fatto così tanto per [e] oggi, dovresti sederti e goderti il pugno, he.

source: [pc] Yeah, let me look for her...
italian: [pc] Sì, lasciatemi cercare lei...

source: [m] Oh... sure [pc].
italian: [m] Oh... sicuro [pc].

source: [j] Another glass [m]?
italian: [j] Un altro bicchiere [m]?

source: [m] Umm... sure, why not?
italian: [m] Umm... sicuro, perché no?

source: [pcthink] Shit, I hope [j] doesn't overdo it...
italian: [pcthink] Merda, spero che [j] non esagerare...

source: [pc] [e], it's me...
italian: [pc] [e], sono io...

source: [pc] I'm coming in.
italian: [pc] Sto entrando.

source: [pcthink] Huh? What's going on with her?
italian: [pcthink] Huh? Cosa sta succedendo con lei?

source: [pc] What's up [e]? Everybody is waiting for you?
italian: [pc] Che cos'è [e]? Tutti ti stanno aspettando?

source: [pcthink] Is she crying?
italian: [pcthink] Sta piangendo?

source: [pc] Hey, what's wrong? For a second I thought you where crying...
italian: [pc] Ehi, cosa c'è di sbagliato? Per un secondo ti ho pensato dove piangere...

source: [pcthink] Damn, I bet it's [t]'s fault! That bitch!
italian: [pcthink] Dannazione, scommetto che è colpa di [t]! Quella cagna!

source: [pc] Come on [e], whatever happened, forget about it. It's your birthday and you should be happy.
italian: [pc] Vieni [e], qualunque cosa sia accaduto, ti dimentichi. È il tuo compleanno e dovresti essere felice.

source: [pc] Come on, there is a lot of cake waiting for you and of course some neat presents. I bet you'll love them.
italian: [pc] Avanti, c'è un sacco di torta che ti aspetta e, naturalmente, alcuni regali ordinati. Scommetto che li amerai.

source: [pc] Hey, I spent {i}ages{/i} to find a good present for you, so if you don't get up and attend your own birthday party I'm sure I'll start crying like a baby.
italian: [pc] Ehi, ho trascorso {i}età{/i} per trovare un buon regalo per te, quindi se non ti alzi e partecipi alla tua festa di compleanno sono sicuro che inizierò a piangere come un bambino.

source: [n] She gets up, goes to the wardrobe and looks at you meaningfully.
italian: [n] Si alza, va al guardaroba e ti guarda in modo significativo.

source: [pc] Oh, yeah, I get it. I'll let you change...
italian: [pc] Oh, sì, lo capisco. Ti lascerò cambiare...

source: [pcthink] Alright, let's hope the rest of this "party" is going to work out better...
italian: [pcthink] Bene, speriamo che il resto di questo "partito" stia andando a funzionare meglio...

source: [pcthink] Just a quick visit to the toilet...
italian: [pcthink] Solo una rapida visita al bagno...

source: [pcthink] Shit, why didn't she lock the door?
italian: [pcthink] Merda, perché non ha chiuso a chiave la porta?

source: [extend] keep.
italian: [extend] tieni.

source: [extend] calm.
italian: [extend] calma.

source: [t] {size=-10}Would you shut the door already or are you going to peep on me forever?{/size}
italian: [t] {size=-10}Chiuderesti già la porta o stai per farmi un'occhiatina per sempre?{/size}

source: [pcthink] I hope she doesn't have a hangover as bad as [m]...
italian: [pcthink] Spero che lei non abbia una sbornia così male come [m]...

source: Voice || {size=-10}Nya!{/size}
italian: Voce <unk> <unk> {size=-10}Nya!{/size}

source: [pcthink] Huh? What was that?
italian: [pcthink] Huh? Cos'era quello?

source: [pcthink] Is that [e]?
italian: [pcthink] È [e]?

source: [pcthink] Well that's interesting...
italian: [pcthink] Beh, è interessante...

source: [pcthink] I guess it's time for a...
italian: [pcthink] Immagino che sia il momento di...

source: [pc] Hey, cute outfit! Is this your present from [j]?
italian: [pc] Ehi, vestito carino! È questo il tuo regalo da [j]?

source: [pc] So that's why you where making these cute anime cat noises...
italian: [pc] Quindi è per questo che voi dove fare questi rumori simpatici anime gatto...

source: [pc] Come on, do it again.
italian: [pc] Avanti, fai di nuovo.

source: [pc] Haha, no need to be embarrassed [e], I've heard you anyway and it was actually really cute.
italian: [pc] Haha, non c'è bisogno di essere imbarazzato [e], ti ho sentito comunque ed è stato davvero carino.

source: [pc] Come on [e], or do I have to tickle your cat ears?
italian: [pc] Vieni [e]o devo solleticare le tue orecchie di gatto?

source: [pc] ...or maybe the tail?
italian: [pc] o forse la coda?

source: [pc] You won't escape me!
italian: [pc] Non mi sfuggire!

source: [pc] What the?!
italian: [pc] Che cosa?!

source: [pcthink] Don't tell me this is...
italian: [pcthink] Non dirmi che questo è...

source: [pcthink] So that's what [j] meant with the "secret" present yesterday... who would have guessed...
italian: [pcthink] Quindi questo era ciò che [j] significava con il "segreto" presente ieri... chi avrebbe indovinato...

source: [pc] That's fucking naughty... haha.
italian: [pc] Che scopa il cattivo... haha.

source: [pc] Whoa, hey. Wait a minute!
italian: [pc] Whoa, hey. Aspetta un minuto!

source: [pc] If you want it back, I want you to say "Nya" for me.
italian: [pc] Se lo volete indietro, voglio che dica "Nya" per me.

source: [pc] Holy kitty attack...
italian: [pc] Attacco santo gattino...

source: [pc] Come on, one more time...
italian: [pc] Avanti, ancora una volta...

source: [e] Hehe...
italian: [e] Hehehe...

source: [pcthink] She's so cute...
italian: [pcthink] Lei è così carina...

source: [pcthink] So cute...
italian: [pcthink] Così carino...

source: [pcthink] Damn it!
italian: [pcthink] Dannazione!

source: [pcthink] She's not my sister, so who cares...
italian: [pcthink] Non è mia sorella, così a chi importa...

source: [pc] I don't care...
italian: [pc] Non mi importa...

source: [pc] Whoa, hey, that's not fair!
italian: [pc] Choa, hey, non è giusto!

source: [pc] Little cheater!
italian: [pc] Piccolo tifo!

source: [pc] Alright, you better get changed now, [m] asked me to get you for dinner, and I'm not sure how she would react if you show up like this...
italian: [pc] Bene, è meglio cambiare ora, [m] mi ha chiesto di farti cenare, e non sono sicuro di come reagirebbe se ti presentassi così...

source: [pc] I'll see you in a bit then.
italian: [pc] Ti vedrò tra un po'.

source: [pcthink] Damn, what a surprise...
italian: [pcthink] Dannazione, che sorpresa...

source: [pcthink] But I guess I should have expected something like this with a friend like [j].
italian: [pcthink] Ma immagino che avrei dovuto aspettarmi qualcosa di simile con un amico come [j].

source: [pcthink] Shit, [e] is even naughtier than I thought...
italian: [pcthink] Merda, [e] è ancora più cattivo di quanto pensassero...

source: [pcthink] I guess I'm not the only one who expected dinner to be ready...
italian: [pcthink] Immagino di non essere l'unico che si aspettava che la cena fosse pronta...

source: [pc] Hey [e].
italian: [pc] Ehi [e].

source: [pc] Looks like we have to make dinner today.
italian: [pc] Sembra che dobbiamo cenare oggi.

source: [pc] Err... yeah, I guess [m] isn't going to make dinner today...
italian: [pc] Err... sì, immagino che [m] non farà la cena oggi...

source: [pc] Sorry, that's my fault. I had an argument with her a bit earlier today...
italian: [pc] Mi dispiace, è colpa mia. Ho avuto una discussione con lei un po' prima oggi...

source: [pc] Anyway...
italian: [pc] Comunque...
