Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [_mc_] Yeah, now [e] has her BFF here, and err... we "have her close" ...
french: [_mc_] Yeah, maintenant [e] a son BFF ici, et err ... nous "avons sa fermeture" ...

source: [_mc_] Err...to keep an eye on her!
french: [_mc_] Err...garder un oeil sur elle !

source: [_j_] Hey, I'm sitting right here you know.
french: [_j_] Hé, je suis assis là, tu sais.

source: [_mc_] Of course I know.
french: [_mc_] Bien sûr que je sais.

source: [_e_] Khehehe.
french: [_e_] Khéhéhéhé.

source: [_j_] Aww, stop laughing [e], they will probably monitor us 24/7!
french: [_j_] Aww, arrête de rire [e], ils vont probablement nous surveiller 24/7 !

source: [_mc_] Haha, every second.
french: [_mc_] Haha, chaque seconde.

source: [_m_] [j], I don't want to hear any swear words in this house, so if you want to stay here for a while, you better stop that!
french: [_m_] [j], je ne veux pas entendre de jurons dans cette maison, donc si vous voulez rester ici pendant un moment, vous ferez mieux d'arrêter ça !

source: [_j_] Uhh... sorry, no swear words anymore...
french: [_j_] Uhh ... désolé, pas de mots jurons ...

source: [_mcthink_] Phew, looks like it worked...
french: [_mcthink_] Phew, on dirait que ça a marché ...

source: [_mc_] Right! Go right!
french: [_mc_] Droit ! Va bien !

source: [_j_] I know!
french: [_j_] Je sais !

source: [_mc_] Watch out, behind you!
french: [_mc_] Attention, derrière vous !

source: [_j_] Aww damn it, I almost got her...
french: [_j_] Aww damn it, je l'ai presque ...

source: [_mc_] Yes?
french: [_mc_] Oui?

source: [_m_] Hey, are you having fun?
french: [_m_] Hé, tu t'amuse?

source: [_j_] Naaaw... I just lost...
french: [_j_] Naaaw ... Je viens de perdre ...

source: [_m_] That's... well...
french: [_m_] C'est. .. bien ...

source: [_m_] Anyway, [mc], I'm going to bed and I just wanted to make sure that...
french: [_m_] En tout cas, [mc], je vais me coucher et je voulais juste m'assurer que ...

source: [_m_] ...well, I'm sure it isn't necessary, but I wanted to remind you that [e] has her own room and I expect [j] to sleep in [e]'s room, too.
french: [_m_] ... eh bien, je suis sûr que ce n'est pas nécessaire, mais je voulais vous rappeler que [e] a sa propre chambre et j'attends de [j] pour dormir dans la chambre de [e]'.

source: [_m_] Umm... well, I... I just wanted to remind you that this is {b}{i}your{/i}{/b} room, [e] has her own room and bed and [j] is her best friend so...
french: [_m_] Umm ... bien, je ... Je voulais juste vous rappeler que c'est {b}{i}votre chambre { /i } { /b }, [e] a sa propre chambre et son lit et [j] est son meilleur ami ...

source: [_m_] I just wanted to make sure that you all remember that.
french: [_m_] Je voulais juste vous assurer que vous vous en souvenez tous.

source: [_mcthink_] Jeez, is she serious now?
french: [_mcthink_] Jeez, est-elle sérieuse maintenant?

source: [_j_] Oh don't worry [m]...
french: [_j_] Oh ne vous inquiéte pas [m]...

source: [_j_] Of course we remember that...
french: [_j_] Bien sûr, nous nous souvenons que ...

source: [_j_] [e] and I will of course sleep in [e]'s room.
french: [_j_] [e] et je vais bien sûr dormir dans la chambre [e].

source: [_m_] Oh really?!
french: [_m_] Oh, vraiment?

source: [_j_] Of course, and I'll make sure that everyone stays in their respective beds.
french: [_j_] Bien sûr, et je m'assurerai que tout le monde reste dans leur lit respectif.

source: [_m_] That's, umm... well thanks [j]...
french: [_m_] C'est, umm ... eh bien merci [j]...

source: [_mcthink_] Wow, [j] really wants to make a good impression...
french: [_mcthink_] Wow, [j] veut vraiment faire une bonne impression ...

source: [_m_] Okay then... have a good night everyone...
french: [_m_] Ok alors ... ont une bonne nuit tout le monde ...

source: [_j_] Good night, [m].
french: [_j_] Bonne nuit, [m].

source: [_j_] Well, I guess that means we should go to bed, huh, [e]?
french: [_j_] Eh bien, je suppose que ça veut dire que nous devrions aller au lit, hein, [e]?

source: [_j_] Oh come on [e], I don't want to get kicked out again!
french: [_j_] Oh come on [e], I don't want to get expulsés again !

source: [_mc_] Well, I guess she's right, let's play along, okay?
french: [_mc_] Eh bien, je suppose qu'elle a raison, allons jouer, d'accord?

source: [_n_] You expect a simple goodnight kiss, but right when your lips meet, you can feel [e]'s tongue sliding into your mouth...
french: [_n_] Vous vous attendez à un baiser simple de bonne nuit, mais quand vos lèvres se rencontrent, vous pouvez sentir [e]la langue coulissant dans votre bouche ...

source: [_j_] Hehe, cute!
french: [_j_] Hehe, mignon !

source: [_j_] Good night, [mc].
french: [_j_] Bonne nuit, [mc].

source: [_mc_] Night, [j], night, [e].
french: [_mc_] Nuit, [j], nuit, [e].

source: [_j_] Night...
french: [_j_] Nuit ...

source: [_mc_] Night, [j]...
french: [_mc_] Nuit, [j]...

source: [_mc_] Heh, night, sweetie.
french: [_mc_] Heh, nuit, chérie.

source: [_j_] Good night, [mcmd]...
french: [_j_] Bonne nuit, [mcmd]...

source: [_mc_] Heh... good night, babygirl.
french: [_mc_] Heh ... bonne nuit, babygirl.

source: [_mc_] Night, sweetie.
french: [_mc_] Nuit, chérie.

source: [_j_] {size=-10}Hahaha... yes!{/size}
french: [_j_] { size=-10 } Hahaha ... oui ! { /size }

source: [_n_] You can hear [j]'s voice through the wall.
french: [_n_] Vous pouvez entendre la voix de [j]à travers le mur.

source: [_j_] {size=-10}Do you think...{/size}
french: [_j_] { size=-10 } Croyez-vous ... { /size }

source: [_mcthink_] Looks like [e] and [j] are still awake...
french: [_mcthink_] Les points [e] et [j] sont encore éveillés ...

source: [_j_] {size=-10}Haha, nooo, I'll help you, but that's too...{/size}
french: [_j_] { size=-10 } Haha, nooo, je vous aiderai, mais c'est aussi ... { /size }

source: [_j_] {size=-10}...really like [himher]!{/size}
french: [_j_] { size=-10 } ... comme [himher]! { /size }

source: [_mcthink_] Damn, I can't understand all of it.
french: [_mcthink_] Damn, je ne peux pas comprendre tout ça.

source: [_j_] {size=-10}...really sure about it?{/size}
french: [_j_] { size=-10 } ... vraiment sûr? { /size }

source: [_n_] From this point on you can only hear some whispering, but can't understand a word.
french: [_n_] Sur ce point, on ne peut entendre que des chuchoses, mais on ne peut pas comprendre un mot.

source: [_mcthink_] Hum... I wonder what they were talking about...
french: [_mcthink_] Hum ... Je me demande ce dont ils parlaient ...

source: [_mc_] Huh? What's wrong, [m]?
french: [_mc_] Huh? Qu'est-ce qui ne va pas, [m]?

source: [_m_] I'm sorry, [mc], it's nothing...
french: [_m_] Je suis désolé, [mc], c'est rien ...

source: [_mc_] Where's Dad?
french: [_mc_] Où est papa?

source: [_m_] *Sniff* ...he didn't tell you?
french: [_m_] *Sniff * ... il ne vous a pas dit?

source: [_m_] He got suspended and is attending the hearing... [oc] just picked him up...
french: [_m_] Il a été suspendu et assiste à l'audience ... [oc] vient de le prendre ...

source: [_mc_] Why did he get suspended?
french: [_mc_] Pourquoi a-t-il été suspendu?

source: [_m_] *Sniff* ...I don't know, he didn't tell me... he was probably drunk again...
french: [_m_] *Sniff * ...Je ne sais pas, il ne m'a pas dit ... il était probablement encore en état d'ébriété ...

source: [_mc_] Does that mean he will be home more often from now on?
french: [_mc_] Cela signifie-t-il qu'il sera plus souvent à la maison?

source: [_m_] *Sniff* ...yes...
french: [_m_] *Sniff * ... oui ...

source: [_m_] [oc] said that your Dad will probably stay home for a while from now on...
french: [_m_] [oc] dit que votre père restera probablement à la maison pendant un moment ...

source: [_mc_] Did [oc] get suspended too?
french: [_mc_] Le [oc] a-t-il été suspendu aussi?

source: [_m_] No, but he has to attend the hearing too.
french: [_m_] Non, mais il doit aussi assister à l'audience.

source: [_mc_] Morning everyone.
french: [_mc_] Matin tout le monde.

source: [_m_] Good morning, hun.
french: [_m_] Bonjour, bonjour.

source: [_m_] Nice shirt.
french: [_m_] Chemise de Nice.

source: [_mc_] Thanks...
french: [_mc_] Merci ...

source: [_m_] Oh by the way [j], I didn't see you bring any of your stuff yesterday?
french: [_m_] Oh, en passant [j], je ne vous ai pas vu apporter quelque chose hier?

source: [_j_] Yeah, most of it is still in the apartment...
french: [_j_] Oui, la plupart d'entre elles sont toujours dans l'appartement ...

source: [_m_] It will surely help to make you feel at home.
french: [_m_] Cela vous aidera sûrement à vous sentir à la maison.

source: [_j_] Oh thanks, I feel at home already, I mean, the only place I've ever had a breakfast like this is here.
french: [_j_] Oh merci, je me sens à la maison déjà, je veux dire, le seul endroit où j'ai eu un petit-déjeuner comme ça est ici.

source: [_m_] Really? You don't eat breakfast together with your mom?
french: [_m_] Vraiement? Tu ne mangez pas le petit-déjeuner avec ta mère?

source: [_j_] No, but I always liked it when I was staying here overnight. It feels like... having a real family.
french: [_j_] Non, mais j'ai toujours aimé quand j'étais ici du jour au lendemain. C'est comme ... avoir une vraie famille.

source: [_m_] I didn't know that it meant so much to you...
french: [_m_] Je ne savais pas que ça signifiait tellement pour toi ...

source: [_j_] It kinda makes me feel like having a real family...
french: [_j_] Ce kinda me fait sentir comme avoir une vraie famille ...

source: [_mcthink_] Damn, I know how she feels...
french: [_mcthink_] Damn, je sais comment elle se sent ...

source: [_j_] By the way, [mc], did you ever call [m] Mom?
french: [_j_] En passant, [mc], avez-vous déjà appelé [m] Mom?

source: [_m_] [j] you know that I'm not [hisher] mom.
french: [_m_] [j] vous savez que je ne suis pas [hisher] maman.

source: [_m_] ...I mean... I wouldn't mind...
french: [_m_] ...Je veux dire ... Je ne voudrais pas ...

source: [_mc_] Well, I guess I could...
french: [_mc_] Eh bien, je suppose que je pourrais ...

source: [_m_] Oh, but you don't need to if you feel uncomfortable about it.
french: [_m_] Oh, mais vous n'avez pas besoin de si vous vous sentez mal à l'aise.

source: [_mc_] Nah, it's okay...
french: [_mc_] Nah, c'est bon ...

source: [_m_] A-Anyway... [j]. Me and [e] will go shopping and pick up some groceries after breakfast, why don't you come with us so we can get your stuff on our way back?
french: [_m_] A-Anyway ... [j]. Moi et [e] vont faire des courses et ramasser des provisions après le petit déjeuner, pourquoi ne vivez-vous pas avec nous pour que nous puissions récupérer vos affaires?

source: [_j_] Yeah, why not.
french: [_j_] Oui, pourquoi pas.

source: [_mc_] ...well about your stuff in the apartment, [j]...
french: [_mc_] ... bien sur vos affaires dans l'appartement, [j]...

source: [_m_] Right, you can come and help me and [e] with the groceries after breakfast, we can get your stuff on our way back.
french: [_m_] Très bien, vous pouvez venir m'aider et [e] avec les épiceries après le petit-déjeuner, nous pouvons récupérer vos trucs sur notre chemin de retour.

source: [_j_] ...well, okay.
french: [_j_] ... bien, ok.

source: [_mcthink_] Hmm... I have the feeling that she had some other plans...
french: [_mcthink_] Hmm ... J'ai le sentiment qu'elle avait d'autres plans ...

source: [_n_] After everyone is done eating you're surprised to see [j] helping with the dishes instantly.
french: [_n_] Après que tout le monde se mange, vous êtes surpris de voir [j] aider avec la vaisselle instantanément.

source: [_mcthink_] Hum... she's full of surprises...
french: [_mcthink_] Hum ... elle est pleine de surprises ...

source: [_n_] Since there's nothing left to do, you decide go back to your room and do some work...
french: [_n_] Comme il n'y a plus rien à faire, vous décidez de retourner dans votre chambre et de faire un peu de travail ...

source: [_mcthink_] Hum... that's weird...
french: [_mcthink_] Hum ... c'est bizarre ...

source: [_mcthink_] ...something doesn't fit...
french: [_mcthink_] ... Quelque chose ne convient pas ...

source: [_m_] Didn't you hear me knocking?
french: [_m_] Ne m'avez-vous pas entendu frapper?

source: [_mc_] Uh... no, what's up?
french: [_mc_] Uh ... non, qu'est-ce qui se fait?

source: [_m_] We're leaving, do you need anything from the city?
french: [_m_] Nous partons, avez-vous besoin de quoi que ce soit de la ville?

source: [_mc_] Hm? Ah, no... nothing.
french: [_mc_] Hm? Ah, non ... rien.

source: [_m_] Okay, see you later then.
french: [_m_] Ok, vous voyez plus tard.

source: [_mc_] Yeah, later...
french: [_mc_] Oui, plus tard ...

source: [_mcthink_] Ugh... calling her mom feels really weird...
french: [_mcthink_] Ugh ... appeler sa mère se sent vraiment bizarre ...

source: [_mcthink_] Why am I even doing this... I don't trust her god dammit...
french: [_mcthink_] Pourquoi suis-je en train de faire ça ... Je ne fais pas confiance à son dieu ...

source: [_mcthink_] Shit... better get back to work... I don't want to think about stuff like that...
french: [_mcthink_] Shit ... mieux retourner au travail ... Je ne veux pas penser à des trucs comme ça ...

source: [_mcthink_] ...there seems to be something missing...
french: [_mcthink_] ... il semble qu'il manque quelque chose ...

source: [_st_] ...yes?
french: [_st_] ... oui?

source: [_mcthink_] As I thought, she's working at the weekend again...
french: [_mcthink_] Comme je l'ai pensé, elle travaille de nouveau le week-end ...

source: [_mc_] Hey, [st], I'm just working on the project, but I think I'm missing some files, could you check the files you sent me?
french: [_mc_] Hey, [st], je travaille seulement sur le projet, mais je pense que je manque certains fichiers, pourriez-vous vérifier les fichiers que vous m'avez envoyés?

source: [_st_] Uhm... yes, give me a minute...
french: [_st_] Uhm ... oui, donnez-moi une minute ...

source: [_mc_] Okay, thanks.
french: [_mc_] Ok, merci.

source: [_st_] This... might be a problem...
french: [_st_] Ce ... pourrait être un problème ...

source: [_mc_] What do you mean?
french: [_mc_] Que voulez-vous dire?

source: [_st_] It looks like [boss] forgot to include the latest data, but I'll have to check some older files to make sure, there's definitely something missing though.
french: [_st_] Il semble que [boss] a oublié d'inclure les dernières données, mais je vais devoir vérifier certains fichiers plus anciens pour être sûr, il y a certainement quelque chose qui manque.

source: [_mc_] Okay... sounds like it'll take a while?
french: [_mc_] D'accord ... des sons comme ça va prendre un moment?

source: [_st_] Yes...
french: [_st_] Oui ...

source: [_mc_] Hum... okay, well it looks like I'll have an actual weekend then.
french: [_mc_] Hum ... ok, on dirait que j'aurai un week-end alors.

source: [_st_] Sorry... I'll send them to you as soon as I can.
french: [_st_] Désolé ... Je vous les enverrai dès que possible.

source: [_mc_] Yeah no sweat, it's the weekend, we shouldn't be working in the first place...
french: [_mc_] Oui, pas de sueur, c'est le week-end, on ne devrait pas travailler en premier lieu ...

source: [_mc_] Thinking about it, I don't have much else to do, so maybe I'll come over later.
french: [_mc_] En pensant à ça, je n'ai pas beaucoup d'autres choses à faire, donc peut-être que je reviendrai plus tard.

source: [_st_] Okay.
french: [_st_] Ok.

source: [_mc_] Well... maybe later then.
french: [_mc_] Eh bien ... peut-être plus tard alors.

source: [_mcthink_] Hum... I don't get that woman...
french: [_mcthink_] Hum ... Je n'ai pas cette femme ...

source: [_mcthink_] Anyway, what am I going to do now?
french: [_mcthink_] En tout cas, qu'est-ce que je vais faire maintenant?

source: [_mcthink_] Huh? Did she forget anything?
french: [_mcthink_] Huh? Elle a oublié quelque chose?

source: [_mc_] What's up [st], did you forget anything?
french: [_mc_] Quel est le numéro [st], avez-vous oublié quoi que ce soit?

source: [_ma_] Hello, this is [ma] Shelter.
french: [_ma_] Bonjour, c'est [ma] Shelter.

source: [_mcthink_] Oh right, the office secretary from the rental company.
french: [_mcthink_] Oh, le secrétaire du bureau de la compagnie de location.

source: [_mc_] Sorry I thought you were my co-worker, I just talked to her.
french: [_mc_] Désolé Je pensais que vous étiez mon collègue, je viens de lui parler.

source: [_ma_] No problem, do you want me to call again another time?
french: [_ma_] Pas de problème, voulez-vous que j'appelle une autre fois?

source: [_mc_] No, it's okay, [ma], what do you need?
french: [_mc_] Non, c'est bon, [ma], qu'est-ce que vous avez besoin?

source: [_ma_] I have some good and some bad news for you, which one would you like to hear first?
french: [_ma_] J'ai une bonne et une mauvaise nouvelle pour vous, que vous aimeriez entendre en premier?

source: [_ma_] We are ready to refund your deposit for the apartment, all I need is your signature on a few documents.
french: [_ma_] Nous sommes prêts à rembourser votre dépôt pour l'appartement, tout ce dont j'ai besoin, c'est votre signature sur quelques documents.

source: [_mc_] Okay, so what's the bad news then?
french: [_mc_] Ok, alors quelle est la mauvaise nouvelle alors?

source: [_ma_] I still don't have any news on another apartment.
french: [_ma_] Je n'ai toujours pas de nouvelles sur un autre appartement.

source: [_mc_] Well, that's no big problem for now, I have somewhere to stay for a while.
french: [_mc_] Bien, ce n'est pas un gros problème pour le moment, j'ai quelque part pour rester un moment.

source: [_ma_] Good to hear.
french: [_ma_] Bon à entendre.

source: [_ma_] Do you want me to send you the documents via email?
french: [_ma_] Voulez-vous que je vous envoie les documents par courriel?

source: [_ma_] Oh, that's good to hear.
french: [_ma_] Oh, c'est bien d'entendre.

source: [_mc_] So what's the good news?
french: [_mc_] Alors quelle est la bonne nouvelle?

source: [_mc_] Good, can you send them over?
french: [_mc_] Bon, pouvez-vous les envoyer?

source: [_ma_] Do you want me to send them via email?
french: [_ma_] Voulez-vous que je les envoie par courriel?

source: [_mc_] I sadly don't have a printer here...
french: [_mc_] Je n'ai malheureusement pas d'imprimante ici ...

source: [_ma_] Oh, well I can send them by post, but you could also come over during business hours, our office is in the same city.
french: [_ma_] Oh, eh bien je peux les envoyer par la poste, mais vous pouvez aussi venir pendant les heures d'ouverture, notre bureau est dans la même ville.

source: [_mc_] Okay, I could come over Monday, what's the address?
french: [_mc_] Ok, je pourrais venir lundi, quelle est l'adresse?

source: [_ma_] It's... well, actually...
french: [_ma_] C'est. .. bien, en fait ...

source: [_ma_] We usually don't accept customers on sunday, but I wanted to do some overtime anyway, so you could come over after closing time if you want.
french: [_ma_] Nous n'acceptons habituellement pas les clients le dimanche, mais je voulais faire quelques heures supplémentaires de toute façon, de sorte que vous pourriez venir après la fermeture si vous voulez.

source: [_mc_] Hmm, yeah sounds good, I was thinking about going to the city anyway.
french: [_mc_] Hmm, ouais semble bien, je pensais à aller à la ville de toute façon.

source: [_ma_] Okay, the address is...
french: [_ma_] Ok, l'adresse est ...

source: [_n_] You note the address and even though it's still a lot of time until closing time, you get ready to leave...
french: [_n_] Vous notez l'adresse et même si c'est encore beaucoup de temps jusqu'à la fermeture, vous êtes prêt à partir ...

source: [_j_] The movie is better than I thought, if only the screen was bigger...
french: [_j_] Le film est meilleur que je le pensais, si seulement l'écran était plus grand ...

source: [_j_] How come you don't have a TV?
french: [_j_] Comment se fait-on pas avoir une télé?

source: [_mc_] I had one, but it broke when I was packing my stuff before moving.
french: [_mc_] I had one, but it broke when I was emballage my stuff before moving.

source: [_j_] Oh shit, that sucks, you really should get a new one.
french: [_j_] Oh merde, ça craint, vous devriez en avoir un nouveau.

source: [_mc_] Yeah, you're right...
french: [_mc_] Oui, vous avez raison ...

source: [_j_] Hey, looks like he's going to bang the princess, hehe.
french: [_j_] Hé, il dirait qu'il va frapper la princesse, hehe.

source: [_mcthink_] [j]... always naughty...
french: [_mcthink_] [j]... toujours vilaineté ...

source: [_j_] Night, [mcmd].
french: [_j_] Nuit, [mcmd].

source: [_mc_] Night you two.
french: [_mc_] Nuit vous deux.

source: [_mcthink_] Well, I guess I'm going to bed too...
french: [_mcthink_] Eh bien, je suppose que je vais me coucher aussi ...

source: [_mcthink_] I better file the papers somewhere before I forget about it...
french: [_mcthink_] Je ferais mieux de déposer les papiers quelque part avant d'en oublier ...

source: [_mcthink_] What's this? That's not my name...
french: [_mcthink_] Qu'est-ce que c'est? Ce n'est pas mon nom ...

source: [_mcthink_] Did she hand me the wrong papers?
french: [_mcthink_] Est-ce qu'elle m'a fait les faux papiers?

source: [_mcthink_] Shit, I better call her tomorrow...
french: [_mcthink_] Shit, je l'appelle mieux demain ...

source: [_mcthink_] Oh damn, I don't have her number.
french: [_mcthink_] Oh merde, je n'ai pas son numéro.

source: [_mcthink_] Huh? [h] tried to call me?!
french: [_mcthink_] Huh? [h] a essayé de m'appeler? !

source: [_mcthink_] Oh shit, I wanted to text her...
french: [_mcthink_] Oh merde, je voulais la SMS ...

source: [_mcthink_] Wait, tomorrow is the date!
french: [_mcthink_] Attends, demain est la date !

source: [_mcthink_] Dammit, I totally forgot about that.
french: [_mcthink_] Dammit, j'ai complètement oublié ça.

source: [_mcthink_] Alright, I'll call her, I hope she's still awake...
french: [_mcthink_] Alright, je l'appellerai, j'espère qu'elle est encore éveillée ...

source: [_mcthink_] Maybe I should send her a message instead...
french: [_mcthink_] Peut-être que je devrais lui envoyer un message à la place ...

source: [_h_] Yes, yes, I'm awake! Ah... I mean... hi [mc]!
french: [_h_] Oui, oui, je suis éveillé ! Ah ... Je veux dire ... hi [mc]!

source: [_mc_] Oh shit, did I wake you up? I'm sorry...
french: [_mc_] Oh merde, je vous ai réveillée? Je suis désolé ...

source: [_h_] Nono, I'm totally awake, it's fine, really!
french: [_h_] Nono, je suis complètement éveillé, c'est bien, vraiment !

source: [_mc_] I just saw that you tried to call me and thought I'd call back.
french: [_mc_] Je viens de voir que tu as essayé de m'appeler et de penser que j'appellerais.

source: [_h_] Oh, haha, I was just... uhm... since you didn't text me...
french: [_h_] Oh, haha, j'étais juste ... uhm ... puisque tu ne m'as pas écrit ...

source: [_mc_] Yeah, sorry about that, it was a really busy week. Lots of stuff happened.
french: [_mc_] Oui, désolé pour ça, c'était une semaine très chargée. Beaucoup de choses se sont passées.

source: [_h_] It did for sure!
french: [_h_] C'est sûr !

source: [_h_] So do you still want to go on a date tomorrow?
french: [_h_] Alors, tu veux encore aller à une date demain?

source: [_mc_] Yes, of course!
french: [_mc_] Oui, bien sûr !

source: [_h_] {size=-20}Yes!{/size}... ahem... good, but uhm... the lock down basically disrupted all my plans...
french: [_h_] { size=-20 } Yes! { /size } ... ahem ... bon, mais uhm ... l'écluse a en gros perturbé tous mes plans ...

source: [_mc_] Lock down?
french: [_mc_] Verrouillage?
