Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [mschoice] Ask if she needs help.
italian: [mschoice] Chiedi se ha bisogno di aiuto.

source: [mschoice] Help her up.
italian: [mschoice] Aiutala in su.

source: [mschoice] Ignore them.
italian: [mschoice] Li ignori.

source: [mschoice] Must be her clothes.
italian: [mschoice] Deve essere i suoi vestiti.

source: [mschoice] (Joke) It's the hair!
italian: [mschoice] (Giocca) Sono i capelli!

source: [mschoice] Make-up and glasses.
italian: [mschoice] Trucco e occhiali.

source: [mschoice] (Yeah, she's hot, so let's try!)
italian: [mschoice] (Si, lei è calda, quindi proviamo!)

source: [mschoice] (Nah, I better let her be, I'm not interested anyway.)
italian: [mschoice] (Nah, è meglio che la lasci essere, non mi interessa comunque.)

source: [mschoice] Push again.
italian: [mschoice] Premere di nuovo.

source: [mschoice] Push once more.
italian: [mschoice] Premere ancora una volta.

source: [mschoice] Look back.
italian: [mschoice] Guardati indietro.

source: [mschoice] Not really.
italian: [mschoice] Non veramente.

source: [mschoice] Only of [jess].
italian: [mschoice] Solo di [jess].

source: [mschoice] Yeah, let's go see [h].
italian: [mschoice] Sì, andiamo a vedere [h].

source: [mschoice] Gently bite her clit.
italian: [mschoice] Morso delicatamente il suo clitoride.

source: [mschoice] Just go on.
italian: [mschoice] Continuate e basta.

source: [mschoice] Not so deep.
italian: [mschoice] Non così profondo.

source: [mschoice] Go on.
italian: [mschoice] Vai su.

source: [mschoice] Suck it.
italian: [mschoice] La succhia.

source: [mschoice] Lick it.
italian: [mschoice] Lick esso.
