Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: [m] Oh [pc], there was this policeman here while you were gone...
italian: [m] Oh [pc], c'era questo poliziotto qui mentre eri andato...

source: [oc] Looks like [w] still doesn't want to give up.
italian: [oc] Sembra che [w] non voglia ancora arrendersi.

source: [pc] [w]? Oh no, not that guy again.
italian: [pc] [w]? Oh no, non più quel ragazzo.

source: [j] You know that guy?
italian: [j] Tu sai quel tipo?

source: [pc] Sadly, yes. What happened, what did he want?
italian: [pc] Purtroppo, sì. Che cos'è successo, che cosa voleva?

source: [j] He was asking weird questions and acted like we're all gangsters...
italian: [j] Stava facendo domande strane e ha agito come siamo tutti gangsters...

source: [oc] [m] called me after he was gone.
italian: [oc] [m] mi ha chiamato dopo che era andato.

source: [m] I didn't know what to do, I was confused and scared.
italian: [m] Non sapevo cosa fare, ero confuso e spaventato.

source: [oc] It's okay, [m], he can't do anything.
italian: [oc] Va bene, [m], non può fare nulla.

source: [pc] Jeez, [oc], isn't there anything you can do to stop him? Do we have to get an injunction?
italian: [pc] Jeez, [oc], non c'è nulla che puoi fare per fermarlo? Dobbiamo ottenere un'ingiunzione?

source: [oc] It's not that easy, especially not with all the shit you've done in the past.
italian: [oc] Non è così facile, soprattutto non con tutta la merda che hai fatto in passato.

source: [pc] Oh come on, [oc], it's been years now.
italian: [pc] Oh vieni, [oc], sono passati anni adesso.

source: [oc] Yeah, but not long enough to be removed from your file, if there's anything he can link to you, any old case, even if it's just a suspicion, he has all the rights to go after it.
italian: [oc] Sì, ma non abbastanza a lungo per essere rimosso dal tuo file, se c'è qualcosa che può collegare a te, qualsiasi vecchio caso, anche se è solo un sospetto, ha tutti i diritti di andare dopo.

source: [pc] Shit! So we can't do anything?
italian: [pc] Ciao! Quindi non possiamo fare niente?

source: [oc] Nobody really takes him seriously and I told the chief about your case, so as long as [w] doesn't find any hard evidence for something, he won't be able to do much more than asking questions and be as annoying as always.
italian: [oc] Nessuno lo prende davvero sul serio e ho detto al capo del tuo caso, fino a quando [w] non trova alcuna prova dura per qualcosa, non sarà in grado di fare molto di più che fare domande ed essere fastidioso come sempre.

source: [m] Will he come back?
italian: [m] Ritornerà?

source: [oc] Possibly, but you can safely ignore him. He knows he can't do anything without getting himself into trouble.
italian: [oc] Forse, ma puoi tranquillamente ignorarlo. Egli sa che non può fare nulla senza mettersi nei guai.

source: [oc] Just don't do anything he can use as pretence.
italian: [oc] Semplicemente non fare nulla che possa usare come pretesa.

source: [m] Of course not!
italian: [m] Certamente no!

source: [oc] That was more or less directed at [pc]...
italian: [oc] Questo è stato più o meno diretto a [pc]...

source: [oc] ...and [j].
italian: [oc] ...e [j].

source: [pc] Wait, you know each other?
italian: [pc] Aspetta, ti conosci a vicenda?

source: [oc] Let's just say I wasn't surprised to find her here...
italian: [oc] Diciamo solo che non ero sorpreso di trovarla qui...

source: [m] [j], I didn't know you had trouble with the law?
italian: [m] [j], Non sapevo che aveste avuto problemi con la legge?

source: [j] It was an accident, I swear!
italian: [j] È stato un incidente, ho giurato!

source: [oc] Don't worry about it, [m], she's just a little trouble maker, I'm sure [pc] can handle her.
italian: [oc] Non preoccuparti, [m], è solo un piccolo produttore di guai, sono sicuro che [pc] può gestirla.

source: [oc] Anyway, my wife is waiting, so I better take my leave. Call me if there's any trouble again.
italian: [oc] In ogni caso, mia moglie sta aspettando, quindi è meglio prendere il mio congedo. Chiamami se c'è di nuovo qualche problema.

source: [m] Thanks, [oc], give her my regards.
italian: [m] Grazie, [oc], date a lei i miei saluti.

source: [oc] Sure.
italian: [oc] Certo.

source: [oc] ...and you stay clear of trouble.
italian: [oc] ...e si rimane al riparo dai problemi.

source: [pc] Eh? Sure, I'll try my best.
italian: [pc] Eh? Certo, proverò il mio meglio.

source: [oc] {size=-10}...and take good care of [j], she needs someone like you to look after her.{/size}
italian: [oc] {size=-10}...e prendersi cura di [j], ha bisogno di qualcuno come te per prendersi cura di lei.{/size}

source: [pc] I know, thanks, [oc].
italian: [pc] Lo so, grazie, [oc].

source: [m] So, I think there's something we should talk about, [j]... but first...
italian: [m] Quindi, penso che ci sia qualcosa di cui dovremmo parlare, [j]... ma prima...

source: [m] ...who is that [w] guy, [pc]?
italian: [m] ...chi è quel [w] ragazzo, [pc]?

source: [n] You explain the situation, how you met [w] on your very first day at the burning apartment and all the other occasions when you bumped into each other. How he suspected you to be a criminal for no reason...
italian: [n] Spieghi la situazione, come hai incontrato [w] il tuo primo giorno presso l'appartamento in fiamme e tutte le altre occasioni in cui ti sei imbattuto l'un l'altro. Come egli sospettava di essere un criminale per nessuna ragione...

source: [m] My god, I hope he doesn't dig too deep...
italian: [m] Mio dio, spero che non scava troppo in profondità...

source: [pc] As [oc] said, he can't do anything as long as we don't give him a reason.
italian: [pc] Come [oc] ha detto, non può fare nulla finché non gli diamo una ragione.

source: [j] What an annoying guy.
italian: [j] Che tipo fastidioso.

source: [j] Eh... it's nothing, really!
italian: [j] Eh... non è niente, veramente!

source: [m] [j], if you want to live with us, then you should at least be honest !
italian: [m] [j], se vuoi vivere con noi, allora dovresti almeno essere onesto !

source: [m] I mean...
italian: [m] Voglio dire...

source: [m] Don't you agree, [pc]?
italian: [m] Non sei d'accordo, [pc]?

source: [pc] Hm? Well, yeah, she's right, [j].
italian: [pc] Hm? Beh, sì, ha ragione, [j].

source: [pcthink] This is probably going to be about the bike she took from her mom's ex...
italian: [pcthink] Questo probabilmente sarà circa la moto che ha preso dalla mamma ex...

source: [n] As expected, [j] talks about the motorcycle, but then she goes on about the argument she had with her Mom, explaining that it wasn't the first time, then about what happened in school and even bits and pieces about things that happened in the past.
italian: [n] Come previsto, [j] parla della moto, ma poi prosegue la discussione che ha avuto con la mamma, spiegando che non è stata la prima volta, poi su quello che è successo a scuola e anche pezzi e pezzi su cose che sono accadute in passato.

source: [n] All in all it's nothing too dramatic, but it seems like she just needed a little push to go all out. She talks about her childhood, how she's never seen her real Dad, how most of her Mom's boyfriends were assholes or didn't care about her...
italian: [n] Tutto sommato non è niente di troppo drammatico, ma sembra che lei abbia solo bisogno di un po 'di spinta per uscire tutto. Lei parla della sua infanzia, come lei non ha mai visto il suo vero papà, come la maggior parte dei fidanzati di sua mamma erano stronzi o non si preoccupava di lei...

source: [n] After roughly an hour...
italian: [n] Dopo circa un'ora...

source: [pc] Well, now that you're here with us, you don't have to worry about that anymore.
italian: [pc] Beh, ora che sei qui con noi, non devi più preoccuparti di questo.

source: [m] Absolutely, let the past be the past and focus on the future.
italian: [m] Assolutamente, lasciate che il passato sia il passato e concentratevi sul futuro.

source: [j] Eh, sorry, I didn't mean to tell my whole life story!
italian: [j] Eh, mi dispiace, non avevo intenzione di raccontare tutta la mia storia di vita!

source: [pc] Sometimes things have to be said.
italian: [pc] A volte le cose devono essere dette.

source: [j] Maybe, but it feels like I've been talking all evening...
italian: [j] Forse, ma sembra che io abbia parlato tutta la sera...

source: [m] Oh, right. I should make dinner.
italian: [m] Oh, giusto. Dovrei fare la cena.

source: [j] I-I'll help!
italian: [j] Aiuterò!

source: [m] You don't need to, [j].
italian: [m] Non è necessario, [j].

source: [j] But I want to...
italian: [j] Ma io voglio...

source: [pc] Haha, the new Housekeeper update is funny!
italian: [pc] Haha, il nuovo aggiornamento Housekeeper è divertente!

source: [pcthink] Too bad it's male MC only...
italian: [pcthink] Peccato che sia solo MC maschile...

source: [pc] Hey [e], you should have a look at this!
italian: [pc] Ehi [e], dovresti dare un'occhiata a questo!

source: [pc] ...or just stay there and look cute.
italian: [pc] o semplicemente stare lì e guardare carino.

source: [pc] ...or just stay there looking sexy.
italian: [pc] o semplicemente stare lì sembra sexy.

source: [pc] You know, I think [j] is right, I really should get a new TV.
italian: [pc] Sai, penso che [j] abbia ragione, dovrei davvero avere una nuova TV.

source: [pc] By the way, why don't you have your own TV?
italian: [pc] A proposito, perché non hai la tua TV?

source: [pc] ...and why does [m] think you're bad with electronics?
italian: [pc] ...e perché [m] pensa di essere brutto con l'elettronica?

source: [j] Time to stop drooling over each other, dinner is readyyyyy~!
italian: [j] È ora di smettere di cadere l'un l'altro, la cena è prontayyyyyy~!

source: [n] You go have dinner and it tastes surprisingly well, even though you half expected it to be a disaster since [j] helped with it. [withdissolve]
italian: [n] Si va a cena e ha un sapore sorprendentemente bene, anche se la metà si aspettava che fosse un disastro dal [j] aiutato con esso. [withdissolve]

source: [n] It's quite late already, so everyone quickly goes to bed after dinner, you decide do the same.
italian: [n] È già abbastanza tardi, quindi tutti vanno rapidamente a letto dopo cena, si decide di fare lo stesso.

source: Voice || Wakey wakey. [withslowdissolve]
italian: Voce <unk> <unk> Wakey wakey. [withslowdissolve]

source: [pc] Uhh... is it morning already?
italian: [pc] Uhh... è già mattina?

source: Voice || No, Silly, it's still night!
italian: Voce <unk> <unk> No, Silly, è ancora notte!

source: Voice || Khehehe.
italian: Voce <unk> <unk> Khehehe.

source: [pc] [e], what are you...
italian: [pc] [e], che cosa sei...

source: [pc] Aren't you supposed to sleep in your bed?
italian: [pc] Non dovresti dormire nel tuo letto?

source: [j] Well, we're not sleeping...
italian: [j] Beh, non stiamo dormendo...

source: [j] We're just here to say good night, hehe.
italian: [j] Siamo qui solo per dire buona notte, hehe.

source: [pc] Oh, I think I like where this is going!
italian: [pc] Oh, penso che mi piaccia dove sta andando questo!

source: [j] So, are we allowed to stay a little longer, [pcmd]?
italian: [j] Dunque, ci è permesso rimanere un po' più a lungo, [pcmd]?

source: [pc] How could I possibly say no.
italian: [pc] Come potrei dire di no.

source: [j] Hmm, thank you, [pcmd].
italian: [j] Hmm, grazie, [pcmd].

source: [pcthink] Damn, this is so hot!
italian: [pcthink] Dannazione, questo è così caldo!

source: [j] You or me?
italian: [j] Tu o me?

source: [j] You decide.
italian: [j] Tu decidi.

source: [pc] Decide what?
italian: [pc] Decidi cosa?

source: [j] Whose pussy you want to lick, hehe.
italian: [j] Di chi vuoi leccare, hehe.

source: [pc] Oh, I see.
italian: [pc] Oh, vedo.

source: [pc] Why not both?
italian: [pc] Perché non entrambi?

source: [j] You can't do us both at the same time.
italian: [j] Non puoi farci entrambi allo stesso tempo.

source: [pc] Ha! Are you sure about that?
italian: [pc] Ciao! Sei sicuro?

source: [j] Haha, okay, who do you want to taste first then?
italian: [j] Haha, ok, chi vuoi assaggiare prima allora?

source: [j] Haha, but who gets your dick first?
italian: [j] Haha, ma chi ottiene il tuo cazzo prima?

source: [pc] Tough question.
italian: [pc] Domanda dura.

source: [j] But leave me some pussy, okay, [e]?
italian: [j] Ma lasciami una figa, ok, [e]?

source: [pc] Come here, [e].
italian: [pc] Vieni qui, [e].

source: [j] I'll take that yummy pussy then.
italian: [j] Allora prenderò quella figa magica.

source: [j] Mhhh... I love how you taste, [pcmd]!
italian: [j] Mhhh... Amo come ti gusti, [pcmd]!

source: [pc] Nhhh, and I love how you work your tongue!
italian: [pc] Nhhh, e amo come si lavora la lingua!

source: [j] Just don't come too early, you two!
italian: [j] Semplicemente non venite troppo presto, voi due!

source: [pc] I can't guarantee for anything if you go on like this, [j].
italian: [pc] Non posso garantire nulla se continui così, [j].

source: [j] Hehe... mphh... I love... mhh... your pussy, [pcmd].
italian: [j] Hehe... mphh... Mi piace... mhh... la tua figa, [pcmd].

source: [j] I just... mhh... can't hold back!
italian: [j] Semplicemente... mhh... non posso trattenerti!

source: [pc] [j] come over here, I want to taste you as well!
italian: [pc] [j] venite qui, voglio assaggiarvi pure!

source: [pc] Heh, not yet!
italian: [pc] Heh, non ancora!

source: [j] [e]... mhh... hold on... mphh.
italian: [j] [e]... mhh... tieni premuto su... mphh.

source: [j] Hold on, [e], hold on...
italian: [j] Tieni premuto su, [e], tieni premuto...

source: [j] Hnnn... I just... gnnnh... love your tongue... haaa...!
italian: [j] Hnnnn... Semplicemente... gnnnh... ama la tua lingua... haaa...!

source: [j] Do you... hnn... like how I taste, [pcmd]?
italian: [j] Ti piace... hnn... ti piace come gusto, [pcmd]?

source: [pc] I love it!
italian: [pc] Mi piace!

source: [j] Hnn... yes, [pcmd], right there.
italian: [j] Hnn... sì, [pcmd], proprio lì.

source: [j] Your turn, [e]!
italian: [j] Il tuo turno, [e]!

source: [j] Gaawd... [pcmd]... nhh... I love it... hnnn.
italian: [j] Gaawd... [pcmd]... nhh... Mi piace... hnnn.

source: [j] Hold on, hold on... fuck!
italian: [j] Attenersi, tieni premuto... fuck!

source: [j] Haaa... your tongue feels amazing, [pcmd].
italian: [j] Haaa... la tua lingua è incredibile, [pcmd].

source: [j] Go on, [e].
italian: [j] Vai su, [e].

source: [j] Damn, [e], don't go too fast yet!
italian: [j] Dannazione, [e], non andare ancora troppo veloce!

source: [j] I want some fun, too...
italian: [j] Anche io voglio un po' di divertimento...

source: [j] If you don't mind, [pcmd].
italian: [j] Se non ti dispiace, [pcmd].

source: [pc] Get get over here, Babygirl!
italian: [pc] Ottenere superare qui, Babygirl!

source: [j] I hope you don't mind, [e].
italian: [j] Spero che non ti dispiaccia [e].

source: [j] Hnn... how are you holding up, [e]?
italian: [j] Hnn... come ti stai trattenendo, [e]?

source: [j] Ohhh, damn, [pcmd]... this feels great!
italian: [j] Ohhh, dannato, [pcmd]... questo si sente grande!

source: [j] Nhhh... yes, there... haaaa!
italian: [j] Nhhh... sì, lì... haaaa!

source: [pcthink] Shit, [e] is tightening up...
italian: [pcthink] Merda, [e] sta stringendo...

source: [j] Now's my turn, [e].
italian: [j] Ora è il mio turno, [e].

source: [j] Right there.
italian: [j] Proprio lì.

source: [j] Haa... yes!
italian: [j] Haa... sì!

source: [pc] [e] come here.
italian: [pc] [e] vieni qui.

source: [j] Ohh gaaaawd, [pcmd], I love your dick!
italian: [j] Ohh gaaaawd, [pcmd], Amo il tuo cazzo!

source: [j] Shit, hnn... [pcmd].
italian: [j] Merda, hnn... [pcmd].

source: [pc] I'm getting close!
italian: [pc] Mi sto avvicinando!

source: [j] [e], I think it's time for the grand finale.
italian: [j] [e], penso che sia il momento per il finale grande.

source: [pc] Hey, why did you stop?
italian: [pc] Ehi, perché ti sei fermato?

source: [j] Like we agreed?
italian: [j] Ti siamo acconsentiti?

source: [j] Come on, get up, [pcmd].
italian: [j] Avanti, alzati, [pcmd].

source: [pc] What are you up to?
italian: [pc] A cosa stai facendo?

source: [j] The grant finale! You on top of [e].
italian: [j] Il finanziamento finale! Sei in cima a [e].

source: [pc] Hmm... sounds good.
italian: [pc] Hmm... suona bene.

source: [pc] Let's try this.
italian: [pc] Proviamo questo.

source: [j] Mmh... looks sexy! I'll watch!
italian: [j] Mmh... sembra sexy! Guarderò!

source: [j] Damn, this looks so hot!
italian: [j] Dannazione, questo sembra così caldo!

source: [j] You like it, [e]?
italian: [j] Ti piace, [e]?

source: [j] Haha, obvious.
italian: [j] Haha, ovvio.

source: [pc] Heh, come closer...
italian: [pc] Heh, avvicinati...

source: [j] Hnn, yes, [pcmd]!
italian: [j] Hnn, sì, [pcmd]!

source: [pc] Damn, I'm close, [e], are you ready?
italian: [pc] Dannazione, sono vicino, [e], sei pronto?

source: [j] Oh, [pcmd], I'm close, too!
italian: [j] Oh, [pcmd], anche io sono vicino!

source: [e] Hnnn... hnnnn...
italian: [e] Hnnn... hnnnnn...

source: [j] Nhhh... fill her, [pcmd]! Fill her with your hot, juicy cum!
italian: [j] Nhhh... riempila [pcmd]! Riempila con il tuo sperma caldo e succoso!

source: [j] Fill your little sister's baby room with your seed, [pcmd]!
italian: [j] Riempi la stanza del bambino della tua sorella con il tuo seme, [pcmd]!

source: [pc] Holy shit! [withflash]
italian: [pc] Merda santa! [withflash]

source: [j] Mmmh, [pcmd] that was awesome!
italian: [j] Mmmh, [pcmd] è stato fantastico!

source: [j] You'll love it, promise!
italian: [j] Lo amerai, promessa!

source: [pc] Now I'm curious.
italian: [pc] Ora sono curioso.

source: [pc] Oh, I think I know...
italian: [pc] Oh, penso di sapere...

source: [j] Do you like it, [pcmd]?
italian: [j] Ti piace, [pcmd]?

source: [pc] Hmmm... suck on my clit, [e].
italian: [pc] Hmmm... succhiare il mio clit, [e].

source: [pc] How could I not like it, with two beautiful, hot girls...
italian: [pc] Come non mi piace, con due belle ragazze calde...

source: [j] Mhh... do you like...mphh... getting eaten out by your... mhhh... little girls, [pcmd]?
italian: [j] Mhh... ti piace...mphh... farsi mangiare fuori dalla tua... mhhh... bambine, [pcmd]?

source: [pc] It feels great, girls!
italian: [pc] Si sente benissimo, ragazze!

source: [j] Mhhh... your skin is so smooth...
italian: [j] Mhhh... la tua pelle è così liscia...

source: [j] Do you want to cum into your little sister's mouth, [pcmd]!
italian: [j] Vuoi ingoiare nella bocca della tua sorellina, [pcmd]!

source: [j] Look at her...mhhh... right between your legs... mmph... tasting your juicy, wet pussy...
italian: [j] Guardate...mhhh... a destra tra le gambe... mmph... assaggiare la vostra figa succosa, bagnata...

source: [pc] Damn, you look so sexy down there...
italian: [pc] Dannazione, si guarda così sexy laggiù...

source: [j] Let us taste all your yummy pussy juice... mmphh...
italian: [j] Facciamo assaggiare tutti i vostri succhi di figa... mmphh...

source: [pc] Oh fuck! Don't stop, don't stop! [withflash]
italian: [pc] Oh scopata! Non fermarti, non fermarti! [withflash]

source: [j] Yes, [pcmd], cum for us!
italian: [j] Sì, [pcmd], cum per noi!

source: [j] Gaaawd, we need to do this again some day.
italian: [j] Gaaawd, abbiamo bisogno di farlo di nuovo un giorno.

source: [j] How about tomorrow night?
italian: [j] Che ne dici di domani sera?

source: [pc] Haha, sure.
italian: [pc] Haha, certo.

source: [j] And the night after tomorrow?
italian: [j] E la notte dopo domani?

source: [pc] How about every night?
italian: [pc] Che ne dici di ogni notte?

source: [j] Hehe, oh [pcmd], you're so naughty...
italian: [j] Hehe, oh [pcmd], sei così cattivo...

source: [pc] Hey, it's you two who came over to keep me from sleeping.
italian: [pc] Ehi, siete voi due che siete venuti per impedirmi di dormire.

source: [j] You didn't seem to mind it much.
italian: [j] Sembra che non ti dispiacesse molto.

source: [pc] Speaking of which, maybe you two should go back to your room, [e] needs to get up early for school, right [e]?
italian: [pc] Parlando di cui, forse due dovreste tornare alla vostra stanza, [e] ha bisogno di alzarsi presto per la scuola, a destra [e]?

source: [j] I guess we're going to sleep here tonight.
italian: [j] Immagino che stiamo per dormire qui stasera.

source: [pc] Well, let's hope [m] doesn't notice anything.
italian: [pc] Beh, speriamo che [m] non si accorga nulla.

source: [j] We really need to make her change her mind, so she's okay with us sleeping here instead of [e]'s room.
italian: [j] Abbiamo davvero bisogno di farla cambiare idea, quindi lei va bene con noi a dormire qui invece della stanza di [e].

source: [pc] Maybe she'll change her mind in the future.
italian: [pc] Forse cambierà idea in futuro.

source: [j] I'm sure you can convince her, hehe.
italian: [j] Sono sicuro che puoi convincerla, hehe.

source: [pc] Maybe... wait, was that some kind of suggestion again?
italian: [pc] Forse... aspettare, è stato che qualche tipo di suggerimento di nuovo?

source: [j] Hehe, good night, [pcmd].
italian: [j] Hehe, buona notte, [pcmd].

source: [pc] Oh well, whatever... Night, [j]...
italian: [pc] Oh bene, qualsiasi... Notte, [j]...

source: [m] [pc], do you want to eat breakfast with us?
italian: [m] [pc], vuoi fare colazione con noi?

source: [pcthink] Looks like they got up in time...
italian: [pcthink] Sembra che si siano alzati nel tempo...

source: [pcthink] Looks like [e] didn't come over again...
italian: [pcthink] Sembra che [e] non sia tornato più...

source: [pc] Yeah, I'm coming...
italian: [pc] Sì, sto arrivando...

source: [n] You get up, take a quick shower and then join the others for breakfast. [j] and [m] seem to have been engaged in a conversation for a while...
italian: [n] Ti alzi, fai una doccia veloce e poi unisciti agli altri per colazione. [j] e [m] sembrano essere stati impegnati in una conversazione per un po'...

source: [j] ...and then it all went down from there...
italian: [j] ...e poi tutto è sceso da lì...

source: [m] I see... say, [j], for how long are you suspended from school again?
italian: [m] Vedo che... diciamo, [j], per quanto tempo sei sospeso di nuovo dalla scuola?

source: [j] This week still.
italian: [j] Questa settimana ancora.

source: [m] I see, any plans for today?
italian: [m] Vedo, qualche piano per oggi?

source: [j] Uhh... no, not really.
italian: [j] Uhh... no, non veramente.

source: [m] Do you have any plans for the future? Maybe you could look for a job, it's not that long anymore until school is out.
italian: [m] Hai dei piani per il futuro? Forse potresti cercare un lavoro, non è più così tanto finché la scuola non è fuori.

source: [j] I... don't know. I will probably end up as a waitress anyway...
italian: [j] Io... non lo so. Probabilmente finirò comunque come cameriera...

source: [m] You don't have any plans for the future?
italian: [m] Non hai piani per il futuro?

source: [j] It's not like I have much to chose from.
italian: [j] Non è come se avessi molto da scegliere.

source: [pc] I didn't know what to do either.
italian: [pc] Neanche io sapevo cosa fare.

source: [pc] After school... I didn't have a degree, I had no idea what to do, nor did I care at the time... and look at me now, I'm basically self-employed and do what I like.
italian: [pc] Dopo la scuola... non avevo una laurea, non avevo idea di cosa fare, né mi importavo all'epoca. . – e guardatemi ora, sono fondamentalmente autonomo e faccio quello che mi piace.

source: [m] You don't have a degree?
italian: [m] Non hai una laurea?
