Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [pc] Hell no!
italian: [pc] Inferno no!

source: [pc] ...I loved it.
italian: [pc] ...Mi è piaciuto.

source: [pc] By the way, you have some milk there, Kitten.
italian: [pc] A proposito, hai del latte lì, Kitten.

source: [j] Hehe, bitch...
italian: [j] Hehe, puttana...

source: [n] [j] cleans up and tells you the right way to her home, she leans her head on your shoulders for the rest of the ride.{p}After a while you arrive at her home.
italian: [n] [j] pulisce e ti dice la strada giusta per la sua casa, si appoggia la testa sulle spalle per il resto della corsa.{p}Dopo un po' arrivi a casa sua.

source: [j] Here we are~
italian: [j] Qui siamo~

source: [pc] Looks nice.
italian: [pc] Sembra bello.

source: [j] Yeah it's... decent...
italian: [j] Sì... decente...

source: [j] Sorry, I'd {i}{b}love{/b}{/i} to invite you to cum inside, hehe, but my mom is...
italian: [j] Spiacenti, mi piacerebbe {i}{b}amore{/b}{/i} per invitarti a sborrare dentro, hehe, ma mia mamma è...

source: Jada's Mom" "[j]! Where the fuck have you been?!
italian: Mamma di Jada" "[j]! Dove sei stato la scopa?!

source: Jada's Mom" "I've been waiting for you all day!
italian: Mamma di Jada" "Ti ho aspettato tutto il giorno!

source: [j] {size=-10}Shit, I'd hoped she'd be asleep already...{/size}
italian: [j] {size=-10}Merda, speravo che fosse già addormentata...{/size}

source: Jada's Mom" "I'm talking to you [j]!
italian: Mamma di Jada" "Sto parlando con te [j]!

source: [pcthink] Hum... I think I've seen her somewhere before...
italian: [pcthink] Uomo... Penso di averla vista da qualche parte prima...

source: [j] Mom! I'm nineteen, I'm not going to tell you every time I go out! You never cared anyway!
italian: [j] Mamma! Sono diciannove, non ti dirò ogni volta che uscire! Non ti importa mai!

source: [pcthink] Nineteen? She's older than [e]?
italian: [pcthink] Nineteen? È più vecchia di [e]?

source: Jada's Mom" "Oh we'll see about that!
italian: Mamma di Jada" "Oh vedremo a riguardo!

source: Jada's Mom" "... seriously [j], when do you plan to get yourself a boyfriend?!
italian: Mamma di Jada" "... seriamente [j], quando hai intenzione di farsi un fidanzato?!

source: [j] MOM! I'm never going to have a stupid boyfriend!
italian: [j] MOM! Non avrò mai un ragazzo stupido!

source: Jada's Mom" "Tch... get your lazy ass inside and don't make me come out here again...
italian: Mamma di Jada" "Tch... ottenere il vostro culo pigro dentro e non farmi uscire qui di nuovo...

source: Jada's Mom" "Oh? Don't tell me you {i}{b}finally{/b}{/i} got yourself a boyfriend?!
italian: Mamma di Jada" "Oh? Non dirmi {i}{b}finalmente{/b}{/i} ti ha fatto un fidanzato?!

source: Jada's Mom" "What? I've already started to think that you're one of those lesbians...
italian: Mamma di Jada" "Cosa? Ho già iniziato a pensare che sei una di quelle lesbiche...

source: [j] There is nothing wrong with that!
italian: [j] Non c'è niente di sbagliato in questo!

source: Jada's Mom" "Whatever, move your ass inside and don't make me come out here again...
italian: Mamma di Jada" "Qualunque cosa, muovi il tuo culo dentro e non farmi uscire qui di nuovo...

source: [j] I'm sorry... she's usually in bed already at this time, but since she lost her job a few days ago...
italian: [j] Mi dispiace... è di solito a letto già in questo momento, ma dal momento che ha perso il suo lavoro qualche giorno fa...

source: [pcthink] Oh, she's... {b}was{/b} the receptionist from the hotel.
italian: [pcthink] Oh, lei... {b}era {/b} la receptionist dall'hotel.

source: [pc] Don't worry about it.
italian: [pc] Non preoccuparti.

source: [pc] Will you be alright?
italian: [pc] Starai bene?

source: [j] Yeah... thanks.
italian: [j] Sì... grazie.

source: [j] I hope you like {i}{b}your{/b}{/i} taste, hehe. I definitely did!
italian: [j] Spero che ti piaccia {i}{b}il tuo gusto{/b}{/i}, hehe. Ho sicuramente fatto!

source: [j] Anyway, good night.
italian: [j] Comunque, buona notte.

source: [pc] Yeah good night.
italian: [pc] Sì, buona notte.

source: [j] Oh and... have fun tomorrow.
italian: [j] Oh e... divertiti domani.

source: [pc] Huh?! What do you mean?
italian: [pc] Huh?! Cosa intendi?

source: [j] Good niiiight~ hehe...
italian: [j] Buon niiiight~ hehehe...

source: [pcthink] Damn, why does she have to be such a tease...
italian: [pcthink] Dannazione, perché deve essere un tale tis...

source: [n] You head back home...
italian: [n] Sei tornato a casa...

source: [n] On your way back home.
italian: [n] Tornando a casa.

source: [pcthink] Damn, I should've taken the long way, who knew that the old shortcut doesn't exist anymore...
italian: [pcthink] Damn, avrei dovuto prendere la lunga strada, che sapeva che la vecchia scorciatoia non esiste più...

source: [pcthink] Huh? Wasn't that [t]'s voice?
italian: [pcthink] Eh? Quella [t]non era la voce?

source: Man" "Come on [t], don't be like that. I've been waiting for so long and you still won't let me even touch you?
italian: Uomo" "Vieni [t], non essere così. Ho aspettato così a lungo e ancora non mi lascerai nemmeno toccarlo?

source: [pcthink] Wow, someone like her has a boyfriend?
italian: [pcthink] Wow, qualcuno come lei ha un fidanzato?

source: [t] I told you, I'm not ready yet!
italian: [t] Ti ho detto, non sono ancora pronto!

source: [pcthink] Ha, no wonder she gets off so fast...
italian: [pcthink] Ciao, non c'è da stupirsi che si spenga così velocemente...

source: Man" "Come on [t], I don't want to wait any longer.
italian: Uomo" "Vieni [t], non voglio più aspettare.

source: [t] I don't care! Don't touch me!
italian: [t] Non mi importa! Non toccarmi!

source: Man" "What the fuck [t], we've been together for 2 months!
italian: Uomo" "Che cazzo [t], siamo stati insieme per 2 mesi!

source: [t] Stop touching me, I'm warning you!
italian: [t] Smettila di toccarmi, ti sto avvertendo!

source: Man" "You're warning me? Are you serious? What are you going to do, huh?!
italian: Uomo" "Mi stai avvertendo? Sei serio? Che cosa farai, eh?!

source: [pcthink] Looks like it's getting ugly... maybe I should help her...
italian: [pcthink] Sembra che stia diventando brutto... forse dovrei aiutarla...

source: [t] How about this!!!
italian: [t] Che ne dite questo!!!

source: [pcthink] Holy fuck!
italian: [pcthink] Scopata santa!

source: [t] How do you like that, asshole!
italian: [t] Come ti piace, stronzo!

source: [pcthink] What the?!{w=1}{nw}
italian: [pcthink] Che cosa?!{w=1}{nw}

source: [pc] What the fuck! Are you crazy?!
italian: [pc] Che cazzo! Sei pazzo?!

source: [j] Haha, got you!
italian: [j] Haha, ti ha preso!

source: [pc] [j]! What the...
italian: [pc] [j]! Che cosa...

source: [t] {size=-10}...and don't you dare talk to me ever again, asshole!{/size}
italian: [t] {size=-10}...e non osate parlare ancora con me, stronzo!{/size}

source: [pcthink] Damn, she could have easily knocked me out when I touched her... why didn't she?
italian: [pcthink] Dannazione, lei avrebbe potuto facilmente buttarmi fuori quando l'ho toccata... perché non lei?

source: [j] What's going on there?
italian: [j] Cosa succede lì?

source: [pc] Err... just a guy who got his ass kicked by his girlfriend.
italian: [pc] Err... solo un ragazzo che ha preso il culo calciato dalla sua ragazza.

source: [j] Really? Haha. I like the girlfriend already!
italian: [j] Davvero? Haha. Mi piace già la fidanzata!

source: [pc] What are you doing here, [j], and what about the bike? Don't tell me it's yours.
italian: [pc] Cosa stai facendo qui, [j], e che dire della bici? Non dirmi che è tuo.

source: [j] This? Oh, no, it's not mine...
italian: [j] Questo? Oh, no, non è mia...

source: [pc] You didn't steal it, did you?
italian: [pc] Non l'hai rubata, vero?

source: [j] Of course not! What do you think of me?
italian: [j] Naturalmente no! Cosa ne pensi di me?

source: [j] It's from my mom's ex, I... borrowed it, hehe.
italian: [j] È dall'ex di mia mamma, Io... l'ho preso in prestito.

source: [pc] Borrowed... why do I get the feeling that he doesn't know you borrowed it?
italian: [pc] Ho preso in prestito... perché ho la sensazione che lui non sa che l'hai preso in prestito?

source: [j] I totally don't know, hehe. Anyway, need a ride?
italian: [j] Non lo conosco del tutto. In ogni caso, ho bisogno di un giro?

source: [j] And I totally don't mean that suggestively... hehe.
italian: [j] E non voglio dire tutto quello in modo suggestivo... hehe.

source: [pc] I'm not sure I'd want to sit on that bike with you as a rider, also I don't have a helmet, and we're in the middle of the city, if the cops see us...
italian: [pc] Non sono sicuro di voler sedermi su quella moto con te come un pilota, anche io non ho un casco, e siamo in mezzo alla città, se i poliziotti ci vedono...

source: [j] Nah, don't worry, I'll only take backstreets, nobody will see us.
italian: [j] Nah, non ti preoccupare, prenderò solo le strade, nessuno ci vedrà.

source: [pc] I don't know, [j]. I've already had some trouble with the cops lately...
italian: [pc] Non lo so, [j]. Ho già avuto qualche problema con i poliziotti ultimamente...

source: [j] Awww, come on, you can take my helmet if you want. Don't be a pussy!
italian: [j] Awww, vieni, puoi prendere il mio casco se vuoi. Non essere una figa!

source: [pc] I'm not a fucking pussy, and it won't fit anyway.
italian: [pc] Non sono una figa cazzo e non si adatta comunque.

source: [j] It won't fit a fucking pussy? Are you sure about that? Meow!
italian: [j] Non si adatta a una figa del cazzo? Sei sicuro di quello? Meow!

source: [pc] That's not what I... shit, forget it.
italian: [pc] Non è quello che io... merda, dimenticatelo.

source: [j] Hehe, come on, let's ride!
italian: [j] Ehi, vieni, andiamo a cavalcare!

source: [pc] Yeah, yeah, fine...
italian: [pc] Sì, sì, bene...

source: [pc] Alright, let's go.
italian: [pc] Va bene, andiamo.

source: [j] You better grab my waist... tightly, hehe.
italian: [j] È meglio afferrare la mia vita... strettamente, hehe.

source: [pc] You do have a license, don't you, [j]?
italian: [pc] Hai una licenza, non tu, [j]?

source: [j] Hold tight!
italian: [j] Tieni stretto!

source: [j] {b}So, how was it?{/b}
italian: [j] {b}Così, come è stato?{/b}

source: [pc] {b}How was what?{/b}
italian: [pc] {b}Com'è stato?{/b}

source: [j] {b}Awww, come on, you know what I mean!{/b}
italian: [j] {b}Awww, vieni, sai cosa voglio dire!{/b}

source: [pc] {b}No, I don't...{/b}
italian: [pc] {b}No, non lo faccio...{/b}

source: [j] {b}Last night of course, dumbass.{/b}
italian: [j] {b}La scorsa notte, naturalmente, dumbass.{/b}

source: [pc] {b}Last night?{/b}
italian: [pc] {b}Ultima notte?{/b}

source: [pcthink] Could she mean...?
italian: [pcthink] Potrebbe significare...?

source: [j] {b}Don't tell me [e] didn't do it!?{/b}
italian: [j] {b}Non dirmi che [e] non l'ha fatto!?{/b}

source: [pcthink] Shit, it wasn't a dream? Holy fuck!!!
italian: [pcthink] Non era un sogno? Santa scopata!!!

source: [j] {b}Come on, tell me, tell me! Did she do it? Did she not?{/b}
italian: [j] {b}Avanti, dimmi, dimmi! Lo ha fatto? Non lo ha fatto? {/b}

source: [pc] {b}Err... well, she did...{/b}
italian: [pc] {b}Err... beh, ha fatto...{/b}

source: [j] {b}Really?! Haha, how was it? Did she fuck up? Eh... I mean... you know what I mean, hehe.{/b}
italian: [j] {b}Davvero?! Haha, com'era? Ha scopato? Eh... Voglio dire... sai cosa voglio dire, lui.{/b}

source: [pc] {b}No, it was...{/b}
italian: [pc] {b}No, era...{/b}

source: [pc] {b}Wait! Did you pressure her into doing this?{/b}
italian: [pc] {b}Aspetta! L'hai spinta a fare questo?{/b}

source: [j] {b}Huh? Why would I do that?{/b}
italian: [j] {b}Huh? Perché lo fare?{/b}

source: [pc] {b}[j], I'm serious. Did you, or did you not pressure her?{/b}
italian: [pc] {b}[j], sono serio. Sei tu, o non hai fatto pressioni su?{/b}

source: [j] {b}I did not! I even told her to wait a bit longer, but she didn't want to listen...{/b}
italian: [j] {b}Non l'ho fatto! Le ho persino detto di aspettare un po' di più, ma non voleva ascoltare...{/b}

source: [j] {b}She actually wanted to do it on her birthday already, but you know what happened...{/b}
italian: [j] {b}In realtà voleva farlo già per il suo compleanno, ma sai cosa è successo...{/b}

source: [pcthink] Shit! I had sex with my... not sister...
italian: [pcthink] Merda! Ho fatto sesso con me... non sorella...

source: [pcthink] Yeah right, she isn't my sister, not even my stepsister, lucky me I guess, haha...
italian: [pcthink] Yeah giusto, lei non è mia sorella, nemmeno la mia sorellastra, fortunatemi credo, haha...

source: [pc] {b}By the way, I didn't see you at the school earlier today...{/b}
italian: [pc] {b}A proposito, oggi non ti ho visto alla scuola...{/b}

source: [j] {b}Oh, did you come to see me? Did you miss me that much? Hehe.{/b}
italian: [j] {b}Oh, sei venuto a trovarmi? Mi sei perso tanto? Hehe.{/b}

source: [pc] {b}I was just nearby and thought I'd say hi...{/b}
italian: [pc] {b}Ero appena vicino e pensavo che avrei detto cia...{/b}

source: [j] I bet you just wanted to see [e]...
italian: [j] Scommetto che volevi solo vedere [e]...

source: [j] {b}So what?{/b}
italian: [j] {b}Cosa?{/b}

source: [pc] {b}Did you skip classes?{/b}
italian: [pc] {b}Hai saltato le classi?{/b}

source: [j] {b}What if I did? Would you be mad at me for being a bad girl? Hehe.{/b}
italian: [j] {b}E se avessi fatto? Saresti arrabbiato con me per essere una brutta? Hehe.{/b}

source: [pc] {b}I guess that would be a bit hypocritical...{/b}
italian: [pc] {b}Immagino che sarebbe un po' ipocrita...{/b}

source: [j] {b}Hehe, yeah...{/b}
italian: [j] {b}Hehe, sì...{/b}

source: [pc] {b}It's still bad behaviour, especially in front of [e]...{/b}
italian: [pc] {b}È ancora un cattivo comportamento, soprattutto di fronte a [e]...{/b}

source: [pc] {b}Look, I'm not going to lecture you, but do me a favour...{/b}
italian: [pc] {b}Guarda, non ti farò lezioni, ma farò un favore...{/b}

source: [j] I didn't skip classes...
italian: [j] Non ho saltato le lezioni...

source: [j] {b}I got suspended...{/b}
italian: [j] {b}Sono stato sospeso...{/b}

source: [pc] {b}Why?{/b}
italian: [pc] {b}Perché?{/b}

source: [j] {b}Ughhh, because that idiot teacher can't distinguish a calculator from a smartphone!{/b}
italian: [j] {b}Ughhh, perché quell'insegnante idiota non può distinguere una calcolatrice da uno smartphone!{/b}

source: [pc] {b}Seriously?{/b}
italian: [pc] {b}Seriamente?{/b}

source: [j] {b}Yeah, she thought I was texting, and wanted me to hand over my phone, so I told her to get some new glasses... and...{/b}
italian: [j] {b}Sì, pensava che fossi in messaggio, e volevo che consegnassi il mio telefono, così le ho detto di ottenere alcuni nuovi occhiali. . e...{/b}

source: [pc] {b}And?{/b}
italian: [pc] {b}E?{/b}

source: [j] Well...
italian: [j] Bene...

source: [pc] {b}Come on, you can tell me!{/b}
italian: [pc] {b}Avanti, puoi dirmi!{/b}

source: [j] {b}She answered that her glasses are fine so...{/b}
italian: [j] {b}Ha risposto che i suoi occhiali stanno bene così...{/b}

source: [j] {b}I said that if her glasses are fine, then she needed more proteins for her eyes, so she should go and suck some dicks...{/b}
italian: [j] {b}Ho detto che se i suoi occhiali vanno bene, allora aveva bisogno di più proteine per i suoi occhi, quindi dovrebbe andare a succhiare alcuni cazzi. .{/b}

source: [pc] {b}No way! You really said that?{/b}
italian: [pc] {b}Nessun modo! Lo hai davvero detto?{/b}

source: [j] {b}Yeah... I guess... but only because I was really mad at that moment...{/b}
italian: [j] {b}Sì... Immagino... ma solo perché ero davvero pazzo in quel momento...{/b}

source: [pc] {b}Hahaha, that's hilarious, I bet she freaked out!{/b}
italian: [pc] {b}Hahaha, che è esilarante, scommetto che ha liberato!{/b}

source: [j] {b}Well... yeah, that's why I got suspended...{/b}
italian: [j] {b}Bene... sì, ecco perché sono stato sospeso...{/b}

source: [j] There we are~
italian: [j] Ci siamo~

source: [pc] Yeah, thanks for the ride.
italian: [pc] Sì, grazie per la corsa.

source: [j] Anytime, just ask if you want to {b}rrriiide{/b} again, hehe.
italian: [j] In qualsiasi momento, basta chiedere se vuoi {b}rrrriiide{/b} di nuovo, hehe.

source: [pc] Ha... yeah, but maybe without "borrowing" a motorcycle next time...
italian: [pc] Ha... sì, ma forse senza "prendere in prestito" una moto la prossima volta...

source: [j] Heh, alright.
italian: [j] Heh, bene.

source: [pc] Anyway, you better get the bike back to its owner...
italian: [pc] Comunque, è meglio ottenere la bicicletta di nuovo al suo proprietario...

source: [j] Guess you're right...
italian: [j] Indovina che hai ragione...

source: [pc] ...and you should really ask next time...
italian: [pc] ...e dovresti davvero chiedere la prossima volta...

source: [j] Yeah...
italian: [j] Sì...

source: [j] I guess mom will also know about the expulsion by now.
italian: [j] Immagino che la mamma conoscerà anche l'espulsione adesso.

source: [pc] I guess she won't be too happy...
italian: [pc] Immagino che lei non sarà troppo felice...

source: [pc] Well that's what you get for being a naughty girl.
italian: [pc] Beh, questo è quello che si ottiene per essere una ragazza cattiva.

source: [pc] Hey, don't be down in the mouth, okay? And maybe think before you act, next time.
italian: [pc] Ehi, non essere in bocca, okay? E forse pensare prima di agire, la prossima volta.

source: [pc] Hah, you wish... bye, [j].
italian: [pc] Hah, si desidera... ciao, [j].

source: [n] Later...
italian: [n] Più tardi...

source: [pcthink] YAAAWWN... damn, it's getting late... I should stop and go to bed...
italian: [pcthink] YAAAWWN... dannato, sta diventando tardi... dovrei fermarmi e andare a letto...

source: [pcthink] Huh? That was not coming from the door!?
italian: [pcthink] Huh? Non veniva dalla porta!?

source: [pc] What are you doing here, [j], it's the middle of the night!
italian: [pc] Cosa stai facendo qui, [j], è il mezzo della notte!

source: [j] Yeah, I know...
italian: [j] Sì, lo so...

source: [j] Um... I have a little problem...
italian: [j] Um... Ho un piccolo problema...

source: [pc] Don't tell me you got kicked out.
italian: [pc] Non dirmi che sei stato cacciato fuori.

source: [j] Well... kinda...
italian: [j] Bene... tipo...

source: [j] I had an argument with my mom because of the stuff in school...
italian: [j] Ho avuto una discussione con mia mamma a causa della roba a scuola...

source: [j] ...and the bike...
italian: [j] ...e la bici...

source: [pc] Damn...
italian: [pc] Dannazione...

source: [j] Mom was drunk and yelled at me... then I yelled back and...
italian: [j] La mamma era ubriaca e gridava contro di me... poi ho urlato indietro e...

source: [j] I texted [e] and asked her if I can stay the night... she told me to come through your room... I hope you don't mind...
italian: [j] Ho scritto [e] e le ho chiesto se posso rimanere la notte. Mi ha detto di venire attraverso la tua stanza... spero che non ti dispiace...

source: [pc] Well, I don't mind, but I'm not so sure about [m]...
italian: [pc] Beh, non mi dispiace, ma non sono così sicuro circa [m]...

source: [j] Don't worry, I'll be gone tomorrow morning before she notices anything.
italian: [j] Non ti preoccupare, sarò andato domani mattina prima di notare nulla.

source: [pc] Well then, be sure to make no noise when you go to [e]'s room.
italian: [pc] Bene, allora assicurati di non fare rumore quando vai nella stanza di [e].

source: [j] I will, thanks!
italian: [j] Lo farò, grazie!

source: [pcthink] Humph... this girl...
italian: [pcthink] Humph... questa ragazza...

source: [pcthink] Anyway, time to go to bed...
italian: [pcthink] Comunque, il tempo di andare a letto...

source: [j] Can I stay here for the night?
italian: [j] Posso stare qui per la notte?

source: [pc] I'm not sure if this is a good idea...
italian: [pc] Non sono sicuro che questa sia una buona idea...

source: [j] Pleeeaaase, I promise to be a good girl!
italian: [j] Per favoreaaase, prometto di essere una buona ragazza!

source: [pcthink] Damn, what a little minx... but I really don't know if this is a good idea.
italian: [pcthink] Dannazione, che piccolo minx... ma non so davvero se questa è una buona idea.

source: [pcthink] I guess [e] would be okay with [j] staying overnight, but [m] would probably not like it...
italian: [pcthink] Credo che [e] sarebbe bene con [j] rimanere durante la notte, ma [m] probabilmente non piacerebbe...

source: [j] I promise I'll be gone before anybody notices anything.
italian: [j] Prometto che sarò andato prima che qualcuno notasse qualcosa.

source: [pcthink] Hum... on the other hand, what she doesn't know, won't hurt her...
italian: [pcthink] Uomo... d'altra parte, quello che lei non sa, non farà male a lei...

source: [j] Awww, come on...
italian: [j] Awww, viene...

source: [j] I guess I'll have to stay with [e] then...
italian: [j] Immagino che dovrò rimanere con [e] allora...

source: [j] But don't worry, I'll be gone tomorrow morning before [m] notices anything.
italian: [j] Ma non preoccupatevi, sarò andato domani mattina prima [m] nota nulla.

source: [pcthink] Anyway, not my problem... time to go to bed...
italian: [pcthink] Comunque, non il mio problema... tempo di andare a letto...

source: [j] Yay, thanks!
italian: [j] Yay, grazie!

source: [j] I'll be a nice roommate, hehe.
italian: [j] Sarò un bel compagno di stanza, hehe.

source: [pc] Do you want the couch, or the bed?
italian: [pc] Vuoi il divano, o il letto?

source: [j] Wow, did you really just ask that?
italian: [j] Wow, hai davvero chiesto?

source: [pc] Hey, I'm a gentle...woman...
italian: [pc] Ehi, sono una gentile...donna...

source: [pc] Hey, I'm a gentleman!
italian: [pc] Ehi, sono un gentiluomo!

source: [j] Haha, I really didn't expect that... but thanks for asking...
italian: [j] Haha, davvero non me lo aspettavo... ma grazie per aver chiesto...

source: [pc] Are you alright?
italian: [pc] Hai ragione?

source: [j] Yeah... it's just the situation with mom... it sucks...
italian: [j] Sì... è solo la situazione con la mamma... succhia...

source: [pc] Weeeeell... I could say I told you so... but I'm not going to be like that *smirk*
italian: [pc] Weeeeell... Potrei dirvi che lo ho detto... ma non sarò così*smirk*

source: [j] Yeah... I guess I should have listened to you...
italian: [j] Sì... Immagino che avrei dovuto ascoltarvi...

source: [pc] Haha, you should have!
italian: [pc] Haha, dovresti avere!

source: [pc] Yeah?
italian: [pc] Sì?

source: [j] Do you mind if I call you...
italian: [j] Ti dispiace se ti chiamo...

source: [j] Awww please, [md], please!!
italian: [j] Awww per favore, [md], per favore!!

source: [pc] Does it make a difference?
italian: [pc] Fa la differenza?

source: [j] I guess I can live with that.
italian: [j] Immagino di poter vivere con quello.

source: [j] Really? You don't mind?
italian: [j] Davvero? Non ti dispiace?

source: [pc] Yeah, why not.
italian: [pc] Sì, perché no.

source: [j] Thank you...
italian: [j] Grazie...

source: [pc] By the way, [j]...
italian: [pc] A proposito, [j]...

source: [pc] ...could it be that you're not wearing anything under that jacket?
italian: [pc] potrebbe essere che tu non indossi nulla sotto quella giacca?

source: [j] Yeah... I was in the middle of changing when my mom started yelling at me... I just grabbed what wasn't in the washer already and left...
italian: [j] Sì... Ero nel bel mezzo di cambiare quando mia mamma ha iniziato a urlare contro di me. . Ho appena afferrato quello che non era nella rondella già e se n'è andato...

source: [pc] Oh [j], oh [j]... what did I tell you about thinking before acting?
italian: [pc] Oh [j], oh [j]... che cosa ti ho detto di pensare prima di recitare?

source: [j] I know, I know, but...
italian: [j] Lo so, lo so, ma...
