Repository: BlackRam-oss/BM
Catalog: game/*/*/events_m.po
Languages: french, italian

source: [pc] And what exactly is she doing?
french: [pc] Et que fait-elle exactement ?
italian: [pc] E cosa sta facendo esattamente?

source: [m] I don't know the exact procedure, but she helps [e] and that's what counts for me.
french: [m] Je ne connais pas la procédure exacte, mais elle aide [e] et c'est ce qui compte pour moi.
italian: [m] Non conosco la procedura esatta, ma aiuta [e] e questo è ciò che conta per me.

source: [pc] [e] didn't seem to be overly excited...
french: [pc] [e] n'avait pas l'air d'être très enthousiaste...
italian: [pc] [e] non sembrava essere troppo eccitato...

source: [m] I know she doesn't like the sessions with her, but what should I do? There is no one else willing to help her anymore. Everyone gave up on her and [t] really wants to help.
french: [m] Je sais qu'elle n'aime pas les séances avec elle, mais que dois-je faire ? Il n'y a plus personne qui veuille l'aider. Tout le monde l'a abandonnée et [t] veut vraiment l'aider.
italian: [m] So che non le piacciono le sessioni con lei, ma cosa devo fare? Non c'è più nessun altro disposto ad aiutarla. Tutti si sono arresi su di lei e [t] vuole davvero aiutare.

source: [pcthink] And I bet she wants a lot of money for it...
french: [pcthink] Et je parie qu'elle veut beaucoup d'argent pour ça...
italian: [pcthink] E scommetto che vuole un sacco di soldi per esso...

source: [pc] I didn't get the impression that she really cares for [e]...
french: [pc] Je n'ai pas eu l'impression qu'elle se soucie vraiment de [e]...
italian: [pc] Non ho avuto l'impressione che lei si preoccupi davvero per [e]...

source: [m] Oh Hun, please don't judge her just by your first impression. I know you're worried about [e], but [t] really isn't that bad of a person. Give her a chance, okay?
french: [m] Oh Hun, s'il te plaît ne la juge pas juste sur ta première impression. Je sais que tu es inquiet pour [e], mais [t] n'est pas vraiment une mauvaise personne. Donne-lui une chance, d'accord ?
italian: [m] Oh Hun, per favore non giudicarla solo dalla tua prima impressione. So che sei preoccupato per [e], ma [t] non è davvero così male di una persona. Dagli un'occasione, ok?

source: [pc] Well, if you say so...
french: [pc] Eh bien, si tu le dis...
italian: [pc] Beh, se lo dici...

source: [m] Thank you, Hun, I knew you would understand.
french: [m] Merci, Hun, je savais que tu comprendrais.
italian: [m] Grazie, Hun, sapevo che avrebbe capito.

source: [pcthink] I guess I need to find another Therapist myself...
french: [pcthink] Je suppose que je dois trouver un autre thérapeute moi-même...
italian: [pcthink] Immagino di dover trovare un altro Terapista da solo...

source: [m] Haahh... getting you back home was really the best decision I ever made.
french: [m] Haahh... te récupérer, ici, à la maison a vraiment été la meilleure décision que j'ai prise.
italian: [m] Haahh... tornare a casa è stata davvero la decisione migliore che io abbia mai preso.

source: [pc] Getting me back? What do you mean?
french: [pc] Me récupérer ? Qu'est-ce que tu veux dire ?
italian: [pc] Riprendimi indietro? Che cosa intendi?

source: [m] Oh, you know. After all that happened with your dad and then with [e], I almost lost the will to live...
french: [m] Oh, tu sais. Après tout ce qui s'est passé avec ton père et ensuite avec [e], j'ai presque perdu la volonté de vivre...
italian: [m] Oh, sai. Dopo tutto quello che è successo con tuo papà e poi con [e], ho quasi perso la volontà di vivere...

source: [pcthink] Seriously? And she's just casually telling me about it?
french: [pcthink] Sérieusement ? Et elle m'en parle juste comme ça ?
italian: [pcthink] Seriamente? E lei mi sta semplicemente dicendo casualmente a riguardo?

source: [m] ...and after I realized how shitty I was to you, it got even worse... I almost destroyed your childhood and [e] lost her precious big [bs] because of me...
french: [m] ...et après avoir réalisé à quel point j'étais une merde pour toi, c'est devenu encore pire... J'ai presque détruit ton enfance et [e] a perdu son précieux grand [bs] à cause de moi...
italian: [m] ...e dopo che mi sono reso conto di quanto sia stato per te, è peggiorato... Ho quasi distrutto la tua infanzia e [e] perso il suo prezioso grande [bs] a causa di me...

source: [pc] Well I wasn't really a child anymore...
french: [pc] Eh bien, je n'étais plus vraiment un enfant...
italian: [pc] Beh, non ero più un bambino...

source: [pcthink] ...not that it makes it better...
french: [pcthink] ...non pas que ce soit mieux...
italian: [pcthink] ... non che lo renda migliore...

source: [m] I know, but still...
french: [m] Je sais, mais quand même...
italian: [m] Lo so, ma ancora...

source: [m] But now you're back. [e] is happy to have her big [bs] back and I'm happy to have a handsome young [pcgender] here I can count on and trust.
french: [m] Mais maintenant tu es de retour. [e] est heureuse d'avoir son grand [bs] de retour et je suis heureuse d'avoir un beau jeune [pcgender] ici sur lequel je peux compter et avoir confiance.
italian: [m] Ma ora sei tornato. [e] è felice di avere il suo grande [bs] indietro e sono felice di avere un bel giovane [pcgender] qui posso contare su e fidarmi.

source: [pcthink] Handsome huh? Eh... wait...
french: [pcthink] Beau gosse, hein ? Eh... attends...
italian: [pcthink] Bello eh? Eh... aspetta...

source: [m] But now you're back. [e] is happy to have her big [bs] back and I'm happy to have a beautiful young [pcgender] here I can count on and trust.
french: [m] Mais maintenant tu es de retour. [e] est heureuse d'avoir sa grande [bs] de retour et je suis heureuse d'avoir une belle et jeune [pcgender] ici sur laquelle je peux compter et avoir confiance.
italian: [m] Ma ora sei tornato. [e] è felice di avere il suo grande [bs] indietro e sono felice di avere un bel giovane [pcgender] qui posso contare su e fidarmi.

source: [pcthink] Beautiful huh? Eh... wait...
french: [pcthink] Belle hein ? Eh... attends...
italian: [pcthink] Bella eh? Eh... aspetta...

source: [pc] So you're not actually letting me live here to help me out, but to help yourself!?
french: [pc] Donc, en fait, tu ne me laisses pas vivre ici pour m'aider, mais pour vous aider vous-tous!?
italian: [pc] Quindi non mi lasci vivere qui per aiutarmi, ma per aiutarvi!?

source: [m] Umm, yes, kind of.
french: [m] Umm, oui, en quelque sorte.
italian: [m] Umm, sì, del genere.

source: [pcthink] Fuck I knew it! She was lying all the time!
french: [pcthink] Putain je le savais ! Elle mentait tout ce temps !
italian: [pcthink] Cazzo lo sapevo! Lei stava mentendo per tutto il tempo!

source: [m] But isn't it good for you, too?
french: [m] Mais n'est-ce pas bon pour toi aussi ?
italian: [m] Ma non è anche per te?

source: [m] After all, you don't have to pay any rent.
french: [m] Après tout, tu n'as pas à payer de loyer.
italian: [m] Dopo tutto, non devi pagare alcun affitto.

source: [pc] You know this is actually my house, right? You and... him were never married, so I could just throw you out at anytime.
french: [pc] Tu sais que c'est en fait ma maison, n'est-ce pas ? Toi et... lui n'avez jamais été mariés, donc je pourrais te jeter dehors n'importe quand.
italian: [pc] Sai che questa è in realtà la mia casa, giusto? Tu e... lui non è mai stato sposato, quindi potrei solo buttarti fuori in qualsiasi momento.

source: [m] Of course I know that, Hun. But why would you do that now?
french: [m] Bien sûr que je le sais, Hun. Mais pourquoi le ferais-tu maintenant ?
italian: [m] Naturalmente lo so, Hun. Ma perché lo farebbe adesso?

source: [m] Aren't you happy to have your sister back? Or to have someone who makes you fresh meals every day, who washes your clothes and takes care of your needs?
french: [m] N'es-tu pas heureux de retrouver ta sœur ? Ou d'avoir quelqu'un qui te prépare des repas frais tous les jours, qui lave tes vêtements et qui s'occupe de tes besoins ?
italian: [m] Non sei felice di far tornare tua sorella? O per avere qualcuno che ti fa pasti freschi ogni giorno, che lava i tuoi vestiti e si prende cura delle tue esigenze?

source: [pcthink] "My needs" huh? Hehe...
french: [pcthink] 'Mes besoins' hein ? Héhé...
italian: [pcthink] "Le mie esigenze" eh? Hehe...

source: [pcthink] ...but damn, she's right. It's actually quite nice...
french: [pcthink] ...mais bon sang, elle a raison. C'est en fait assez agréable...
italian: [pcthink] ...ma maledetta, ha ragione. In realtà è abbastanza bella...

source: [pcthink] I wonder if the pills are talking?
french: [pcthink] Je me demande si les pilules parlent ?
italian: [pcthink] Mi chiedo se le pillole stanno parlando?

source: [pc] I guess you're right, it helps us both.
french: [pc] Je suppose que tu as raison, ça nous aide tous les deux.
italian: [pc] Immagino che tu abbia ragione, ci aiuta entrambi.

source: [m] See? And if you ever need something, don't be afraid to ask me. I will do anything for you, whatever it is.
french: [m] Tu vois ? Et si jamais tu as besoin de quelque chose, n'aie pas peur de me le demander. Je ferai tout pour toi, quoi que ce soit.
italian: [m] Vedi? E se avete mai bisogno di qualcosa, non abbiate paura di chiedermi. Farò qualcosa per voi, qualunque cosa sia.

source: [pcthink] Fuck, she said it again...
french: [pcthink] Putain, elle l'a encore dit...
italian: [pcthink] Cazzo ha detto di nuovo...

source: [pc] ... Yeah... thanks, you told me already.
french: [pc] ... Oui... merci, tu me l'as déjà dit.
italian: [pc] ... Sì... grazie, mi hai già detto.

source: [m] Did I?
french: [m] L'ai-je fait ?
italian: [m] Io?

source: [pc] Uhh... yes? Yesterday? In the afternoon! Don't you remember?
french: [pc] Euh... oui ? Hier ? Dans l'après-midi ! Tu ne te souviens pas ?
italian: [pc] Uhh... sì? Ieri? Nel pomeriggio! Non ricordate?

source: [m] Yesterday, in the afternoon? Oh, I'm sorry sweetheart, I don't remember much of what I do when I take the pills.
french: [m] Hier, dans l'après-midi ? Oh, je suis désolée mon chéri, je ne me souviens pas bien de ce que je fais quand je prends les pilules.
italian: [m] Ieri, nel pomeriggio? Oh, mi dispiace per l'innamorato, non ricordo molto di quello che faccio quando prendo le pillole.

source: [pc] Really? You just forget it?
french: [pc] Vraiment ? Tu l'as juste oublié ?
italian: [pc] Veramente? L'hai appena dimenticato?

source: [m] Yes, I will most likely forget our conversation here, too.
french: [m] Oui, je vais très probablement oublier notre conversation ici aussi.
italian: [m] Sì, molto probabilmente dimenticherò la nostra conversazione anche qui.

source: [pcthink] Seriously? That's... interesting...
french: [pcthink] Sérieusement ? C'est... intéressant...
italian: [pcthink] Seriamente? Quello... interessante...

source: [m] But please don't get this wrong Hun. Even if I forget it, everything I said was true and I really mean it!
french: [m] Mais s'il te plaît ne te trompe pas Hun. Même si je l'oublie, tout ce que j'ai dit est vrai et je le pense vraiment !
italian: [m] Ma per favore non ottieni questo Cacciatore sbagliato. Anche se lo dimentico, tutto quello che ho detto era vero e lo intendo davvero!

source: [pc] So you don't remember that I asked for tools yesterday?
french: [pc] Donc tu ne te souviens pas que j'ai demandé des outils hier ?
italian: [pc] Quindi non ti ricordi che ho chiesto degli strumenti ieri?

source: [m] Tools? No... why did you need them? Did I tell you where they are?
french: [m] Outils ? Non... pourquoi en as-tu eu besoin ? Je t'ai dit où ils étaient ?
italian: [m] Strumenti? No... perché ne hai bisogno? Ti ho detto dove sono?

source: [pc] Yeah, nevermind...
french: [pc] Ouais, c'est pas grave...
italian: [pc] Sì, mai mente...

source: [pcthink] Wait, this means she will forget everything that I say or that I do right in this moment?
french: [pcthink] Attends, ça veut dire qu'elle va oublier tout ce que je dis ou que je fais en ce moment ?
italian: [pcthink] Aspetta, questo significa che dimenticherà tutto quello che dico o che faccio bene in questo momento?

source: [pc] And you don't remember that you showed me your tits?
french: [pc] Et tu ne te souviens pas que tu m'as montré tes seins ?
italian: [pc] E non ti ricordi che mi hai mostrato le tue tette?

source: [pcthink] Fuck! That was stupid!
french: [pcthink] Merde ! C'était stupide !
italian: [pcthink] Fuck! Era stupido!

source: [m] Umm, no. I don't think I ever remembered anything I did when I took the pills.
french: [m] Umm, non. Je ne pense pas me souvenir de ce que j'ai fait quand j'ai pris les pilules.
italian: [m] Umm, no. Non credo di aver mai ricordato nulla che ho fatto quando ho preso le pillole.

source: [m] But as I said, the effect only lasts for an hour or so. So when you need me to remember something, just tell me a bit later.
french: [m] Mais comme je l'ai dit, l'effet ne dure qu'une heure environ. Donc si tu as besoin que je me souvienne de quelque chose, dis-le moi un peu plus tard.
italian: [m] Ma come ho detto, l'effetto dura solo per un'ora o giù di lì. Quindi, quando hai bisogno di me per ricordare qualcosa, basta dirmi un po 'più tardi.

source: [pcthink] WTF, did she even realize what I just said?
french: [pcthink] WTF, est-ce qu'elle a au moins réalisé ce que je viens de dire ?
italian: [pcthink] WTF, ha anche capito quello che ho appena detto?

source: [pc] Err... are sure you heard what I said?
french: [pc] Err... es-tu sûr d'avoir entendu ce que j'ai dit ?
italian: [pc] Err... sei sicuro di aver sentito quello che ho detto?

source: [m] Yes, sure Hun.
french: [m] Oui, bien sûr Hun.
italian: [m] Sì, sicuro Hun.

source: [pcthink] Okaaayyy?
french: [pcthink] D'aaaccccooorrrd?

source: [pc] Really?!
french: [pc] Vraiment ?!
italian: [pc] Davvero?!

source: [m] Yes, you said I showed you my tits.
french: [m] Oui, tu as dit que je t'ai montré mes seins.
italian: [m] Sì, hai detto che ti ho mostrato le mie tette.

source: [pcthink] The fuck!
french: [pcthink] Putain!
italian: [pcthink] Il cazzo!

source: [pc] Do you remember me grabbing your tits?
french: [pc] Tu te souviens que j'ai attrapé tes seins ?
italian: [pc] Ti ricordi di aver afferrato le tue tette?

source: [pcthink] Fuck, don't overdo it, [pc]!
french: [pcthink] Putain, n'en fais pas trop, [pc]!
italian: [pcthink] Cazzo, non esagerare, [pc]!

source: [m] No I don't, I'm sorry Hun.
french: [m] Non, je ne m'en souviens pas, je suis désolée Hun.
italian: [m] No, sono spiacente di Hun.

source: [pc] [m], do you even understand what I'm saying here?
french: [pc] [m], est-ce que tu comprends seulement ce que je dis ici ?
italian: [pc] [m], capisci anche quello che sto dicendo qui?

source: [m] Um... you said you grabbed my tits... Is something wrong, [pc]? Did I upset you somehow?
french: [m] Um... tu as dit que tu avais attrapé mes seins... Quelque chose ne va pas, [pc]? Est-ce que je t'ai contrarié d'une manière ou d'une autre ?
italian: [m] Um... hai detto che hai afferrato le mie tette... C'è qualcosa che non va, [pc]? Ti ho sconvolto in qualche modo?

source: [pc] Uh... no. It's alright...
french: [pc] Euh... non. C'est bon...
italian: [pc] Uh... no. Va bene...

source: [pcthink] Holy shit! She doesn't even care. This is ridiculous!
french: [pcthink] Putain de merde ! Elle ne s'en soucie même pas. C'est ridicule !
italian: [pcthink] Merda santa! Non le importa, questo è ridicolo!

source: [pcthink] ...maybe I could use this opportunity...
french: [pcthink] ...peut-être pourrais-je utiliser cette opportunité...
italian: [pcthink] ...forse potrei cogliere questa opportunità...

source: [pcthink] I mean, she doesn't seem to mind... she is basically inviting me... isn't she?
french: [pcthink] Je veux dire, ça n'a pas l'air de la déranger... elle m'invite en fait... n'est-ce pas ?
italian: [pcthink] Intendo dire che lei non mi pensa... lei mi sta sostanzialmente invitando... vero?

source: [m] Is everything alright, Hun?
french: [m] Tout va bien, Hun ?
italian: [m] Va tutto bene, Hun?

source: [pc] Errr... yeah...
french: [pc] Errr... ouais...
italian: [pc] Errr... sì...

source: [pcthink] Damn, I just have to ask...
french: [pcthink] Merde, je dois juste demander...
italian: [pcthink] Dannazione, devo solo chiedere...

source: [pc] So... you don't mind me grabbing your tits then?
french: [pc] Alors... ça ne te dérange pas que j'attrape tes seins ?
italian: [pc] Quindi... non ti dispiace che io afferri le tue tette?

source: [m] Why would I, Hun?
french: [m] Pourquoi le ferais-je, Hun ?
italian: [m] Perché io, Hun?

source: [pcthink] Fuck! Why did she have to say that...
french: [pcthink] Putain ! Pourquoi fallait-il qu'elle dise ça...
italian: [pcthink] Fuck! Perché ha dovuto dirlo...

source: [pc] *Gulp* ...okay? Would you say the same if you hadn't taken the pills?
french: [pc] *Gulp* ...okay ? Tu dirais la même chose si tu n'avais pas pris les pilules ?
italian: [pc] *Gulp* ... va bene? Dici lo stesso se non avessi preso le pillole?

source: [m] Hum... I'm not sure...
french: [m] Hum... Je ne suis pas sûr...
italian: [m] Uomo... Non sono sicuro...

source: [m] ...but it's okay, really, Hun.
french: [m] ...mais c'est bon, vraiment, Hun.
italian: [m] ...ma va bene, davvero, Hun.

source: [pcthink] Damn, she is serious...
french: [pcthink] Merde, elle est sérieuse...
italian: [pcthink] Dannazione, lei è seria...

source: [pcthink] ...should I...?
french: [pcthink] ...devrais-je... ?
italian: [pcthink] ...dovrei io...?

source: [pcthink] Shit, she took the pills...
french: [pcthink] Merde, elle a pris les pilules...
italian: [pcthink] Merda, ha preso le pillole...

source: [pcthink] But I'm not forcing her, right? She is basically begging me to touch her, right?
french: [pcthink] Mais je ne la force pas, n'est-ce pas ? Elle me supplie de la toucher, non ?
italian: [pcthink] Ma non la sto forzando, giusto? Mi sta fondamentalmente chiedendo di toccarla, giusto?

source: [pcthink] After all she did to me, this is at least some kind of payback...
french: [pcthink] Après tout ce qu'elle m'a fait, c'est au moins une sorte de revanche...
italian: [pcthink] Dopo tutto lei mi ha fatto, questo è almeno una sorta di rimborso...

source: [pcthink] Fuck, this is too alluring...
french: [pcthink] Putain, c'est trop séduisant...
italian: [pcthink] Cazzo, questo è troppo allettante...

source: [pcthink] Damn, she really doesn't mind!
french: [pcthink] Merde, ça ne la dérange vraiment pas !
italian: [pcthink] Dannazione, lei davvero non si dispiace!

source: [pcthink] They feel so soft!
french: [pcthink] Ils sont si doux au toucher !
italian: [pcthink] Si sentono così morbidi!

source: [m] Do you like them?
french: [m] Tu les aimes ?
italian: [m] Ti piacciono?

source: [pc] Oh yes, I do!
french: [pc] Oh oui, je le fais !
italian: [pc] Oh sì, lo faccio!

source: [m] That's good.
french: [m] C'est bon.
italian: [m] È buono.

source: [pcthink] Gaawd I love these tits... I love these pills!
french: [pcthink] Bon sang, j'aime ces seins... J'aime ces pilules !
italian: [pcthink] Gaawd Amo queste tette... Amo queste pillole!

source: [pcthink] These pills... shit, I don't know when she took them. They could wear off anytime.
french: [pcthink] Ces pilules... merde, je ne sais pas quand elle les a prises. Elles peuvent faire effet n'importe quand.
italian: [pcthink] Queste pillole... merda, non so quando le ha prese. Potrebbero spegnere in qualsiasi momento.

source: [m] You can touch them whenever you want, sweetheart.
french: [m] Tu peux les toucher quand tu veux, mon cœur.
italian: [m] Puoi toccarli ogni volta che vuoi, innamorati.

source: [pcthink] Shit!
french: [pcthink] Merde !
italian: [pcthink] Merda!

source: [pc] Yeah thanks, [m].
french: [pc] Oui, merci, [m].
italian: [pc] Sì, grazie, [m].

source: [m] Anytime sweetheart. Do you want to see them?
french: [m] Quand tu veux, mon cœur. Tu veux les voir ?
italian: [m] Innamorati in qualsiasi momento. Vuoi vederli?

source: [pcthink] Holy Shit!
french: [pcthink] Putain de merde !
italian: [pcthink] Merda Santa!

source: [pc] *Gulp*
french: [pc] *Avale*

source: [pc] Uh... I would love to see them, but no... maybe another time.
french: [pc] Euh... j'aimerais bien les voir, mais non... peut-être une autre fois.
italian: [pc] Uh... Mi piacerebbe vederli, ma no... forse un'altra volta.

source: [pcthink] It's just too risky now.
french: [pcthink] C'est juste trop risqué maintenant.
italian: [pcthink] È appena troppo rischioso adesso.

source: [m] Oh? Too bad I will most likely have forgotten about it by tomorrow.
french: [m] Oh ? Dommage, je l'aurai très probablement oublié d'ici demain.
italian: [m] Oh? Peccato che molto probabilmente ne avrò dimenticato entro domani.

source: [pcthink] That's exactly why.
french: [pcthink] C'est exactement pour ça.
italian: [pcthink] È esattamente il perché.

source: [m] You must remind me then, sweetheart.
french: [m] Tu dois me le rappeler alors, mon cœur.
italian: [m] Dovete ricordarmi allora, innamorato.

source: [pc] Of course [m]! Later, [m]...
french: [pc] Bien sûr [m]! Plus tard, [m]...
italian: [pc] Naturalmente [m]! Più tardi, [m]...

source: [m] Oh you are leaving?
french: [m] Oh tu pars ?
italian: [m] Oh stai partendo?

source: [pc] Yeah, uhh... I have something to do.
french: [pc] Ouais, uhh... j'ai quelque chose à faire.
italian: [pc] Sì, uhhh... ho qualcosa da fare.

source: [m] Oh okay, see you later, [pc].
french: [m] Oh ok, à plus tard, [pc].
italian: [m] Oh va bene, ti vediamo più tardi, [pc].

source: [pcthink] Damn, that was hot!
french: [pcthink] Merde, c'était chaud !
italian: [pcthink] Dannazione, che era caldo!

source: [m] Yes, thank you, good bye...
french: [m] Oui, merci, au revoir...
italian: [m] Sì, grazie, grazie...

source: [pcthink] Damn that ass!
french: [pcthink] Maudit soit ce cul !
italian: [pcthink] Dannazione quel culo!

source: [m] Oh hey Hun, good morning. I accepted your stuff, I hope that's okay?
french: [m] Oh hé Hun, bonjour. J'ai réceptionné tes affaires, j'espère que c'est bon ?
italian: [m] Oh hey Hun, buon mattino. Ho accettato la tua roba, spero che vada bene?

source: [pc] Yeah, sure, thanks [m].
french: [pc] Oui, bien sûr, merci [m].
italian: [pc] Sì, certo, grazie [m].

source: [m] It's not much though, is this really all of it?
french: [m] Ce n'est pas beaucoup cependant, est-ce vraiment tout ?
italian: [m] Non è molto però, è davvero tutto questo?

source: [pc] Yeah, I sold most of my stuff before I moved.
french: [pc] Ouais, j'ai vendu la plupart de mes affaires avant de déménager.
italian: [pc] Sì, ho venduto la maggior parte delle mie cose prima di trasferirmi.

source: [m] Really? Why did you do that?
french: [m] Vraiment ? Pourquoi as-tu fait cela ?
italian: [m] Davvero? Perché lo hai fatto?

source: [pc] I guess because it's a new start in a not so new city, so I wanted to buy some new furniture as well...
french: [pc] Je suppose que c'est parce que c'est un nouveau départ dans une ville pas si nouvelle, donc je voulais aussi acheter de nouveaux meubles....
italian: [pc] Immagino che sia un nuovo inizio in una città non così nuova, quindi volevo comprare anche alcuni nuovi arredi...

source: [m] I see...
french: [m] Je vois...
italian: [m] Vedo che...

source: [m] Well, I'm going to prepare breakfast, just holler if you need help with anything.
french: [m] Bien, je vais préparer le petit déjeuner, cries si tu as besoin d'aide pour quoi que ce soit.
italian: [m] Beh, sto andando a preparare la colazione, solo holler se avete bisogno di aiuto con qualsiasi cosa.

source: [pcthink] Damn, what happened to the boxes...
french: [pcthink] Mince, qu'est-il arrivé aux boxes...
italian: [pcthink] Dannazione, cosa è successo alle scatole...

source: [pcthink] I hope they didn't break anything.
french: [pcthink] J'espère qu'ils n'ont rien cassé.
italian: [pcthink] Spero che non abbiano rotto niente.
