Repository: BlackRam-oss/BM
Catalog: game/*/*/events_j.po
Languages: french, italian

source: [j] Yeah I know, she really likes to sleep with... err next to you, hehe.
italian: [j] Sì lo so, le piace davvero dormire con... err accanto a te, hehe.

source: [j] you know...
italian: [j] lo sa...

source: [j] I was expecting you to come over and molest us in our sleep.
italian: [j] Mi aspettavo che tu venisse sopra e ci molesti nel nostro sonno.

source: [pc] Huh?! What do you think I am? Some kind of dirty pervert?
italian: [pc] Huh?! Cosa pensi che sia? Qualche tipo di sporco perverso?

source: [j] Maybe, hehe.
italian: [j] Forse, hehe.

source: [pc] I think you might've played too many adult games.
italian: [pc] Penso che potresti aver giocato troppe partite per adulti.

source: [j] But [pcmd], I wouldn't mind if you molest me in my sleep, and I bet [e] wouldn't mind either, hehe.
italian: [j] Ma [pcmd]non mi dispiacerebbe se mi molestassi nel mio sonno, e scommetto [e] non mi dispiacerebbe, hehe.

source: [pc] Jeez, you better stop that, or I'll have to punish you for being so naughty.
italian: [pc] Jeez, è meglio fermarlo, o dovrò punirti per essere così cattivo.

source: [j] Oh, but I wouldn't mind if you punish me [pcmd]...
italian: [j] Oh, ma non mi dispiacerebbe se mi punissi [pcmd]...

source: [pc] I guess that means I'll have to give you some extra punishment then, huh?.
italian: [pc] Immagino che ciò significa che dovrò darti qualche punizione in più poi, eh?.

source: [j] Hmmmm... please [pcmd].
italian: [j] Hmmmm... per favore [pcmd].

source: [pc] Well shit, we better stop here, I bet that either [m] or [e] will come looking for us if we don't get up.
italian: [pc] Beh merda, ci fermiamo meglio qui, scommetto che [m] o [e] verranno alla ricerca di noi se non ci alziamo.

source: [j] Awwww but I want my punishment...
italian: [j] Awwww ma voglio la mia punizione...

source: [pc] Heh, you're not supposed to want it, but don't worry, you'll get your punishment later.
italian: [pc] Heh, non dovresti volerlo, ma non ti preoccupare, riceverai la tua punizione più tardi.

source: [j] Hehe, I hope so, [pcmd].
italian: [j] Hehe, lo spero, [pcmd].

source: [j] Well, I guess I'll let you get up then... that is... unless you want me to help, hehe.
italian: [j] Beh, immagino che ti farò alzare allora... che è... a meno che tu non voglia che io aiuti, hehe.

source: [pc] I'm good, thanks.
italian: [pc] Sono buono, grazie.

source: [j] Too bad.
italian: [j] Troppo male.

source: [j] Well, see you in a bit.
italian: [j] Beh, ci vediamo in un po'.

source: [n] You get up, go to the bathroom and take a shower...
italian: [n] Ti alzi, vai in bagno e fai una doccia...

source: [pc] Whoops, sorry I...
italian: [pc] Ops, mi dispiace...

source: [j] What do you think?
italian: [j] Cosa ne pensi?

source: [pc] Oh you've been to a hairdresser?
italian: [pc] Oh sei stato in un parrucchiere?

source: [j] Yeah, I talked [m] into it, hehe.
italian: [j] Sì, ho parlato [m] in esso, hehe.

source: [pc] Looks good, I like the color.
italian: [pc] Sembra bene, mi piace il colore.

source: [j] Thanks, I was hoping you'd like it.
italian: [j] Grazie, speravo che ti piacesse.

source: [pc] Wait, did [m] get a new haircut too?
italian: [pc] Aspetta, [m] ha ottenuto anche un nuovo taglio di capelli?

source: [j] More like a new styling, but it looks great, you should see her!
italian: [j] Più come un nuovo stile, ma sembra grande, si dovrebbe vederla!

source: [pcthink] Shit, that's why she looked different...
italian: [pcthink] Merda, ecco perché sembrava diversa...

source: [j] So, were you looking for me, or do you want to use the bathroom?
italian: [j] Quindi, stavi cercando me, o vuoi usare il bagno?

source: [pc] Err, the latter actually...
italian: [pc] Err, quest'ultima...

source: [j] Too bad...
italian: [j] Troppo male...

source: [j] Well, go ahead! Don't mind me.
italian: [j] Beh, vai avanti! Non mi dispiace.

source: [pc] Are you sure?
italian: [pc] Sei sicuro?

source: [pc] Well, if you don't mind, I won't mind either..
italian: [pc] Beh, se non ti dispiace, non mi dispiace..

source: [pcthink] Looks like someone is quite happy about her new hair style...
italian: [pcthink] Sembra che qualcuno sia abbastanza felice del suo nuovo stile di capelli...

source: [pc] Hey, what are you looking at?
italian: [pc] Ehi, cosa stai guardando?

source: [j] Umm... nothing? Hehe, sorry, I couldn't help it.
italian: [j] Umm... niente? Hehe, mi dispiace, non ho potuto aiutarlo.

source: [pc] Yeah, and I bet it was totally {b}not{/b} intentional...
italian: [pc] Sì, e scommetto che era totalmente {b}no{/b} intenzionale...

source: [j] Who knows, hehe.
italian: [j] Chissà, lui.

source: [j] Oh come on, did you really expect me to not look?
italian: [j] Oh vieni, ti aspettavi davvero che io non guardassi?

source: [pc] Well, I guess you're right, I should've expected it, knowing you...
italian: [pc] Beh, immagino che tu abbia ragione, avrei dovuto aspettarti, conoscendoti...

source: [j] Yes you should have.
italian: [j] Sì dovresti avere.

source: [j] You know, I was just thinking...
italian: [j] Sai, stavo solo pensando...

source: [j] Maybe you want me to help?
italian: [j] Forse vuoi che io aiuti?

source: [pc] Uhh... help with what exactly?
italian: [pc] Uhh... aiutare con che cosa esattamente?

source: [j] Cleaning, hehe.
italian: [j] Pulizia, hehe.

source: [pc] Cleaning what?
italian: [pc] Pulire cosa?

source: [j] You, with my mouth, hehe.
italian: [j] Tu, con la mia bocca, hehe.

source: [pc] Dirty girl...
italian: [pc] Ragazza sporca...

source: [j] Oh that's entirely your fault, [pcmd]!
italian: [j] Oh è del tutto colpa tua, [pcmd]!

source: [pc] Heh, go ahead then.
italian: [pc] Heh, vai avanti allora.

source: [pc] I think you need to go a bit deeper to clean it properly.
italian: [pc] Penso che sia necessario andare un po' più in profondità per pulirlo correttamente.

source: [pc] Shit, yeah, that's it!
italian: [pc] Merda, sì, è così!

source: [pc] Shit, shit, shit!
italian: [pc] Merda, merda, merda!

source: [pc] Go on babygirl.
italian: [pc] Vai su babygirl.

source: [j] At once, [pcmd]!
italian: [j] Subito, [pcmd]!

source: [pc] Hnn... you're such a dirty girl, [j]!
italian: [pc] Hnn... sei una ragazza così sporca, [j]!

source: [pc] Oh shit, don't stop, babygirl.
italian: [pc] Oh merda, non fermarti, babygirl.

source: [j] Thank you, [pcmd], that was delicious!
italian: [j] Grazie, [pcmd], che è stato delizioso!

source: [pc] Shit, [j], I could get used to that.
italian: [pc] Merda, [j], potrei abituarmi a quello.

source: [j] Me too, [pcmd], hehe.
italian: [j] Anche io, [pcmd], hehe.

source: [pc] Huh, that's it? You don't want me to return the favor?
italian: [pc] Eh, vero? Non vuoi che torni il favore?

source: [j] Oh I'm good, I just had a bit fun myself, hehe.
italian: [j] Oh sono brava, mi sono appena divertito un po', hehe.

source: [pc] I see... so...
italian: [pc] Lo vedo... così...

source: [pc] You're going to stay in the bathroom?
italian: [pc] Rimarrai in bagno?

source: [j] Yeah, maybe you and [e] should spend some time alone, too.
italian: [j] Sì, forse anche tu e [e] dovresti trascorrere del tempo da soli.

source: [pc] Hmm... how considerate...
italian: [pc] Hmm... come considerare...

source: [j] Right?
italian: [j] Destra?

source: [pcthink] Alright, time to get some answers!
italian: [pcthink] Bene, è ora di ricevere alcune risposte!

source: [j] Thanks, [m]! Hehe.
italian: [j] Grazie, [m]! Hehe.

source: [pc] What are you doing here, [j]? Didn't [m] tell you she doesn't want to get disturbed when she takes the pills?
italian: [pc] Che ci fai qui, [j]? [m] non ti ha detto che non vuole essere disturbata quando prende le pillole?

source: [j] I was just having a nice little chit-chat with her...
italian: [j] Stavo solo avendo una piccola chit-chat con lei...

source: [pc] Uh-huh... just a chit-chat...
italian: [pc] Uh-huh... solo una chit-chat...

source: [j] So I guess you didn't just want to enter the room, right?
italian: [j] Quindi immagino che non volessi entrare nella stanza, giusto?

source: [pc] Uhh, I was just walking by.
italian: [pc] Uhh, stavo solo camminando.

source: [pc] Hey, what do you think of me!?
italian: [pc] Ehi, cosa ne pensi di me!?

source: [j] Only the best {size=-15}and naughtiest{/size} things, hehe.
italian: [j] Solo le migliori {size=-15}and naughtiest{/size} cose, hehe.

source: [j] Where's [e] by the way?
italian: [j] Dov'è [e] a proposito?

source: [pc] She's waiting in my room.
italian: [pc] Lei sta aspettando nella mia stanza.

source: [j] Okay, any plans for the rest of the day?
italian: [j] Va bene, qualche piano per il resto della giornata?

source: [pc] No, not really.
italian: [pc] No, non veramente.

source: [j] Why don't we watch a movie or something?
italian: [j] Perché non guardiamo un film o qualcosa?

source: [pcthink] Shit, if I go into [m]'s room now she'll know something's fishy...
italian: [pcthink] Merda, se vado nella stanza di [m]ora lei saprà qualcosa di pesce...

source: [pcthink] Damnit, that was unsatisfying...
italian: [pcthink] Damnit, che era insoddisfacente...

source: [pcthink] I guess I could just watch some porn...
italian: [pcthink] Immagino che potrei solo guardare qualche porno...

source: [pcthink] Well, I guess I'll have some alone time now...
italian: [pcthink] Beh, immagino che ora avrò un po' di tempo da solo...

source: [pcthink] Hmm, I guess I could check my mail and stuff...
italian: [pcthink] Hmm, immagino che potrei controllare la mia posta e roba...

source: [pcthink] Oh damn, I have to deliver the project tomorrow... shit!
italian: [pcthink] Oh dannato, devo consegnare il progetto domani... merda!

source: [pcthink] Guess I better finish it before it's too late...
italian: [pcthink] Indovina che meglio finirla prima che sia troppo tardi...

source: [pcthink] Alright, this does actually look good!
italian: [pcthink] Bene, questo sembra davvero buono!

source: [pc] Are they still having their session?
italian: [pc] Stanno ancora avendo la loro sessione?

source: [j] Whatcha doing?
italian: [j] Che cosa fa?

source: [pc] Working.
italian: [pc] Lavorare.

source: [j] Working? On a sunday?
italian: [j] Lavorare? In una domenica?

source: [pc] Yeah, I totally forgot that I have to deliver a project tomorrow...
italian: [pc] Sì, ho completamente dimenticato che devo consegnare un progetto domani...

source: [pc] I'm not a workaholic, there's not much else to do anyway.
italian: [pc] Non sono uno stacanovista, non c'è molto altro da fare comunque.

source: [j] You could've spent time with me!
italian: [j] Avresti potuto trascorrere del tempo con me!

source: [pc] I just told you that I have to deliver it tomorrow, didn't I?
italian: [pc] Ti ho appena detto che dovrò consegnarlo domani, vero?

source: [j] Show me!
italian: [j] Mostrami!

source: [pc] There's not much to see, it's just a lot of code and the UI won't work until it's implemented in the main system.
italian: [pc] Non c'è molto da vedere, è solo un sacco di codice e l'interfaccia utente non funzionerà finché non sarà implementata nel sistema principale.

source: [pc] Heh, I've just finished working on it anyway.
italian: [pc] Heh, ho appena finito di lavorarci comunque.

source: [j] Nice, so we can play a game!
italian: [j] Nizza, così possiamo giocare un gioco!

source: [pc] What game?
italian: [pc] Che gioco?

source: [j] I have some ideas.
italian: [j] Ho alcune idee.

source: [pc] Wait, you are talking about a computer game... right?
italian: [pc] Aspetta, stai parlando di un gioco per computer... giusto?

source: [pc] Heh, I see you're already playing games with me.
italian: [pc] Heh, vedo che stai già giocando con me.

source: [j] Am I? Oh, but isn't life a game anyway?
italian: [j] Sono io? Oh, ma la vita non è comunque una partita?

source: [pc] But what kind of game would it be then? An adventure? An action game?
italian: [pc] Ma che tipo di gioco sarebbe allora? Un'avventura? Un gioco d'azione?

source: [j] Hmm, maybe it is...
italian: [j] Hmm, forse è...

source: [j] Maybe it's a dating sim, or a visual novel.
italian: [j] Forse è un incontri sim, o un romanzo visivo.

source: [pc] A romance game?
italian: [pc] Un gioco romantico?

source: [j] Ohh, maybe? Hehe.
italian: [j] Ohh, forse? Hehe.

source: [pc] Or it turns out to be a horror game...
italian: [pc] Oppure si rivela essere un gioco horror...

source: [j] Let's hope not!
italian: [j] Speriamo di no!

source: [j] Hey, maybe it's a porn game, haha. I {b}bet{/b} it's a porn game!
italian: [j] Hey, forse è un gioco porno, haha. Ho {b}scommess{/b} è un gioco porno!

source: [pc] Heh, maybe.
italian: [pc] Heh, forse.

source: [j] Hmm... if we're in a game, why not ask the player?
italian: [j] Hmm... se siamo in una partita, perché non chiedere al giocatore?

source: [pc] Haha, sure!
italian: [pc] Haha, sicuro!

source: [j] Hey, Player, what kind of game are we in?
italian: [j] Hey, Player, in che tipo di gioco siamo?

source: [pc] Err... why do you ask me?
italian: [pc] Err... perché mi chiedi?

source: [j] I'm not asking you, I'm asking the player! You're obviously the MC.
italian: [j] Non ti chiedo, sto chiedendo al giocatore! Sei ovviamente il MC.

source: [pc] What? Why me? Why not you, or [e]?
italian: [pc] Cosa? Perché me? Perché non tu, o [e]?

source: [j] Because you're the one who gets all the girls.
italian: [j] Perché sei colui che ottiene tutte le ragazze.

source: [pc] Huh? You think so?
italian: [pc] Huh? Lo pensi?

source: [j] Obviously! All the girls have at least a crush on you!
italian: [j] Ovviamente! Tutte le ragazze hanno almeno una cotta su di te!

source: [pc] And who is "all the girls"?
italian: [pc] E chi è "tutte le ragazze"?

source: [j] Oh come on, it's everyone in this house! Even visitors! You seem to have some kind of magic attraction, like the MC in porn VN's.
italian: [j] Oh vieni, è tutti in questa casa! Persino i visitatori! Sembra di avere una sorta di attrazione magica, come il MC in porno VN.

source: [pc] Err... aren't those MC's usually weird creeps?
italian: [pc] Err... non sono quei MC solitamente striscianti striscianti?

source: [j] Yeah, haha.
italian: [j] Sì, haha.

source: [pc] Well thanks for calling me a creep then...
italian: [pc] Bene grazie per avermi chiamato uno striscio allora...

source: [j] Awww, I didn't mean it {b}that{/b} way!
italian: [j] Awww, non intendevo {b}che{/b} modo!

source: [pc] Also, don't they usually have a huge horse cock?
italian: [pc] Inoltre, di solito non hanno un enorme cavallo cazzo?

source: [j] Yeah, usually... maybe the dev prefers small cocks?
italian: [j] Sì, di solito... forse il dev preferisce dei piccoli cazzi?

source: [pc] Hey!
italian: [pc] Ehi!

source: [j] Haha, I mean small compared to a horse cock.
italian: [j] Haha, voglio dire piccolo rispetto a un cazzo di cavallo.

source: [j] You're still above average... honestly it's quite impressive and I love it!
italian: [j] Sei ancora al di sopra della media... onestamente è abbastanza impressionante e mi piace!

source: [pc] Well, thanks, I'm glad you like it.
italian: [pc] Beh, grazie, sono contento che ti piaccia.

source: [j] It's not the only thing I like about you...
italian: [j] Non è l'unica cosa che mi piace di te...

source: [pc] Is that so? Tell me more.
italian: [pc] È così? Dimmi di più.

source: [j] You don't have one?
italian: [j] Non ne hai uno?

source: [pc] Obviously not! It's... normal.
italian: [pc] Ovviamente no! E' normale.

source: [j] Hmm, too bad, it must be something else then...
italian: [j] Hmm, troppo male, allora deve essere qualcos'altro...

source: [pc] Maybe my good looks or being an awesome person all around...
italian: [pc] Forse il mio buon aspetto o essere una persona impressionante tutto intorno...

source: [j] Haha, maybe.
italian: [j] Haha, forse.

source: [pc] Also, aren't they usually male and have a huge horse cock?
italian: [pc] Inoltre, non sono di solito maschi e hanno un enorme cavallo cazzo?

source: [j] There are some games with incredibly good looking female MC's.
italian: [j] Ci sono alcuni giochi con incredibilmente bell'aspetto femminile MC.

source: [pc] Is that a compliment?
italian: [pc] È un complimento?

source: [j] Well... you aren't one of these corrupted bimbo sluts who get fucked by several men and/or monsters at the same time, sooo...
italian: [j] Bene... non sei una di queste troie bimbo corrotte che si fanno scopare da diversi uomini e/o mostri allo stesso tempo, sooo...

source: [pc] Ewww, [j], you definitely play too many of those type of games!
italian: [pc] Ewww, [j], si gioca sicuramente troppi di questo tipo di giochi!

source: [j] Haha, maybe!
italian: [j] Haha, forse!

source: [j] But honestly I wouldn't even mind if you had a horse cock as long as you're still the same awesome looking, jaw dropping, hot girl, hehe.
italian: [j] Ma onestamente non mi dispiacerebbe nemmeno se avessi un cazzo di cavallo finchè sei ancora lo stesso aspetto impressionante, mascella cadere, ragazza calda, hehe.

source: [pc] Wow, you definitely need to work on your compliments, but uhh... thanks...
italian: [pc] Wow, devi sicuramente lavorare sui tuoi complimenti, ma uhhh... grazie...

source: [pc] Hm? what's wrong, [j]?
italian: [pc] Hm? Cosa c'è di sbagliato, [j]?

source: [j] Hm? Oh, nothing... it's nothing.
italian: [j] Hm? Oh, niente... non è niente.

source: [j] Yeah, sure, I'm fine...
italian: [j] Sì, certo, sto bene...

source: [j] ...I think I'll check if they're done with the session.
italian: [j] ...Penso che controllerò se sono fatti con la sessione.

source: [pcthink] What was that? She went from super-happy to ultra-sad within a second...
italian: [pcthink] Che cos'era quello? È andata da super-felice a ultra-triste in un secondo...

source: [pcthink] Damn, what the hell is wrong with the women in this house?!
italian: [pcthink] Dannazione, qual è l'inferno sbagliato con le donne in questa casa?!

source: [pcthink] Hmm... looks good, no errors...
italian: [pcthink] Hmm... sembra buono, nessun errore...

source: [j] Bye, later, [e]!
italian: [j] Ciao, più tardi, [e]!

source: [j] Hey, whatcha doing?
italian: [j] Ehi, che fare?

source: [pc] I was just checking the code one last time.
italian: [pc] Stavo solo controllando il codice un'ultima volta.

source: [j] Didn't you do that yesterday already?
italian: [j] Non l'hai già fatto ieri?

source: [pc] Yeah, just making sure.
italian: [pc] Sì, basta essere sicuri.

source: [j] You should spend some time with me instead, hehe.
italian: [j] Dovresti passare un po' di tempo con me, anzi.

source: [pc] I can't. I need to go to work today and I also have some papers I need to get to the rental company.
italian: [pc] Non posso. Devo andare a lavorare oggi e ho anche alcuni documenti che ho bisogno di arrivare alla società di noleggio.

source: [j] Aww, what am I supposed to do then, all by myself?
italian: [j] Aww, che cosa dovrei fare allora, tutto da solo?

source: [pc] Sorry, [j], I'd give you my laptop, but I need it for work.
italian: [pc] Scusa, [j], ti darò il mio computer portatile, ma ne ho bisogno per lavorare.

source: [j] Do you really have to go immediately, [pcmd]?
italian: [j] Devi davvero andare immediatamente, [pcmd]?

source: [pc] Damn, don't look at me with those puppy eyes... I guess I have a bit of time...
italian: [pc] Dannazione, non guardarmi con quegli occhi cuccioli... Immagino di avere un po' di tempo...

source: [j] Yay! I'll make it worth it, hehe.
italian: [j] Yay! Ne vale la pena, hehe.

source: [j] Let me put this away for you, so I can show you something, [pcmd].
italian: [j] Lasciate che me lo metta via per voi, così posso mostrarvi qualcosa, [pcmd].

source: [pc] Hmh... go ahead, show me that cute little bum.
italian: [pc] Hmh... vai avanti, mostrami quel piccolo bum carino.

source: [pc] Hmh... go ahead, show me that sexy little ass.
italian: [pc] Hmh... vai avanti, mostrami quel piccolo culo sexy.

source: [j] Of course, [pcmd]!
italian: [j] Certo, [pcmd]!

source: [pc] No panties... naughty little girl.
italian: [pc] No panties... cattiva ragazzina.

source: [j] I thought I won't need them today.
italian: [j] Pensavo che non avrò bisogno di loro oggi.

source: [pc] I see... too bad I don't have much time today.
italian: [pc] Vedo... troppo male non ho molto tempo oggi.

source: [j] We still have the whole week though!
italian: [j] Abbiamo ancora tutta la settimana però!

source: [pc] Looks like it'll be a busy week.
italian: [pc] Sembra che sarà una settimana occupata.

source: [pc] Come here, naughty little girl!
italian: [pc] Vieni qui, bambina cattiva!

source: [j] Uhh, let me try something, [pcmd].
italian: [j] Uhh, lasciami provare qualcosa, [pcmd].

source: [j] Hey there!
italian: [j] Ehi lì!

source: [pc] Wow, I didn't know you're this flexible.
italian: [pc] Wow, non sapevo che sei così flessibile.

source: [j] Mmmmh, just need to get rid of these pants!
italian: [j] Mmmmh, basta sbarazzarsi di questi pantaloni!

source: [j] Ready for some fun?
italian: [j] Pronto per un po' di divertimento?

source: [pc] Haha, crazy girl, go on.
italian: [pc] Haha, ragazza pazza, continua.

source: [j] Mmph... don't you want to lick my pussy, too, [pcmd]?
italian: [j] Mmph... non vuoi leccare anche la mia figa, [pcmd]?

source: [pc] Oh you bet!
italian: [pc] Oh che scommetti!

source: [j] Haaa, yes, [pcmd]! Nhhh!
italian: [j] Haaa, sì, [pcmd]! Nhhh!

source: [j] Hnnn, gawd!
italian: [j] Hnnn, alba!

source: [j] Did you... haaa... like our little threesome yesterday, [pcmd]?
italian: [j] Hai fatto... haaa... come il nostro piccolo trio ieri, [pcmd]?

source: [pc] Of course I did!
italian: [pc] Naturalmente l'ho fatto!

source: [j] Nnnnh... I wish we could do it every night, nhaaa!
italian: [j] Nnnnh... Vorrei che potessimo farlo ogni notte, nhaaa!

source: [pc] Maybe one day...
italian: [pc] Forse un giorno...

source: [j] Yes! Gawd...
italian: [j] Sì! Gawd...

source: [j] We need to get [m] to allow us to sleep with you!
italian: [j] Abbiamo bisogno di ottenere [m] per permetterci di dormire con te!

source: [pc] Gawd, that would be great!
italian: [pc] Gawd, che sarebbe grande!

source: [j] Maybe she'll even join us...
italian: [j] Forse si unirà a noi...

source: [pc] Ha, I doubt that.
italian: [pc] Ciao, ne dubito.

source: [j] Just imagine... haaah... all four of us having fun every night...
italian: [j] Basta immaginare... haaah... tutti e quattro ci divertiamo ogni notte...

source: [pc] You'd like that, wouldn't you?
italian: [pc] Ti piacerebbe, vero?

source: [j] Oh yes, [pcmd]!
italian: [j] Oh sì, [pcmd]!

source: [j] Imagine you fucking [e] right in front of her!
italian: [j] Immaginate di scopare [e] proprio di fronte a lei!

source: [j] Imagine you and [e] licking each other right in front of her!
italian: [j] Immaginate e [e] leccandovi a vicenda proprio di fronte a lei!

source: [pc] And what would you do?
italian: [pc] E cosa faresti?

source: [j] Whatever you like me to do, [pcmd].
italian: [j] Qualunque cosa ti piaccia da fare, [pcmd].

source: [j] I could lick [e]'s other hole, or I could... hnnnn... lick [m]'s wet pussy... I could make out with her while you go down on all of us...
italian: [j] Potrei leccare [e]altro buco, o potevo... hnnnnnn... leccare [m]'figa bagnata... Potrei fare fuori con lei mentre si va giù su tutti noi...

source: [j] You could fuck all our holes, one after the other... GAWD, [pcmd], you could fill each one of us with your juicy, hot cum!
italian: [j] Potresti scopare tutti i nostri buchi, uno dopo l'altro... GAWD, [pcmd], si potrebbe riempire ognuno di noi con il tuo succoso sperma caldo!

source: [pc] Jeez, [j], you're such a dirty little girl.
italian: [pc] Jeez, [j], sei una bambina così sporca.

source: [j] Yes, [pcmd]!
italian: [j] Sì, [pcmd]!
