Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_mc_] Oh well... I guess I can tell you that I wasn't sure about [m] at first...
french: [_mc_] Oh bien ... Je peux vous dire que je n'étais pas sûr de [m] au début ...

source: [_t_] Whether or not she really changed?
french: [_t_] Qu'elle ait ou non vraiment changé?

source: [_mc_] Yeah, I wouldn't stay any longer than I have to, if she hadn't changed.
french: [_mc_] Oui, je ne resterais pas plus longtemps que moi, si elle n'avait pas changé.

source: [_t_] Did you think she was lying?
french: [_t_] Avez-vous pensé qu'elle mentaait?

source: [_mc_] Yes, to be honest. It's not like people just suddenly change, and trust doesn't come over night.
french: [_mc_] Oui, pour être honnête. Ce n'est pas comme les gens qui changent soudainement, et la confiance ne vient pas la nuit.

source: [_t_] That's for sure, but I can tell you, she regrets what happened in the past, and she's not the same woman anymore.
french: [_t_] C'est sûr, mais je peux vous dire, elle regrette ce qui s'est passé dans le passé, et elle n'est plus la même femme.

source: [_mc_] ...and you know that because? Are you [m]'s therapist now, too?
french: [_mc_] ... et vous le savez, parce que? Vous êtes thérapeute [m]?

source: [_t_] My mentor was her therapist, I have access to all of his documents, and even though her therapy ended a long time ago, we still talk from time to time.
french: [_t_] Mon mentor était son thérapeute, j'ai accès à tous ses documents, et même si son traitement s'est terminé il y a longtemps, nous parlons toujours de temps en temps.

source: [_mc_] Your mentor was her therapist?
french: [_mc_] Votre mentor était son thérapeute?

source: [_t_] Yes, didn't I tell you about that?
french: [_t_] Oui, je ne vous ai pas parlé de ça?

source: [_mc_] No you didn't, and it would've been nice to get that information a little earlier.
french: [_mc_] Non, vous ne l'avez pas fait, et il aurait été agréable d'obtenir cette information un peu plus tôt.

source: [_t_] Well, my bad, I guess.
french: [_t_] Puits, mon mauvais, je suppose.

source: [_mc_] Yeah, I can tell you're incredibly sorry...
french: [_mc_] Oui, je peux vous dire que vous êtes vraiment désolé ...

source: [_t_] You should be happy I even told you about it, because technically it falls under medical discretion.
french: [_t_] Vous devriez être heureux que je vous en ai parlé, parce que techniquement il tombe sous la discrétion de la médecine.

source: [_mc_] Yeah, yeah. Technically you should sit down if you want to have a serious conversation.
french: [_mc_] Oui, oui. Techniquement, vous devriez vous asseoir si vous voulez avoir une conversation sérieuse.

source: [_t_] Technically, you still didn't answer my question.
french: [_t_] Techniquement, vous n'avez toujours pas répondu à ma question.

source: [_mc_] Will you sit down if I answer your question?
french: [_mc_] Allez-vous vous asseoir si je répondrah à votre question?

source: [_t_] Maybe.
french: [_t_] Peut-être.

source: [_mc_] Alright, I'm really not in the mood for that shit today, so yeah, I'll probably stay, but even if I decide to move, I'll stay in town and in touch.
french: [_mc_] Alright, I'm really not in the mood for that shit today, so yeah, I'll probably stay, but even if I décident to move, I'll stay in town and in touch.

source: [_mc_] You didn't expect that answer, huh?
french: [_mc_] Vous ne vous attendez pas à cette réponse, hein?

source: [_t_] I... didn't expect anything...
french: [_t_] I. .. ne s'attendait à rien ...

source: [_mc_] Will you sit down now?
french: [_mc_] Allez-vous vous asseoir maintenant?

source: [_t_] Actually... I don't have any more questions...
french: [_t_] En fait ... Je n'ai plus de questions ...

source: [_mc_] Huh?! You came this early, just to ask a few questions?
french: [_mc_] Huh? ! Vous êtes venu tôt, juste pour poser quelques questions?

source: [_t_] Well, I didn't know if you'd cooperate.
french: [_t_] Eh bien, je ne savais pas si tu collaborerais.

source: [_mc_] Sure, now it's my fault, huh?
french: [_mc_] Bien sûr, maintenant c'est ma faute, hein?

source: [_t_] Well, I got what I came here for, I'll be waiting in the living room. Have fun with your little stalker over there...
french: [_t_] Eh bien, j'ai ce que je suis venu ici, je vais attendre dans le salon. Amusetoi avec ton petit harceleur là-bas ...

source: [_mcthink_] Ugh, god damn...
french: [_mcthink_] Ugh, dieu damn ...

source: [_mc_] Come here.
french: [_mc_] Venez ici.

source: [_t_] W-Why?
french: [_t_] W-Pourquoi?

source: [_t_] Why are you doing this...
french: [_t_] Pourquoi tu fais ça ...

source: [_t_] I told you I'm not going to be the fifth wheel.
french: [_t_] Je vous ai dit que je ne serais pas la cinquième roue.

source: [_mc_] And I told you, you're not going to be the fifth wheel, or the third wheel, or whatever you want to call it.
french: [_mc_] Et je vous l'ai dit, vous ne serez pas la cinquième roue, ni la troisième roue, ni ce que vous voulez appeler.

source: [_mc_] Look, I don't know what you're really looking for, and I'm not even sure you know it yourself...
french: [_mc_] Look, I don't know what you're really looking for, and I'm even sure you know it yourself ...

source: [_mc_] {b}BUT{/b} we both know that whatever there is between us, we both enjoy it, and that's the important part.
french: [_mc_] {b}MAIS { /b } nous savons tous les deux que tout ce qu'il y a entre nous, nous en proférons tous les deux, et c'est la partie importante.

source: [_mc_] If you want more than that, then I'm willing to try, but ultimately, that's your decision. You just have to make up your mind.
french: [_mc_] Si vous voulez plus que ça, alors je suis prêt à essayer, mais en fin de compte, c'est votre décision. Tu dois juste te lever l'esprit.

source: [_t_] Why do you even think I'd be interested in someone like you?
french: [_t_] Pourquoi pensez-vous que je serais intéressé par quelqu'un comme vous?

source: [_mc_] Someone like me, huh? If you think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
french: [_mc_] Quelqu'un comme moi, hein? Si vous pensez {b}que { /b } est mauvais pour moi, alors je me demande pourquoi vous êtes assis sur mes genoux.

source: [_t_] Why do you even think I'd be interested in someone like you? Or a women at all.
french: [_t_] Pourquoi pensez-vous que je serais intéressé par quelqu'un comme vous? Ou une femme du tout.

source: [_mc_] If you'd think {b}that{/b} bad of me, then I wonder why you're sitting on my lap.
french: [_mc_] Si vous pensez {b}que { /b } est mauvais pour moi, alors je me demande pourquoi vous êtes assis sur mes genoux.

source: [_mc_] As I said...
french: [_mc_] Comme je l'ai dit ...

source: [_mc_] You just have to make up your mind.
french: [_mc_] Vous n'avez qu'à vous lever l'esprit.

source: [_mc_] You know... I have a theory.
french: [_mc_] Vous savez ... J'ai une théorie.

source: [_t_] A theory?
french: [_t_] Une théorie?

source: [_mc_] Yeah, hug me.
french: [_mc_] Oui, hein.

source: [_t_] W-What? Why?!
french: [_t_] W-Quoi? Pourquoi? !

source: [_t_] No? Why would I?
french: [_t_] Non? Pourquoi?

source: [_mc_] To disprove my theory.
french: [_mc_] Pour réfute ma théorie.

source: [_t_] I don't even know what theory!
french: [_t_] Je ne sais même pas quelle théorie !

source: [_mc_] Well, you're quite cold to other people...
french: [_mc_] Eh bien, vous êtes assez froid pour les autres ...

source: [_t_] I'm not cold!
french: [_t_] Je ne suis pas froid !

source: [_mc_] ...and you basically told me that your parents were cold as well.
french: [_mc_] ... et vous m'avez dit, en gros, que vos parents étaient aussi froids.

source: [_t_] I never said that they were cold!
french: [_t_] Je n'ai jamais dit qu'ils étaient froids !

source: [_mc_] No, not directly, but indirectly.
french: [_mc_] Non, pas directement, mais indirectement.

source: [_mc_] You said they were very strict, and you had to study all the time, so I don't think your childhood was really the warmest either.
french: [_mc_] Vous avez dit qu'ils étaient très stricts et que vous aviez à étudier tout le temps, donc je ne pense pas que votre enfance soit vraiment la plus chaude non plus.

source: [_t_] It was very warm!
french: [_t_] C'était très chaud !

source: [_mc_] Sure... did your parents cuddle with you regularly? Did you get many hugs from from them?
french: [_mc_] Bien sûr, vos parents vous ont fait du câlin régulièrement? As-tu eu beaucoup de câilles d'eux?

source: [_t_] Don't act like you're the therapist now!
french: [_t_] N'agitez-vous pas comme vous êtes le thérapeute !

source: [_mc_] Am I wrong?
french: [_mc_] Ai-je tort?

source: [_mc_] Just one hug to disprove my theory.
french: [_mc_] Juste un câlin pour réfute ma théorie.

source: [_t_] There... happy now?
french: [_t_] Là ... heureux maintenant?

source: [_mc_] What?! That wasn't a hug, you just bumped into me.
french: [_mc_] Quoi? ! Ce n'était pas un câbeux, vous m'avez embrassé.

source: [_t_] Of course, it was a hug, what are you talking about?
french: [_t_] Bien sûr, c'était un câbeux, de quoi parlez-vous?

source: [_mc_] A hug doesn't just take a millisecond.
french: [_mc_] Un câbeux ne prend pas seulement une milliseconde.

source: [_t_] It was more than a millisecond!
french: [_t_] C'était plus qu'une milliseconde !

source: [_mc_] Yeah, slightly...
french: [_mc_] Oui, légèrement ...

source: [_t_] Ugh... fine...
french: [_t_] Ugh ... fin ...

source: [_t_] Is that long enough now, or how long do we need to do this to disprove your stupid theory?
french: [_t_] Est-ce assez longtemps maintenant, ou combien de temps devons-nous faire pour réfute votre stupide théorie?

source: [_mc_] As long as it takes.
french: [_mc_] Aussi longtemps qu'il faut.

source: [_mc_] Does it make you feel so uncomfortable? You're not even really hugging me?
french: [_mc_] Est-ce que vous vous sentez si mal à l'aise? Tu ne me seras même pas vraiment embrassant?

source: [_t_] I {b}am{/b} hugging you!
french: [_t_] I {b}am { /b } vous embrassant !

source: [_mc_] So, is it comfortable?
french: [_mc_] Alors, est-il confortable?

source: [_t_] I... it's awkward...
french: [_t_] I. .. c'est bizarre ...

source: [_mc_] That's just because you're thinking too much about it, you need to relax.
french: [_mc_] C'est juste parce que vous pensez trop à ça, vous devez vous détendre.

source: [_t_] Easy for you to say...
french: [_t_] Facile pour vous de dire ...

source: [_mc_] Well, I guess I'll need to help you relax, then.
french: [_mc_] Eh bien, je suppose que je vais avoir besoin de vous aider à vous détendre, alors.

source: [_t_] What are you...
french: [_t_] Qu'est-ce que vous ...

source: [_mc_] Just relax and keep hugging me.
french: [_mc_] Tout simplement détendu et continuez à me sertir.

source: [_mc_] Try it.
french: [_mc_] Essayez.

source: [_t_] Just hurry up.
french: [_t_] Il vous suffit de vous dépêchez.

source: [_mc_] As you wish.
french: [_mc_] Comme vous le souhaitez.

source: [_mc_] Are you relaxing?
french: [_mc_] Êtes-vous détendu?

source: [_t_] I-I told you it's not going to hn...help.
french: [_t_] Je vous ai dit que ça ne va pas ... aider.

source: [_mc_] Are you even trying?
french: [_mc_] Vous essayez même?

source: [_mc_] I'm just caressing you.
french: [_mc_] Je vous caresse juste.

source: [_t_] Call it how you want, I...nhh don't care.
french: [_t_] Appelez ça comme vous voulez, je ne vous en soucie pas.

source: [_mc_] Hmm... I guess we should try something else then.
french: [_mc_] Hmm ... Je suppose que nous devrions essayer autre chose.

source: [_t_] What's the point anyway?
french: [_t_] Quel est le but de toute façon?

source: [_mc_] As I said, to get you to relax.
french: [_mc_] Comme je l'ai dit, pour vous amener à vous détendre.

source: [_t_] As if...
french: [_t_] Comme si ...

source: [_mc_] Take your top off.
french: [_mc_] Tirez votre tête.

source: [_t_] Tch... and how would that help?
french: [_t_] Tch ... et comment cette aide?

source: [_mc_] You obviously have no idea how to relax, so just do what I'm saying, [t].
french: [_mc_] Vous n'avez évidemment aucune idée de la façon de vous détendre, donc faites ce que je dis, [t].

source: [_mc_] That's better, isn't it?
french: [_mc_] C'est mieux, n'est-ce pas?

source: [_t_] You really can't think of anything else, can you?
french: [_t_] Vous ne pouvez vraiment pas penser à autre chose, pouvez-vous?

source: [_mc_] I'm just trying to prove or disprove my theory.
french: [_mc_] J'essaie juste de prouver ou de réfute ma théorie.

source: [_mc_] Also, calling me a dyke won't hide the fact that you're interested in women...
french: [_mc_] Aussi, appelez-moi une digue ne cachera pas le fait que vous êtes intéressé par les femmes ...

source: [_mc_] We've done this several times already, and you're still turning red like a tomato.
french: [_mc_] Nous l'avons déjà fait plusieurs fois, et vous êtes encore en train de tourner rouge comme une tomate.

source: [_t_] T-That's not true...
french: [_t_] T-Ce n'est pas vrai ...

source: [_mc_] Do you want me to take a photo to show you?
french: [_mc_] Voulez-vous que je prenne une photo pour vous montrer?

source: [_t_] N-No, don't you dare take a photo of me!
french: [_t_] N-Non, n'osez pas prendre une photo de moi !

source: [_mc_] You should really be a bit more comfortable with your boyfriend.
french: [_mc_] Vous devriez vraiment être un peu plus à l'aise avec votre petit ami.

source: [_mc_] You should really be a bit more comfortable with your girlfriend.
french: [_mc_] Vous devriez vraiment être un peu plus à l'aise avec votre petite amie.

source: [_t_] That's not even...{w=0.5}{nw}
french: [_t_] Ce n'est même pas ... {w=0.5 }{nw}

source: [_mc_] Come, turn around.
french: [_mc_] Viens, tour-toi.

source: [_mc_] Trying to make it more comfortable for you.
french: [_mc_] Tentative de confort pour vous.

source: [_mc_] It'll help you relax.
french: [_mc_] Ça vous aidera à vous détendre.

source: [_t_] Hmph, just stop acting as if you're doing it for me.
french: [_t_] Hmph, arrêtez d'agir comme si vous le faites pour moi.

source: [_mc_] You think I'm doing this for myself?
french: [_mc_] Vous pensez que je fais ça pour moi?

source: [_t_] Of course you do.
french: [_t_] Bien sûr que vous le faites.

source: [_mc_] Oh really? Well I guess there's no point in going on then...
french: [_mc_] Oh vraiment? Eh bien, je suppose qu'il n'y a pas lieu de se rendre à l'époque ...

source: [_mc_] Yeah, unless you want me to go on.
french: [_mc_] Oui, sauf si vous voulez que je me passe.

source: [_t_] Fine...
french: [_t_] Amende ...

source: [_mc_] Fine what?
french: [_mc_] Amende quoi?

source: [_t_] I'm going to play your stupid game...
french: [_t_] Je vais jouer votre jeu stupide ...

source: [_mc_] My stupid game?
french: [_mc_] Mon jeu stupide?

source: [_t_] Just take it off already...
french: [_t_] Just take it off déjà ...

source: [_mc_] You mean my pants? Didn't you just say...
french: [_mc_] Vous voulez dire mon pantalon? N'as-tu pas dit ...

source: [_t_] Just do it already.
french: [_t_] Il suffit de le faire.

source: [_mc_] Well, if you insist...
french: [_mc_] Eh bien, si vous insisez ...

source: [_mc_] There we go.
french: [_mc_] Nous y allons.

source: [_mc_] Not bad, [t]... not bad.
french: [_mc_] Pas mal, [t]... pas mal.

source: [_mcthink_] Damn, this looks uncomfortable...
french: [_mcthink_] Damn, ça semble mal à l'aise ...

source: [_mcthink_] ...and it doesn't feel that great either...
french: [_mcthink_] ... et il ne le sent pas non plus ...

source: [_mc_] Hmm, not bad, [t], not bad...
french: [_mc_] Hmm, pas mauvais, [t], pas mal ...

source: [_mc_] Alright, [t], get up.
french: [_mc_] Alright, [t], monter.

source: [_t_] W-Why?! Did I do something wrong?
french: [_t_] W-Pourquoi? ! Est-ce que j'ai fait quelque chose de mal?

source: [_mc_] Just do what I said.
french: [_mc_] Juste faire ce que j'ai dit.

source: [_mc_] As I said, it's not about me.
french: [_mc_] Comme je l'ai dit, ce n'est pas pour moi.

source: [_t_] Fine... what do you want now?
french: [_t_] Amende ... que veux-tu maintenant?

source: [_mc_] Take your pants off.
french: [_mc_] Prenez votre pantalon.

source: [_t_] What now?
french: [_t_] Que maintenant?

source: [_mc_] Sit on my lap.
french: [_mc_] Sit sur mes genoux.

source: [_t_] W-What?! I'm not going to sit on your dick!
french: [_t_] W-Quoi? ! Je ne vais pas t'asseoir sur ta bite !

source: [_mc_] You just had it in your mouth, what's the problem with sitting on it?
french: [_mc_] Vous l'avez juste dans votre bouche, quel est le problème avec la séance?

source: [_t_] That's something different...
french: [_t_] C'est quelque chose de différent ...

source: [_mc_] Are you scared it could accidentally enter the wrong hole?
french: [_mc_] Vous avez peur qu'il puisse accidentellement entrer dans le mauvais trou?

source: [_t_] It could accidentally enter any hole!
french: [_t_] Il pourrait accidentellement entrer n'importe quel trou !

source: [_mc_] Heh... come here.
french: [_mc_] Heh ... viens ici.

source: [_mc_] See? It's not that... hard, right?
french: [_mc_] Voir? Ce n'est pas si dur, non?

source: [_mc_] Alright, why don't you grind on it?
french: [_mc_] Alright, pourquoi tu ne t'en veux pas?

source: [_t_] Okay...
french: [_t_] Ok ...

source: [_t_] Like this?
french: [_t_] Comme ça?

source: [_mc_] Yeah.
french: [_mc_] Oui.

source: [_mc_] Are you comfortable?
french: [_mc_] Êtes-vous à l'aise?

source: [_t_] Hnn... what kind of question is that?!
french: [_t_] Hnn ... quel genre de question est-ce? !

source: [_mc_] Hey, I'm just making sure it's feeling good for you.
french: [_mc_] Hé, je suis juste en train de te sentir bien pour toi.

source: [_t_] It's... okay...
french: [_t_] C'est. .. OK ...

source: [_t_] Ugh... it's, nhh... it's good...
french: [_t_] Ugh ... c'est, nhh ... c'est bon ...

source: [_mc_] Do you like it, or not?
french: [_mc_] Est-ce que vous l'aimez ou pas?

source: [_mc_] Being bitchy again, huh?
french: [_mc_] Être à nouveau bitchy, hein?

source: [_t_] I'm not bitchy!
french: [_t_] Je ne suis pas bitchi !

source: [_mc_] Alright, a little bit higher, [t].
french: [_mc_] Alright, un peu plus élevé, [t].

source: [_mc_] Higher.
french: [_mc_] Supérieur.

source: [_mc_] Oh, looks like it almost slipped in... accidentally.
french: [_mc_] Oh, on dirait qu'il a presque glissé dans ... accidentellement.

source: [_t_] A-Accidentally? As if you didn't plan to do this.
french: [_t_] A-Accidentalement? Comme si vous n'avez pas prévu de faire ça.

source: [_mc_] Heh, it was totally by accident, but... what are we going to do about it?
french: [_mc_] Heh, c'était totalement par accident, mais ... qu'allons-nous faire?

source: [_mcthink_] Wow, I didn't expect her to just slide it in.
french: [_mcthink_] Wow, je ne m'attendais pas à ce qu'elle la glissait.

source: [_mc_] Looks like you accidentally slid down, [t].
french: [_mc_] On dirait que vous avez glissé accidentellement, [t].

source: [_mc_] *Smirks* go on.
french: [_mc_] *Smirks * continuer.

source: [_mc_] Are you finally relaxing?
french: [_mc_] Êtes-vous enfin relaxant?

source: [_t_] If...hnnhh... you want to call it that...
french: [_t_] Si ... hnnhh ... tu veux appeler ça ...

source: [_mc_] It's just that you should be a bit more comfortable with your boyfriend.
french: [_mc_] C'est juste que vous devriez être un peu plus à l'aise avec votre petit ami.

source: [_t_] Nhhh... maybe...
french: [_t_] Nhhh ... peut-être ...

source: [_mc_] No objections to the boyfriend part?
french: [_mc_] Aucune objection à la partie du petit ami?

source: [_mc_] Come closer, let me get a nice, close look between your sexy legs.
french: [_mc_] Rapprochez, laissez-moi vous faire un joli regard entre vos jambes sexy.

source: [_t_] I-I don't know if that's a good idea...
french: [_t_] Je ne sais pas si c'est une bonne idée ...

source: [_mc_] Don't worry, I'll hold you.
french: [_mc_] Ne vous inquiétez pas, je vous tiens.

source: [_mc_] Mhm, Looks tasty.
french: [_mc_] Mhm, Looks savoureux.

source: [_t_] Just make sure you won't let me fall.
french: [_t_] Assurez-vous de ne pas me laisser tomber.

source: [_mc_] Do you really think I'd let my girlfriend fall?
french: [_mc_] Tu penses vraiment que je laisserais ma copine tomber?

source: [_mc_] No objections to the girlfriend part?
french: [_mc_] Aucune objection à la partie de la petite amie?

source: [_t_] WHAAH!
french: [_t_] MERDE !

source: [_mc_] What the!?
french: [_mc_] Qu'est ce que!?

source: [_t_] God...
french: [_t_] Dieu ...

source: [_t_] I can't believe this, I...
french: [_t_] Je ne peux pas croire ça, je ...

source: [_mc_] I better have a look.
french: [_mc_] Je ferais mieux de regarder.

source: [_mc_] What happened, are you okay?
french: [_mc_] Ce qui s'est passé, n'est-ce pas?

source: [_j_] I'm okay, I just slipped from the railing...
french: [_j_] Je vais bien, j'ai glissé de la voile ...

source: [_mc_] Well, that's what you get for peeping.
french: [_mc_] Eh bien, c'est ce que tu as pour pleurer.

source: [_j_] Hey, you were making weird noises, I was just checking...
french: [_j_] Hé, vous étiez en train de faire des bruits étranges, j'étais juste en train de vérifier ...

source: [_mc_] Yeah, sure... weird noises, huh...
french: [_mc_] Oui, sûr ... des bruits étranges, hein ...

source: [_mc_] Come on, you can go through my room.
french: [_mc_] Allez, vous pouvez traverser ma chambre.

source: [_j_] Uhh... sorry for the interruption...
french: [_j_] Uhh ... désolé pour l'interruption ...

source: [_t_] Shouldn't you be mad or something?
french: [_t_] Ne devriez-vous pas être fou ou quelque chose?

source: [_j_] Uhh... should I?
french: [_j_] Uhh ... devrais-je?

source: [_t_] He's your boyfriend!
french: [_t_] C'est votre copain !

source: [_t_] She's your girlfriend!
french: [_t_] Elle est ta copine !

source: [_j_] And yours, too, right?
french: [_j_] Et le tien aussi, non?

source: [_mc_] How long have you been watching?
french: [_mc_] Combien de temps as-tu regardé?

source: [_t_] How can you be okay with that?!
french: [_t_] Comment pouvez-vous être d'accord avec ça? !

source: [_mc_] I told you she'd be fine with it, didn't I?
french: [_mc_] Je vous ai dit qu'elle allait bien, n'est-ce pas?

source: [_t_] How can you be okay with that?! [e] is your best friend!
french: [_t_] Comment pouvez-vous être d'accord avec ça? ! [e] est votre meilleur ami !

source: [_mc_] I told you [e] would be fine with it, didn't I?
french: [_mc_] Je vous ai dit que [e] serait bien avec ça, n'est-ce pas?

source: [_t_] Uch, you're both weird...
french: [_t_] Uch, tu es à la fois bizarre ...

source: [_j_] How would you know that I'm fine with it?
french: [_j_] Comment savez-vous que je vais bien avec?

source: [_mc_] Well, you basically said it yourself, on my second day here, after I got you and [e] from school, remember?
french: [_mc_] Eh bien, vous l'avez dit vous-même, à mon deuxième jour ici, après avoir reçu toi et [e] de l'école, tu te souviens?

source: [_j_] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone if you want.
french: [_j_] Uh, hey, [t], vous n'avez vraiment pas besoin de remettre vos vêtements, je vous laisse deux seuls si vous voulez.

source: [_j_] Uh, hey, [t], you really don't need to put your clothes back on, I'll leave you two alone...
french: [_j_] Uh, hey, [t], vous n'avez vraiment pas besoin de remettre vos vêtements, je vous laisse deux seuls ...

source: [_t_] No thanks, I'll just be leaving.
french: [_t_] Non merci, je vais partir.

source: [_j_] Aww, come on, don't leave. I'm sorry, okay?
french: [_j_] Aww, ne pars pas. Je suis désolé, d'accord?
