Repository: BlackRam-oss/BM
Catalog: game/*/*/events_other.po
Languages: french, italian

source: [_h_] In the morning!
french: [_h_] Dans la matinée !

source: [_mc_] Okay, see you tomorrow, my Lady.
french: [_mc_] Ok, je te vois demain, ma Dame.

source: [_h_] See you tomorrow, my Heroine.
french: [_h_] Vous voyez demain, mon héroïne.

source: [_h_] See you tomorrow, my Hero.
french: [_h_] Vous voyez demain, mon héros.

source: [_n_] You go on your way and...
french: [_n_] Vous allez sur votre chemin et ...

source: [_n_] You head back home.
french: [_n_] Vous devez retourner à la maison.

source: [_mcthink_] Looks like [h] is busy...
french: [_mcthink_] On dirait que [h] est occupé ...

source: [_mcthink_] ...guess I'll just sit down somewhere and wait until she's done.
french: [_mcthink_] ... je vais juste m'asseoir quelque part et attendre qu'elle soit faite.

source: [_mcthink_] I guess I'll have to think about how this relationship will go on from now on...
french: [_mcthink_] Je devrai penser à la façon dont cette relation va continuer à partir de maintenant ...

source: [_h_] Good morning my heroine.
french: [_h_] Bonjour mon héroïne.

source: [_h_] Good morning my hero.
french: [_h_] Bonjour mon héros.

source: [_mc_] Good morning my Lady, did you miss me?
french: [_mc_] Bonjour ma Dame, tu m'as manqué?

source: [_h_] I did!
french: [_h_] Je l'ai fait !

source: [_h_] I wanted to text you, but the twins started acting up, so my mom made me take care of the baby and when I was finally free, I fell asleep.
french: [_h_] Je voulais te texte, mais les jumeaux ont commencé à agir, alors ma mère m'a fait prendre soin du bébé et quand j'étais enfin libre, je me suis endormie.

source: [_mc_] Damn, what a shame, but I'm glad you didn't catch a cold.
french: [_mc_] Damn, quelle honte, mais je suis content que tu n'as pas attrape un rhume.

source: [_h_] Haha, yes, at least that's something.
french: [_h_] Haha, oui, au moins c'est quelque chose.

source: [_h_] Oh no, I'm sorry.
french: [_h_] Oh non, je suis désolé.

source: [_mc_] It's okay, just a sneezer doesn't mean anything.
french: [_mc_] C'est bon, un simple éternuement ne veut rien dire.

source: [_h_] I hope so... I can't afford getting sick now.
french: [_h_] J'espère que ... Je ne peux pas me permettre d'être malade maintenant.

source: [_mc_] Do you have tea? Maybe make one for yourself.
french: [_mc_] Avez-vous du thé? Peut-être en faire un pour vous.

source: [_h_] Yes, that's a good idea...
french: [_h_] Oui, c'est une bonne idée ...

source: [_h_] I'll be right back.
french: [_h_] Je reviendrai juste.

source: [_mcthink_] Guess I'll take a seat for a few minutes.
french: [_mcthink_] Je prendrai un siège pendant quelques minutes.

source: [_mc_] What's up, [h]?
french: [_mc_] Quoi de plus, [h]?

source: [_h_] Err... what can I get you today?
french: [_h_] Err ... qu'est-ce que je peux vous faire aujourd'hui?

source: [_mc_] Just a coffee.
french: [_mc_] Juste un café.

source: [_h_] Okay, will be there in a minute.
french: [_h_] Ok, sera là dans une minute.

source: [_mcthink_] Hmm... she seems to be down a bit...
french: [_mcthink_] Hmm ... elle semble être un peu en bas ...

source: [_mcthink_] Oh, damn I didn't call her, I totally forgot about that!
french: [_mcthink_] Oh, je ne l'ai pas appelé, j'ai complètement oublié ça !

source: [_mcthink_] Damn, I hope [boss] likes the project...
french: [_mcthink_] Damn, j'espère que [boss] aime le projet ...

source: [_mc_] Oh, hi.
french: [_mc_] Oh, bonjour.

source: [_h_] What can I get you?
french: [_h_] Que puis-je vous obtenir?

source: [_mc_] Just a coffee, please.
french: [_mc_] Juste un café, s'il vous plaît.

source: [_h_] On the way!
french: [_h_] En route !

source: [_mcthink_] Huh? Aren't they the girls from the other day?
french: [_mcthink_] Huh? Ne sont-ils pas les filles de l'autre jour?

source: [_mcthink_] I hope there won't be an inrush like last time...
french: [_mcthink_] J'espère qu'il n'y aura pas de hâte comme la dernière fois ...

source: [_h_] Here you go, [h] special on the house.
french: [_h_] Ici vous allez, [h] spécial sur la maison.

source: [_mc_] Don't you get in trouble when you always give me coffee for free?
french: [_mc_] Vous n'avez pas de problèmes quand vous me donnez toujours du café gratuitement?

source: [_h_] It's fine, I can have as much coffee as I want.
french: [_h_] C'est bien, je peux avoir autant de café que je veux.

source: [_mcthink_] That reminds me, wasn't there some talk about a lockdown? Shouldn't the cafe be closed?
french: [_mcthink_] Cela me rappelle qu'il n'y a pas eu de discussion sur un lock-down? Le café ne devrait-il pas être fermé?

source: [_h_] Here you go.
french: [_h_] Ici, vous allez.

source: [_mc_] Thanks... and sorry for not calling, I've been very busy lately.
french: [_mc_] Merci ... et désolé de ne pas avoir appelé, j'ai été très occupé ces derniers temps.

source: [_h_] It's okay, I can understand that.
french: [_h_] C'est bon, je peux le comprendre.

source: [_h_] I need to take care of the customers.
french: [_h_] Je dois prendre soin des clients.

source: [_mc_] Okay, sure...
french: [_mc_] Ok, sûr ...

source: [_mcthink_] Damn, I think she's mad at me...
french: [_mcthink_] Damn, je pense qu'elle est en colère après moi ...

source: [_mcthink_] Oh well, nothing I can do about it right now.
french: [_mcthink_] Oh bien, je ne peux rien y faire maintenant.

source: [_mcthink_] I wonder where I've seen them before...
french: [_mcthink_] Je me demande où je les ai vus avant ...

source: [_mc_] Thanks.
french: [_mc_] Merci.

source: [_h_] Anything else?
french: [_h_] Toute autre chose?

source: [_h_] Okay, I'll be taking care of the other customers, but let me know if you need anything.
french: [_h_] Ok, je prendrai soin des autres clients, mais laissez-moi savoir si vous avez besoin de quoi que ce soit.

source: [_mc_] Sure, thanks.
french: [_mc_] Sure, merci.

source: [_mcthink_] She seems overly friendly towards me...
french: [_mcthink_] Elle semble trop amicale envers moi ...

source: [_mcthink_] Or maybe I'm just seeing things...
french: [_mcthink_] Ou peut-être que je vois des choses ...

source: [_jess_] FUCK YOU! [withhpunch]
french: [_jess_] VOUS BAISEZ ! [withhpunch]

source: [_mc_] What the...
french: [_mc_] Ce que ...

source: [_jess_] {b}Such an asshole!{/b}
french: [_jess_] {b}Un tel connard ! { /b }

source: [_em_] [jess], don't yell like that!
french: [_em_] [jess], ne crie pas comme ça !

source: [_h_] Could you please be a bit quieter, you might annoy the other guests...
french: [_h_] Pourriez-vous être un peu plus calme, vous pourriez embêter les autres invités ...

source: [_jess_] Other...
french: [_jess_] Autre ...

source: [_em_] What?!
french: [_em_] Quoi? !

source: [_mcthink_] I wonder what happened...
french: [_mcthink_] Je me demande ce qui s'est passé ...

source: [_h_] I'm back!
french: [_h_] Je suis de retour !

source: [_mc_] All done?
french: [_mc_] Tout a fait?

source: [_h_] I'm sorry, you probably don't have much time...
french: [_h_] Je suis désolé, vous n'avez probablement pas beaucoup de temps ...

source: [_mc_] Enough to spend a few minutes with my favorite waitress. *smirks*
french: [_mc_] Assez pour passer quelques minutes avec ma serveuse préférée. * smirks *

source: [_mc_] I don't have a specific time to be there.
french: [_mc_] Je n'ai pas de temps précis pour y être.

source: [_mc_] It's just that I don't know how long it'll take, so if I don't want to spend the night there, it's probably better to get going soon.
french: [_mc_] C'est juste que je ne sais pas combien de temps ça prendra, donc si je ne veux pas passer la nuit là, c'est probablement mieux d'aller bientôt.

source: [_h_] Maybe it would've been better if you went to work first?
french: [_h_] Peut-être aurait-on été mieux si vous êtes allé au travail en premier?

source: [_mc_] But then I might've missed your shift.
french: [_mc_] Mais j'ai peut-être manqué votre quart de travail.

source: [_h_] You really don't need to take extra time for me.
french: [_h_] Vous n'avez vraiment pas besoin de prendre du temps supplémentaire pour moi.

source: [_mc_] Oh, don't get me wrong, I just had to make sure my Lady is healthy, after our little adventure yesterday.
french: [_mc_] Oh, ne me méprendre pas, j'ai juste eu à m'assurer que ma Dame est en bonne santé, après notre petite aventure hier.

source: [_h_] Haha, my heroic companion took good care of me.
french: [_h_] Haha, mon compagnon héroïque a pris soin de moi.

source: [_mc_] Oh dear, not good enough it seems.
french: [_mc_] Oh mon chéri, pas assez bien il semble.

source: [_h_] Damn it... it's not your fault.
french: [_h_] Damn it ... ce n'est pas ta faute.

source: [_h_] I'll be right back!
french: [_h_] Je reviendrai tout de même !

source: [_mcthink_] Looks like she really caught a cold...
french: [_mcthink_] On dirait qu'elle a vraiment attrapa un rhume ...

source: [_jess_] Forget it!
french: [_jess_] Oublie ça !

source: [_em_] God, [jess], seriously! It's not like we have any choice.
french: [_em_] Dieu, [jess], sérieusement ! Ce n'est pas comme si nous avons le choix.

source: [_jess_] You don't even know [himher], [em]!
french: [_jess_] Vous ne connaissez même pas [himher], [em]!

source: [_em_] As if that even matters to you.
french: [_em_] Comme si cela compte même pour vous.

source: [_jess_] [em], no!
french: [_jess_] [em], non !

source: [_em_] Do you really want to blow it, just because of a mistake?
french: [_em_] Vous voulez vraiment le faire sauter, juste à cause d'une erreur?

source: [_jess_] What?! It's not my fault that asshole cancelled last minute!
french: [_jess_] Quoi? ! Ce n'est pas ma faute si l'asshole a annulé la dernière minute !

source: [_em_] Maybe, but we can still do it, we have our own equipment.
french: [_em_] Peut-être, mais nous pouvons encore le faire, nous avons notre propre équipement.

source: [_em_] I'll ask [himher]...
french: [_em_] Je vais demander [himher]...

source: [_em_] Hey, uhh... sorry for all the yelling, we had a rough day.
french: [_em_] Hé, euh ... désolé pour tous les cris, nous avons eu une journée difficile.

source: [_mc_] No problem.
french: [_mc_] Aucun problème.

source: [_em_] And sorry for last time as well.
french: [_em_] Et désolé pour la dernière fois aussi.

source: [_mc_] It's okay.
french: [_mc_] C'est bon.

source: [_em_] Jeez, I just realized, you must have a really bad impression of us.
french: [_em_] Jeez, je viens de réaliser, vous devez avoir une très mauvaise impression de nous.

source: [_mc_] Everyone has a bad day once in a while.
french: [_mc_] Tout le monde a un mauvais jour une fois dans un moment.

source: [_em_] I guess that's true.
french: [_em_] Je suppose que c'est vrai.

source: [_em_] Oh, well, she's a little... hot-blooded, but believe me, she's really nice when you know her.
french: [_em_] Oh, bien, elle est un peu ... à sang-froid, mais croyez-moi, elle est vraiment sympa quand tu la connais.

source: [_em_] Anyway, we have a little problem as you might've noticed. One of our... co-workers dropped out last minute, and we don't have a replacement for the shoot, so I thought you might be interested?
french: [_em_] Quoi qu'il en soit, nous avons un petit problème comme vous l'avez peut-être remarqué. Un de nos ... collègues a abandonné la dernière minute, et nous n'avons pas de remplacement pour le tournage, alors je pensais que vous pourriez être intéressé?

source: [_mc_] Me? A shoot?
french: [_mc_] Me? Une tige?

source: [_em_] Mh-hm, you look good, I think you'd fit quite well, and it's a one time thing, quick money, and...
french: [_em_] Mh-hm, vous avez l'air bien, je pense que vous vous feriez bien, et c'est une chose une fois, de l'argent rapide, et ...

source: [_mc_] And?
french: [_mc_] Et?

source: [_em_] Well, we get to know each other.
french: [_em_] Eh bien, nous nous connaissons.

source: [_mc_] Oh, of course.
french: [_mc_] Oh, bien sûr.

source: [_em_] So? Interested?
french: [_em_] Alors? Intéressé?

source: [_mc_] Well... it's not that I need money.
french: [_mc_] Eh bien ... ce n'est pas que j'ai besoin d'argent.

source: [_em_] You'd really help us out, and it's an easy and fun job, promise.
french: [_em_] Vous nous aideriez vraiment, et c'est un travail facile et amusant, promis.

source: [_mc_] Hmm... what kind of...
french: [_mc_] Hmm ... quel genre de ...

source: [_em_] You know what?
french: [_em_] Vous savez quoi?

source: [_em_] Just think about it and call me if you're interested. We have the whole week, so take your time.
french: [_em_] Just think about it and call me if you're interested. Nous avons toute la semaine, alors prenez votre temps.

source: [_n_] You take your phone out and save the number she gives you.
french: [_n_] Vous prenez votre téléphone et économez le numéro qu'elle vous donne.

source: [_em_] What's your name by the way?
french: [_em_] Quel est votre nom d'une façon ou d'une autre?

source: [_em_] Nice to meet you, [mc]. I'm Emma, but you can call me [em].
french: [_em_] Nice pour vous rencontrer, [mc]. Je suis Emma, mais vous pouvez m'appeler [em].

source: [_mc_] Nice to meet you, too, [em].
french: [_mc_] Nice pour vous rencontrer, aussi, [em].

source: [_em_] And, erm...
french: [_em_] Et, erm ...

source: [_em_] ...just call me, even if you're not interested.
french: [_em_] ... appelez-moi, même si vous n'êtes pas intéressé.

source: [_mc_] Haha, sure.
french: [_mc_] Haha, sûr.

source: [_em_] I hope to hear from you.
french: [_em_] J'espère vous entendre.

source: [_mcthink_] A shoot, huh...
french: [_mcthink_] A tire, huh ...

source: [_mcthink_] I wonder what they're shooting for... I'm sure I've seen them somewhere before...
french: [_mcthink_] Je me demande ce qu'ils tirent pour ... Je suis sûr que je les ai vus quelque part avant ...

source: [_h_] Any trouble?
french: [_h_] Tout problème?

source: [_mc_] No, she was just apologizing.
french: [_mc_] Non, elle s'est excusé.

source: [_h_] Oh, that's nice of her.
french: [_h_] Oh, c'est bien d'elle.

source: [_n_] You try to listen to the girls for a while, but can't really understand much...
french: [_n_] Vous essayez d'écouter les filles pendant un certain temps, mais vous ne pouvez pas vraiment comprendre beaucoup ...

source: [_h_] So, uhh... where were we?
french: [_h_] Alors, euh ... où étions-nous?

source: [_mc_] Hmm... good question...
french: [_mc_] Hmm ... bonne question ...

source: [_mc_] Oh that reminds me, the house where you and your parents live, do you know what was in there when I was still a kid?
french: [_mc_] Oh, ça me rappelle, la maison où vous et vos parents vivent, vous savez ce qui était là quand j'étais encore enfant?

source: [_h_] Hm? No idea, what was it?
french: [_h_] Hm? Pas d'idée, qu'est-ce que c'était?

source: [_mc_] A store for video games.
french: [_mc_] Un magasin pour jeux vidéo.

source: [_h_] Really? I didn't know.
french: [_h_] Vraiement? Je ne savais pas.

source: [_mc_] Yeah, I used to buy some imported games there, they had some really rare stuff you couldn't get anywhere else at the time.
french: [_mc_] Ouais, j'avais l'habitude d'acheter des jeux importés là-bas, ils avaient des trucs vraiment rares que tu ne pouvais pas trouver ailleurs à l'époque.

source: [_h_] Wow, the twins will probably freak out when they hear that.
french: [_h_] Wow, les jumeaux vont probablement se libérer quand ils entendent ça.

source: [_mc_] I guess they like video games?
french: [_mc_] Je suppose qu'ils aiment les jeux vidéo?

source: [_h_] Oh yes, they'll probably go on a hunt, looking for games the owner might've forgotten.
french: [_h_] Oh oui, ils vont probablement poursuivre une chasse, à la recherche de jeux que le propriétaire a peut-être oublié.

source: [_mc_] Maybe they'll be lucky, I've heard the owner stored lots of the wares in the attic.
french: [_mc_] Peut-être qu'ils auront de la chance, j'ai entendu que le propriétaire a stocké beaucoup de marchandises dans le grenier.

source: [_h_] Hm, I've never been up there...
french: [_h_] Hm, je n'ai jamais été là ...

source: [_mc_] Really? You've never been curious?
french: [_mc_] Vraiement? Vous n'avez jamais été curieux?

source: [_h_] No... mostly too scared...
french: [_h_] Non .. pour la plupart trop effrayé ...

source: [_h_] Oh, good bye, have a nice day.
french: [_h_] Oh, au revoir, a une belle journée.

source: [_em_] Thanks, you too.
french: [_em_] Merci, vous aussi.

source: [_mc_] Hmm... I guess I better leave too.
french: [_mc_] Hmm ... Je suppose que je devrais partir aussi.

source: [_h_] Aww... alright...
french: [_h_] Aww ... à droite ...

source: [_mc_] Sorry, maybe we can talk later?
french: [_mc_] Désolé, peut-être que nous pourrons parler plus tard?

source: [_h_] Mh-hm, yeah, can I call you?
french: [_h_] Mh-hm, ouais, je peux t'appeler?

source: [_mc_] Sure, best in the evening.
french: [_mc_] Sure, le meilleur en soirée.

source: [_h_] Okay...
french: [_h_] Ok ...

source: [_h_] O-oh... I better keep my distance.
french: [_h_] O-oh ... Je ferais mieux de garder ma distance.

source: [_mc_] I've kissed you before, so it would be too late now anyway.
french: [_mc_] Je t'ai embrassé avant, donc il serait trop tard maintenant.

source: [_h_] Later my heroine!
french: [_h_] Plus tard, mon héroïne !

source: [_h_] Later my hero!
french: [_h_] Plus tard mon héros !

source: [_n_] You try to listen to the girls, but can't understand much, so you drink your coffee at a relaxed pace, and once it's empty you pay the bill and leave.
french: [_n_] Vous essayez d'écouter les filles, mais vous ne pouvez pas comprendre beaucoup, alors vous buvez votre café à un rythme détendu, et une fois qu'il est vide, vous payez le billet et le congé.

source: [_mc_] Hmm, maybe I should go see [h] first, who knows how long it'll take at work.
french: [_mc_] Hmm, peut-être que je devrais aller voir [h] d'abord, qui sait combien de temps ça prendra au travail.

source: [_mcthink_] Hmm, I wonder if [st] is still busy in the library...
french: [_mcthink_] Hmm, je me demande si [st] est toujours occupé dans la bibliothèque ...

source: [_mcthink_] Anyway, I better go straight to the boss.
french: [_mcthink_] Quoi qu'il en soit, je vais mieux aller directement au patron.

source: [_mcthink_] Where is he?
french: [_mcthink_] Où est-il?

source: [_st_] Oh my god, are you okay?
french: [_st_] Oh mon Dieu, tu vas bien?

source: [_mc_] I'm fine... I think.
french: [_mc_] Je vais bien ... Je pense.

source: [_st_] I'm sorry, I thought there's no one in the room.
french: [_st_] Je suis désolé, je pensais qu'il n'y avait personne dans la chambre.

source: [_mc_] It's okay, just a flesh wound.
french: [_mc_] C'est bon, juste une blessure de chair.

source: [_st_] Do you need an ambulance?
french: [_st_] Avez-vous besoin d'une ambulance?

source: [_mc_] That was a joke, I'm fine.
french: [_mc_] C'était une blague, je vais bien.

source: [_st_] Oh, okay...
french: [_st_] Oh, ok ...

source: [_mc_] So... where's the boss?
french: [_mc_] Alors ... où est le patron?

source: [_st_] He's out of town for a meeting.
french: [_st_] Il est hors de la ville pour une réunion.

source: [_mc_] Again? But what about the project?
french: [_mc_] Encore une fois? Mais qu'en est-il du projet?

source: [_st_] That's my responsibility.
french: [_st_] C'est ma responsabilité.

source: [_mc_] Your responsibility? Did he just leave it to you?
french: [_mc_] Votre responsabilité? Est-ce qu'il vous a laissé?

source: [_st_] Yes and no.
french: [_st_] Oui et non.

source: [_st_] I am the one who initiated the project.
french: [_st_] Je suis celui qui a lancé le projet.

source: [_st_] [boss] didn't even know it was necessary at the time, but when I told him, he agreed and told me to take care of it.
french: [_st_] [boss] ne savait même pas que c'était nécessaire à l'époque, mais quand je lui ai dit, il a accepté et m'a dit de prendre soin de lui.

source: [_mc_] I see, I thought it was his project.
french: [_mc_] Je vois, je pensais que c'était son projet.

source: [_st_] He's still the boss and it's his company.
french: [_st_] Il est toujours le patron et c'est son entreprise.

source: [_mc_] Wait, does that mean you're the one I have to thank for the job?
french: [_mc_] Attends, est-ce que ça veut dire que vous êtes celui que je dois remercier pour le travail?

source: [_st_] Can you show me the files?
french: [_st_] Pouvez-vous me montrer les fichiers?

source: [_mc_] Sure, I actually brought my laptop in case anything needs to be changed.
french: [_mc_] Bien sûr, j'ai apporté mon ordinateur portable au cas où quelque chose devait être changé.

source: [_st_] Good, show me.
french: [_st_] Bon, monsle moi.

source: [_n_] You upload the project onto the company's server and then show her the results of your work. She seems a little bit distracted at first, when you come closer to her to show your work, but you go on nonetheless.
french: [_n_] Vous téléchargez le projet sur le serveur de l'entreprise et vous lui montrerez les résultats de votre travail. Elle semble un peu distraite au début, quand vous vous approchez de elle pour montrer votre travail, mais vous allez quand même.

source: [_mc_] ...and then it goes back to the full frame logo. [withdissolve]
french: [_mc_] ... et puis il remonte au logo complet du cadre. [withdissolve]

source: [_st_] This is a nice effect, I wouldn't have thought of that.
french: [_st_] C'est un bon effet, je n'aurais pas pensé à ça.

source: [_mc_] Well, it's my job to think of stuff like that, that's why you hired me, right?
french: [_mc_] Eh bien, c'est mon travail de penser à des trucs comme ça, c'est pourquoi tu m'as engagé, non?

source: [_st_] There are a few things that need to be changed.
french: [_st_] Il y a quelques choses qui doivent être changes.

source: [_mc_] Okay... sure.
french: [_mc_] Ok ... sûr.

source: [_mc_] Let me ask you one question though.
french: [_mc_] Laissez-moi vous poser une question.

source: [_mc_] Why did you hire me?
french: [_mc_] Pourquoi m'avez-vous engagé?

source: [_st_] W-What do you mean? We had a vacancy...
french: [_st_] W-Qu' est-ce que vous voulez dire? Nous avons eu une vacance ...

source: [_mc_] Sure, but why did you hire me?
french: [_mc_] Bien sûr, mais pourquoi m'avez-vous engagé?

source: [_mc_] I'm sure I wasn't the only one applying and it's not that my resume looks that impressive, especially for a company like yours.
french: [_mc_] Je suis sûr que je n'étais pas le seul à postuler et ce n'est pas que mon CV semble impressionnant, surtout pour une entreprise comme la vôtre.

source: [_st_] It's... we were looking for someone not that well known.
french: [_st_] C'est. .. on cherchait quelqu'un qui n'était pas bien connu.

source: [_mc_] Why?
french: [_mc_] Pourquoi?

source: [_st_] To... save costs.
french: [_st_] Pour ... épargner les coûts.

source: [_mc_] And yet, my salary is almost twice as much as is standard.
french: [_mc_] Et pourtant, mon salaire est presque deux fois plus élevé que la norme.

source: [_mcthink_] Hm... thinking about the whole situation, it really doesn't make much sense.
french: [_mcthink_] Hm ... penser à l'ensemble de la situation, ça n'a vraiment pas beaucoup de sens.

source: [_mcthink_] ...and why is she dressed like that, I thought she's shy... it doesn't fit her personality to show so much skin.
french: [_mcthink_] ... et pourquoi elle est habillée comme ça, je pensais qu'elle était timide ... elle ne tient pas sa personnalité pour montrer tant de peau.

source: [_mcthink_] Wait a minute...
french: [_mcthink_] Attends une minute ...

source: [_n_] There is nothing going on between us, so if you're interested in her, just go for it. [withdissolve]
french: [_n_] Il n'y a rien qui se passe entre nous, alors si vous êtes intéressé par elle, allez-y. [withdissolve]
