Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [_m_] Oh [e], come on, you know [t] is a busy woman. You can cuddle with your [bs] later.
french: [_m_] Oh [e], venez, vous savez que [t] est une femme occupée. Vous pouvez vous câber avec votre [bs] plus tard.

source: [_n_] She draws herself even closer.
french: [_n_] Elle se rapproche encore plus.

source: [_mc_] What's wrong [e], don't tell me you don't like your therapist!
french: [_mc_] Quoi de faux [e], ne me dites pas que vous n'aimez pas votre thérapeute !

source: [_n_] You look at [t] with a smile on your face while saying this.
french: [_n_] Vous regardez le [t] avec un sourire sur votre visage tout en disant cela.

source: [_mc_] Anyway, we don't want [m] to pay more than necessary, do we, [e]?
french: [_mc_] En tout cas, nous ne voulons pas que [m] paye plus que nécessaire, faisons-nous, [e]?

source: [_n_] You give her a wink.
french: [_n_] Vous lui donnez une patinoire.

source: [_n_] She smiles and gets up.
french: [_n_] Elle sourit et se lève.

source: [_n_] [e] goes to her room, followed by [t] who turns back to you for a moment with an annoyed expression.
french: [_n_] [e] va à sa chambre, suivie de [t] qui vous revient un instant avec une expression agaçée.

source: [_m_] Thank you, Hun.
french: [_m_] Merci, Hun.

source: [_m_] And I'm sorry, I should have told you about the session today.
french: [_m_] Et je suis désolé, j'aurais dû vous parler de la séance d'aujourd'hui.

source: [_mc_] Yeah, you should have. I hope you told [e] at least.
french: [_mc_] Oui, vous devriez avoir. J'espère que vous avez dit au moins au [e].

source: [_m_] Oh, [e] knows about her sessions with [t]. Better than me actually.
french: [_m_] Oh, [e] connait ses sessions avec [t]. Mieux que moi en fait.

source: [_m_] Could you do me a favor [mc]?
french: [_m_] Pourriez-vous me faire une faveur [mc]?

source: [_mc_] What favor?
french: [_mc_] Quelle faveur?

source: [_m_] I... I know you don't like [t], but could you try to be a bit more friendly towards her?
french: [_m_] I ... Je sais que tu n'aimes pas [t], mais pourriez-vous essayer d'être un peu plus amical envers elle?

source: [_mc_] What? Why would I? She's been a bitch towards me from the first time we met!
french: [_mc_] Quoi? Pourquoi? Elle a été une salope pour moi dès la première fois que nous nous sommes rencontrés !

source: [_m_] Please, [mc]. She is all we have to help [e]...
french: [_m_] S'il vous plaît, [mc]. Elle est tout ce que nous avons à aider [e]...

source: [_m_] I told you she's the only one still willing to help her, so please? For [e].
french: [_m_] Je vous ai dit qu'elle était la seule toujours prête à l'aider, alors s'il vous plaît? Pour [e].

source: [_mc_] Humph... fine, I'll try, but I won't promise anything...
french: [_mc_] Humph ... bien, je vais essayer, mais je ne promets rien ...

source: [_m_] That's okay...
french: [_m_] C'est bon ...

source: [_mcthink_] Did she just look at my...?
french: [_mcthink_] Est-ce qu'elle a juste regarder mon ...?

source: [_m_] Thanks, Hun. I really appreciate it.
french: [_m_] Merci, Hun. Je l'apprécie vraiment.

source: [_mc_] Uh... yeah, anytime...
french: [_mc_] Uh ... ouais, n'importe quand ...

source: [_m_] Well, I don't want to disturb you any longer, so I'm going to prepare the cake for later.
french: [_m_] Eh bien, je ne veux pas vous déranger plus longtemps, alors je vais préparer le gâteau pour plus tard.

source: [_mc_] ...sure...
french: [_mc_] ... sûr ...

source: [_mcthink_] What was that?
french: [_mcthink_] Qu'est-ce que c'était?

source: [_mcthink_] She looked right into my eyes, almost as if she was expecting me to kiss her back like yesterday...
french: [_mcthink_] Elle a regardé droit dans mes yeux, presque comme si elle s'attendait à ce que je l'embrasse comme hier ...

source: [_mcthink_] Does she remember it?! Gawd, that would be awful!
french: [_mcthink_] Elle se rappelle-t-elle? ! Gawd, ça serait horrible !

source: [_mcthink_] ...no I don't think so... she would have acted differently if that'd be the case...
french: [_mcthink_] ... je ne crois pas ... elle aurait agi différemment si c'était le cas ...

source: [_mcthink_] Maybe what happens when she takes the pills can still affect her, even if she doesn't remember it?
french: [_mcthink_] Peut-être que ce qui se passe quand elle prend les pilules peut encore l'affecter, même si elle ne se souvient pas de ça?

source: [_mcthink_] ...maybe it's affecting her subconsciously...
french: [_mcthink_] ... peut-être qu'elle l'affecte inconsciemment ...

source: [_mcthink_] Hum... I should have a look at the pills' description next time...
french: [_mcthink_] Hum ... Je devrais voir la description de la pilule la prochaine fois ...

source: [_mc_] Alright, that's enough!
french: [_mc_] Alright, c'est assez !

source: [_mc_] I've had enough of your bitchy attitude now.
french: [_mc_] J'ai eu assez de votre attitude bitchy maintenant.

source: [_t_] Tch! And what do you intend to do about it?
french: [_t_] Tch ! Et que comptez-vous faire à ce sujet?

source: [_t_] Are you going to punch me like your dad did with [m]?
french: [_t_] Tu vas me frapper comme ton père a fait avec [m]?

source: [_mc_] What?!
french: [_mc_] Quoi ?!

source: [_mc_] What the fuck is wrong with you?!
french: [_mc_] Quel est le problème avec vous? !

source: [_mc_] I'm not going to punch anyone, not even you!
french: [_mc_] Je ne vais pas frapper qui que ce soit, pas même toi !

source: [_mc_] Why the hell would you think I would do that?
french: [_mc_] Pourquoi tu penses que je ferais ça?

source: [_t_] I don't know, tell me?!
french: [_t_] Je ne sais pas, dis-moi?

source: [_mc_] What the hell have I ever done to you, huh?!
french: [_mc_] Qu'est-ce que je t'ai déjà fait, hein?

source: [_t_] Humph... more than enough...
french: [_t_] Humph ... plus que suffisant ...

source: [_mcthink_] Why is she... blushing?
french: [_mcthink_] Pourquoi elle roule?

source: [_mc_] You were the one who was acting like a bitch from the first day we met!
french: [_mc_] Vous étiez celui qui agissait comme une salope dès le premier jour que nous avons rencontré !

source: [_mcthink_] Don't tell me she's intimidated...
french: [_mcthink_] Ne me dites pas qu'elle est intimidée ...

source: [_mc_] I'm talking to you!
french: [_mc_] Je vous parle !

source: [_t_] I don't care!
french: [_t_] Je m'en fiche !

source: [_mcthink_] No, she's definitely not intimidated... she's embarrassed!
french: [_mcthink_] Non, elle n'est absolument pas intimidée ... elle est gênée !

source: [_mcthink_] This smell...
french: [_mcthink_] Cette odeur ...

source: [_t_] Stop staring at me and let me go!
french: [_t_] Arras de me regarder et laisse-moi partir !

source: [_mc_] Are you going to stop being such a bitch to everybody then?
french: [_mc_] Est-ce que vous allez cesser d'être une telle salope pour tout le monde?

source: [_mc_] What the hell makes you even think I'd be like that piece of shit?!
french: [_mc_] Qu'est-ce qui vous fait penser que je serais comme ce morceau de merde? !

source: [_n_] You notice her twitching slightly for less than a second.
french: [_n_] Vous remarez que sa twitching est légèrement inférieure à une seconde.

source: [_mcthink_] What's wrong with her?! I would have expected her to freak out and yell at me...
french: [_mcthink_] Qu'est-ce qui ne va pas avec elle? ! Je m'attendais à ce qu'elle se libère et me crie ...

source: [_mcthink_] ...but it feels more like she's kind of embarrassed, almost... excited.
french: [_mcthink_] ... mais elle se sent plus comme si elle était gênée, presque ... excitée.

source: [_mcthink_] Damn, I know that smell...
french: [_mcthink_] Damn, je sais que l'odeur ...

source: [_mcthink_] ...and I know exactly where it comes from...
french: [_mcthink_] ... et je sais exactement où il vient de ...

source: [_mcthink_] Could this really turn her on?
french: [_mcthink_] Cela peut-il vraiment l'activer?

source: [_t_] ...Fuck you! Let me go!
french: [_t_] ...Va te faire foutre ! Laisse-moi partir !

source: [_mc_] I'm not even holding you anymore, but you're still here and blushing like a tomato...
french: [_mc_] Je ne vous tiens même plus, mais vous êtes encore là et vous rougez comme une tomate ...

source: [_n_] She storms off.
french: [_n_] Elle s'éteint.

source: [_mcthink_] Phew... somehow I get the feeling that she expected me to do something to her...
french: [_mcthink_] Phew ... d'une façon ou d'une autre, j'ai le sentiment qu'elle s'attendait à ce que je fasse quelque chose pour elle ...

source: [_mcthink_] ...haha, she looked cute blushing like that...
french: [_mcthink_] ... haha, elle avait l'air mignonne comme ça ...

source: [_mcthink_] Hum... well let's hope she didn't tell anyone...
french: [_mcthink_] Hum ... espérons qu'elle ne le dit à personne ...

source: [_t_] W-what are you doing? Don't touch me you pervert!
french: [_t_] W-Que faites-vous? Ne me touche pas pervers !

source: [_mcthink_] Damn, she is extremely wet...
french: [_mcthink_] Damn, elle est extrêmement mouillée ...

source: [_mc_] Oh, but it feels like it's exactly what you want?
french: [_mc_] Oh, mais on dirait que c'est exactement ce que tu veux?

source: [_t_] Uh... you.... No!
french: [_t_] Uh ... vous ... Non !

source: [_t_] S-stop that!
french: [_t_] S-stop !

source: [_mc_] You say that, but do you mean it? You're completely wet down there.
french: [_mc_] Tu dis ça, mais tu veux dire ça? Tu es complètement mouillée là-bas.

source: [_t_] That's not true!
french: [_t_] Ce n'est pas vrai !

source: [_mc_] No? Don't tell me you've wet yourself.
french: [_mc_] Non? Ne me dis pas que tu t'es mouillée.

source: [_t_] What?! N-no!! I'm.. haaah.
french: [_t_] Quoi? ! N-no ! ! Je suis .. haaah.

source: [_mc_] So you ARE wet!
french: [_mc_] Alors vous êtes mouillé !

source: [_t_] Nnnh *gasp* ... I'm not...hnn... let me go!
french: [_t_] Nnnh * gasp * ... Je ne suis pas ... hnn ... laissez-moi partir !

source: [_mc_] I'm not holding you.
french: [_mc_] Je ne vous tiens pas.

source: [_t_] Stop it! Haaanngh
french: [_t_] Arrhez-le ! Haaanngh

source: [_t_] Haa... aahnn... oh god, stop, please... aaahh!!
french: [_t_] Haa ... aahnn ... oh mon dieu, arrêtez, s'il vous plaît ... aaahh ! !

source: [_mc_] Really? You want me to stop?
french: [_mc_] Vraiement? Tu veux que je m'arrête?

source: [_t_] Ahnngh, y-yes, p-please, haaa...
french: [_t_] Ahnngh, y-oui, p-svp, haaa ...

source: [_mc_] So you have some manners after all.
french: [_mc_] Alors vous avez quelques manières après tout.

source: [_mc_] What's wrong? Are you going to cum?
french: [_mc_] Qu'est-ce qui ne va pas? Es-tu en train de foutre?

source: [_mc_] Wow, you squirted all over the floor...
french: [_mc_] Wow, vous avez tous pris la parole ...

source: [_t_] You pig! Hahhh... H-how could you...
french: [_t_] Vous porcez ! Hahhh ... H-comment pourriez-vous ...

source: [_t_] You dyke! Hahhh... H-how could you...
french: [_t_] Vous direz ! Hahhh ... H-comment pourriez-vous ...

source: [_mc_] Looks like you needed it quite urgently.
french: [_mc_] On dirait que vous en avez besoin de toute urgence.

source: [_t_] ...Fuck you!
french: [_t_] ...Va te faire foutre !

source: [_mcthink_] Phew... holy shit... I can't believe what I just did...
french: [_mcthink_] Phew ... sainte merde ... Je n'arrive pas à croire ce que je viens de faire ...

source: [_mcthink_] ...and she didn't even try to stop me...
french: [_mcthink_] ... et elle n'a même pas essayé de m'arrêter ...

source: [_mcthink_] Shit, I hope she doesn't tell anyone...
french: [_mcthink_] Shit, j'espère qu'elle ne le dit à personne ...

source: [_n_] You're about to get up, when suddenly...
french: [_n_] Vous allez vous lever, quand soudain ...

source: [_mcthink_] What the...
french: [_mcthink_] Qu'est ce que...

source: [_mc_] What the fuck, can't you knock?
french: [_mc_] Quel baise, tu ne peux pas frapper?

source: [_t_] We have to talk!
french: [_t_] Nous devons parler !

source: [_mcthink_] Shit! This is probably about what happened in the bathroom at [e]'s birthday... I almost forgot about it after everything that happened...
french: [_mcthink_] Shit ! C'est probablement ce qui s'est passé dans la salle de bain au [e]'s anniversaire ... J'en ai presque oublié après tout ce qui s'est passé ...

source: [_t_] I have a few questions.
french: [_t_] J'ai quelques questions.

source: [_t_] It's obvious that you play a big role in [e]'s condition, so I have to include you in my research...
french: [_t_] Il est évident que vous jouez un grand rôle dans la condition [e], donc je dois vous inclure dans ma recherche ...

source: [_mc_] Errr... okay?
french: [_mc_] Errr ... ok?

source: [_t_] Good. Since you seem to be willing to cooperate, let's not waste time...
french: [_t_] Bon. Puisque vous semblez vouloir coopérer, n'allons pas perdre du temps ...

source: [_mcthink_] I didn't even agree...
french: [_mcthink_] Je n'ai même pas accepté ...

source: [_t_] What was the last thing you did with her before you moved out?
french: [_t_] Quelle était la dernière chose que vous avez faite avec elle avant de déménager?

source: [_n_] She starts to ask questions without hesitation.
french: [_n_] Elle commence à poser des questions sans hésitation.

source: [_n_] You don't want to wake sleeping dogs, so you answer her questions as thoroughly as possible.
french: [_n_] Vous ne voulez pas réveiller les chiens de couchage, donc vous répondez à ses questions aussi minutieusement que possible.

source: [_n_] Half an hour later...
french: [_n_] Une demi-heure plus tard ...

source: [_t_] I see... and did this happen more than once?
french: [_t_] Je vois ... et est-ce arrivé plus d'une fois?

source: [_mc_] No, it was just this one time...
french: [_mc_] Non, c'était juste cette fois ...

source: [_mcthink_] Damn, I didn't expect her to ask so many questions... when will she stop?!
french: [_mcthink_] Damn, je ne m'attendais pas à ce qu'elle me pose autant de questions ... quand arrêtera-t-elle?

source: [_t_] Did she ever tell you that she wanted to marry you?
french: [_t_] Est-ce qu'elle vous a dit qu'elle voulait vous épouser?

source: [_mc_] What? What kind of question is that?
french: [_mc_] Quoi? Quel genre de question est-il?

source: [_t_] It's quite common for young girls to want to marry their parental figure.
french: [_t_] Il est assez courant pour les jeunes filles de vouloir épouser leur figure parentale.

source: [_mc_] I'm not her dad!
french: [_mc_] Je ne suis pas son père !

source: [_mc_] I'm not her mom!
french: [_mc_] Je ne suis pas sa mère !

source: [_t_] That doesn't matter... did she or not?
french: [_t_] Ça n'a pas d'importance ... a-t-elle ou pas?

source: [_mc_] ...ugh, yes, she did....
french: [_mc_] ... euh, oui, elle a ...

source: [_t_] I see... did you agree?
french: [_t_] Je vois ... êtes-vous d'accord?

source: [_mc_] Why does it even matter? I mean, we were kids, it didn't mean anything!
french: [_mc_] Pourquoi est-ce important? Je veux dire, nous étions enfants, ça ne voulait rien dire !

source: [_t_] Did you?
french: [_t_] Avez-vous?

source: [_mcthink_] Shit...
french: [_mcthink_] Merde...

source: [_mc_] Yes, but as I said, we were just kids!
french: [_mc_] Oui, mais comme je l'ai dit, nous étions juste des enfants !

source: [_mc_] Of course not! She didn't even understand what she was asking for at that time.
french: [_mc_] Bien sûr que non ! Elle ne comprenait même pas ce qu'elle demandait à l'époque.

source: [_t_] I see... did you ever touch her or hold her so she cannot move?
french: [_t_] Je vois ... vous a-t-elle déjà touché ou la tenir pour qu'elle ne puisse pas bouger?

source: [_t_] ...or do you do that only to people you don't know?
french: [_t_] ... ou est-ce que vous faites ça seulement aux gens que vous ne connaissez pas?

source: [_mc_] ...the fuck! I {b}never{/b} touched her {b}that{/b} way!
french: [_mc_] ... la merde ! I {b}Jamais { /b } n'a touché son {b}, c'est-à-dire { /b } !

source: [_t_] ...so you are just a pervert...
french: [_t_] ... donc vous êtes juste un pervers ...

source: [_mc_] I'm not a fucking pervert!
french: [_mc_] Je ne suis pas un putain de pervers !

source: [_t_] You obviously {b}are{/b} a pervert!
french: [_t_] Vous évidemment {b}sont { /b } un pervers !

source: [_mc_] Wait a minute, why am I the pervert here? You were the one who was completely wet...
french: [_mc_] Attends une minute, pourquoi suis-je le pervers ici? Tu étais celui qui était complètement mouillé ...

source: [_mc_] ...and it didn't even take a minute for you to cum!
french: [_mc_] ... et ça n'a même pas pris une minute pour toi !

source: [_t_] W-What are you talking about?
french: [_t_] W-Qu' est-ce que vous parlez?

source: [_mc_] Did you think I wouldn't notice that smell last time in the bathroom? It was more than obvious!
french: [_mc_] Avez-vous pensé que je ne remarquerais pas cette odeur la dernière fois dans la salle de bain? C'était plus que évident !

source: [_t_] T-That had nothing to do with you!
french: [_t_] T-That n'avait rien à voir avec vous !

source: [_mc_] Ah yeah? So what was the reason for you cumming so quickly then?
french: [_mc_] Ah oui? Alors quelle était la raison pour laquelle vous vous cumulez si rapidement?

source: [_mc_] Ah yeah? Wait, don't tell me you did something to [e]!
french: [_mc_] Ah oui? Attends, ne me dis pas que tu as fait quelque chose au [e]!

source: [_t_] W-what? No, of course not!!
french: [_t_] -Quoi? Non, bien sûr pas ! !

source: [_mc_] You better tell the truth!
french: [_mc_] Tu feras mieux de dire la vérité !

source: [_t_] I'd never do such a thing, I'm not like that!
french: [_t_] Je ne ferais jamais une telle chose, je ne suis pas comme ça !

source: [_mc_] Hmph... well I guess that make me the only possible reason, doesn't it?
french: [_mc_] Hmph ... eh bien, je suppose que ça fait de moi la seule raison possible, n'est-ce pas?

source: [_t_] It was just...
french: [_t_] C'était juste ...

source: [_mc_] I'm listening.
french: [_mc_] Je suis à l'écoute.

source: [_t_] Fuck you, it won't ever happen again!
french: [_t_] Fuck you, it won't ever again again !

source: [_mc_] No?
french: [_mc_] Non?

source: [_t_] No!
french: [_t_] Non !

source: [_mc_] Well, whatever, I guess question time is over...
french: [_mc_] Bien, quoi que ce soit, je suppose que l'heure des questions est finie ...

source: [_t_] Humph, asshole!
french: [_t_] Humph, connard !

source: [_t_] Humph, bitch!
french: [_t_] Humph, salope !

source: [_n_] She storms off like a fury.
french: [_n_] Elle se défait comme une fureur.

source: [_mc_] Heh, so by your logic, you wouldn't cum again if I touch you?
french: [_mc_] Heh, donc par ta logique, tu ne ferais plus de foutre si je te touche?

source: [_mc_] Heh, so by your logic, you can't be wet right now, right?
french: [_mc_] Heh, donc par ta logique, tu ne peux pas être mouillé maintenant, hein?

source: [_mc_] Alright, why don't we try and see if that's the truth.
french: [_mc_] Alright, pourquoi ne pas essayer de voir si c'est la vérité.

source: [_t_] N-No, I didn't mean...
french: [_t_] N-Non, je ne voulais pas dire ...

source: [_mc_] No? Yes? What? Can't decide?
french: [_mc_] Non? Oui? Quoi? Je ne peux pas décider?

source: [_mc_] Well look at that, it seems like you've been waiting for it.
french: [_mc_] Eh bien, regardez ça, on dirait que vous l'avez attendu.

source: [_t_] Hnn...no... fuck you! Leave me alone!
french: [_t_] Hnn ... non ... baise vous ! Laisse-moi tranquille !

source: [_mc_] And if not?
french: [_mc_] Et si non?

source: [_t_] I'll scream!
french: [_t_] Je vais criez !

source: [_mc_] Do it! Stop me if you want.
french: [_mc_] Fais-le ! Arrêtez-moi si vous voulez.

source: [_t_] Unnh... f-fuck you! Stop it!
french: [_t_] Unnh ... f-fuck you ! Arrêtez !

source: [_mc_] You really need this, don't you?
french: [_mc_] Vous avez vraiment besoin de ça, n'est-ce pas?

source: [_t_] Hnn... no... Pig!
french: [_t_] Hnn ... non ... Pig !

source: [_t_] Hnn... no... Dyke!
french: [_t_] Hnn ... non ... Dyke !

source: [_mc_] Oh I think you do and you know it!
french: [_mc_] Oh, je pense que vous le savez !

source: [_t_] Ahnnn... no... you're forcing me, pervert.
french: [_t_] Ahnnn ... non ... vous me forcez, perverti.

source: [_mc_] You could just push me away and leave, you know?
french: [_mc_] Vous pouvez me pousser et partir, vous savez?

source: [_mc_] Well that was quick.
french: [_mc_] Eh bien, c'était rapide.

source: [_mc_] What a squirter you are, and so needy.
french: [_mc_] Quel écureuil vous êtes, et si nécessiteux.

source: [_mc_] You should thank me you know...
french: [_mc_] Vous devriez me remercier ...

source: [_t_] W-what?! *gasp*
french: [_t_] W quoi? ! * gasp *

source: [_mc_] I'm sure you heard me.
french: [_mc_] Je suis sûr que vous m'avez entendu.

source: [_t_] W-why would I do that!? You molested me...
french: [_t_] W-Pourquoi je ferais ça !? Tu m'as molesté ...

source: [_mc_] I made you cum, and you clearly needed that.
french: [_mc_] Je vous ai fait cum, et vous en avez clairement besoin.

source: [_t_] T-thats not...
french: [_t_] T-thats pas ...

source: [_mc_] Thank me!
french: [_mc_] Merci !

source: [_t_] ...no!
french: [_t_] ... non !

source: [_mc_] Thank me, or leave!
french: [_mc_] Merci, ou laissez-moi !

source: [_t_] Ugh... Thank you...
french: [_t_] Ugh ... Je vous remercie ...

source: [_mc_] Good girl!
french: [_mc_] Bonne fille !

source: [_mc_] So, you wanted to leave, didn't you?
french: [_mc_] Alors, tu voulais partir, n'est-ce pas?

source: [_t_] Humph, asshole! Pig!
french: [_t_] Humph, connard ! Pig !

source: [_t_] Humph, bitch! Dyke!
french: [_t_] Humph, salope ! Dyke !

source: [_mcthink_] What a little sub... and so feisty...
french: [_mcthink_] Quel petit sub. .. and so feisty ...

source: [_mc_] We should talk.
french: [_mc_] Nous devrions parler.

source: [_t_] A-Again?
french: [_t_] A-Encore une fois?

source: [_t_] Humph... Why don't you just leave me alone, pervert!
french: [_t_] Humph ... Pourquoi ne pas me laisser tranquille, pervers !

source: [_mc_] Why would I?
french: [_mc_] Pourquoi?

source: [_mc_] I saw you in the city today, you know...
french: [_mc_] Je vous ai vu dans la ville aujourd'hui, vous savez ...

source: [_t_] Oh really? I'm surprised you didn't try to molest me there too...
french: [_t_] Oh vraiment? Je suis surpris que tu n'as pas essayé de me molester là aussi ...

source: [_mc_] I didn't want to interfere.
french: [_mc_] Je ne voulais pas interférer.

source: [_t_] Don't act like you have any manners. I bet you were just shy because it was out in the open...
french: [_t_] N'agitez-vous pas comme vous avez des manières. Je parie que tu étais timide parce que c'était dehors ...

source: [_mc_] Nah, it just looked like you had enough to do with your boyfriend.
french: [_mc_] Nah, il semblait que vous en aviez assez à faire avec votre petit ami.

source: [_mc_] Yeah, I guess that's true by now... and I bet he won't try to "molest" you again.
french: [_mc_] Oui, je suppose que c'est vrai maintenant ... et je parie qu'il n'essaiera pas de "molester" de nouveau.

source: [_t_] W-What are you talking about?!
french: [_t_] W-Qu' est-ce que vous parlez? !

source: [_mc_] You could have knocked me out, too...
french: [_mc_] Vous pourriez m'avoir assommé, aussi ...

source: [_mc_] ...but you didn't even try...
french: [_mc_] ... mais vous n'avez même pas essayé ...

source: [_t_] It's not like...
french: [_t_] Ce n'est pas comme ...

source: [_mc_] Get on your knees!
french: [_mc_] Se mettre à genoux !

source: [_t_] W-what?
french: [_t_] -Quoi?

source: [_mc_] You heard me.
french: [_mc_] Vous m'avez entendu.

source: [_t_] N-No, why would I?!
french: [_t_] N-Non, pourquoi je le ferais?
