Repository: BlackRam-oss/BM
Catalog: game/*/*/events_t.po
Languages: french, italian

source: [pc] Second, what the hell are {b}you{/b} doing here? Didn't I tell you to never come back to this place?
italian: [pc] In secondo luogo, qual è l'inferno che stai facendo qui {b}{/b}? Non ti ho detto di non tornare mai in questo posto?

source: [t] So you {b}do{/b} remember...
italian: [t] Quindi ti ricordi {b}fare{/b}...

source: [pc] I do... now.
italian: [pc] Lo faccio... adesso.

source: [pc] So?
italian: [pc] Quindi?

source: [t] So what?!
italian: [t] Allora, cosa?!

source: [pc] What are you doing here... Katie.
italian: [pc] Cosa stai facendo qui... Katie.

source: [t] She's the daughter of a client... well, a client of my mentor...
italian: [t] Lei è la figlia di un cliente... beh, un cliente del mio mentore...

source: [pc] Your mentor?
italian: [pc] Il tuo mentor?

source: [t] He died two years ago, right before my qualification...
italian: [t] È morto due anni fa, proprio prima della mia qualificazione...

source: [pc] Sorry to hear that.
italian: [pc] Mi dispiace sentirlo.

source: Girl || WOOHOOO!
italian: Ragazza <unk> WOOHOOO!

source: [pc] So you took his clients over?
italian: [pc] Così hai preso i suoi clienti?

source: [t] He took me with him a few times during my training...
italian: [t] Mi ha portato con lui alcune volte durante la mia formazione...

source: [t] Her mother died years ago and her dad was constantly drunk...
italian: [t] Sua madre morì anni fa e suo padre era costantemente ubriaco...

source: [pc] Sounds quite familiar...
italian: [pc] Suona abbastanza familiare...

source: [t] She started to show signs of a mental illness, and my mentor took care of the case.
italian: [t] Ha iniziato a mostrare segni di una malattia mentale, e il mio mentore si è preso cura del caso.

source: [t] During that time they took her away from her father and she got adopted by a childless couple, but her new dad died shortly after in an accident...
italian: [t] Durante quel periodo la portarono via da suo padre e la adottò da una coppia senza figlio, ma il suo nuovo papà è morto poco dopo in un incidente...

source: [pc] Shit... how did she take it?
italian: [pc] Merda... come lo ha preso?

source: [t] Not so well, unsurprisingly...
italian: [t] Non così bene, non sorprendentemente...

source: Girl || WOOOO!
italian: Ragazza <unk> <unk> WOOOO!

source: [t] Her second mom didn't have enough money to keep the house, so they had to move...
italian: [t] Sua seconda mamma non aveva abbastanza soldi per mantenere la casa, quindi dovevano muoversi...

source: [t] My mentor accompanied her through all that, and so did I.
italian: [t] Il mio mentore la accompagnò attraverso tutto questo, e così ho fatto io.

source: [pc] I see... but it looks like you made it. She looks healthy and happy.
italian: [pc] Vedo che... ma sembra che tu l'abbia fatta. Sembra sana e felice.

source: [t] Appearances are often deceptive, you should know that better then anybody else...
italian: [t] Le apparenze sono spesso ingannevoli, si dovrebbe sapere che meglio allora chiunque altro...

source: [pc] What's that supposed to mean? Are you trying to insult me?
italian: [pc] Che cosa dovrebbe significare? Stai cercando di insultarmi?

source: Girl || Katieeeee! Can you push me?!
italian: Ragazza <unk> <unk> Katieeeee! Riesci a spingermi?!

source: [pc] Hey I'm talking to you!
italian: [pc] Ehi sto parlando con te!

source: [t] I know...
italian: [t] Lo so...

source: [pcthink] ...did she just smile?
italian: [pcthink] ...ha appena sorriso?

source: [pcthink] I've never seen her smile before...
italian: [pcthink] Non ho mai visto il suo sorriso prima...

source: [n] BZZZZzzzzzz!
italian: [n] BZZZZzzzzzzzz!

source: [pcthink] Ugh... what does [m] want now?
italian: [pcthink] Ugh... cosa vuole [m] ora?

source: [pc] Yeah?
italian: [pc] Sì?

source: [m] Hey, it's me, [m].
italian: [m] Ehi, sono io, [m].

source: [pc] Yeah, I know. What's up, [m]?
italian: [pc] Sì, lo so. Cos'è, [m]?

source: [m] I wanted to ask... could you do me a favor, [pc]?
italian: [m] Volevo chiedere... potresti farmi un favore, [pc]?

source: [pcthink] [t] really cares for that girl... almost like a mother...
italian: [pcthink] [t] si preoccupa davvero quella ragazza... quasi come una madre...

source: [m] I ordered 10 packs of toilet paper last week and forgot that they'll arrive today. Could you go to the store and get them for me?
italian: [m] Ho ordinato 10 pacchi di carta igienica la settimana scorsa e ho dimenticato che arriveranno oggi. Potresti andare al negozio e prenderli per me?

source: [pcthink] Maybe it's a bit of a therapy for [t] as well...
italian: [pcthink] Forse è un po' una terapia anche per [t]...

source: [pc] Yeah, I can do that... wait, 10 packs??? Why?!
italian: [pc] Sì, posso farlo... aspetta, 10 pacchetti??? Perché?!

source: [m] They said something about a shortage on TV, so I thought it might be better to have a few in stock.
italian: [m] Hanno detto qualcosa su una carenza in TV, quindi ho pensato che potrebbe essere meglio avere un po 'in magazzino.

source: [pc] But... 10 packs?!
italian: [pc] Ma... 10 pacchetti?!

source: [m] Can you get them for me?
italian: [m] Riesci a prenderli per me?

source: [m] Thank you, Hun!
italian: [m] Grazie, Hun!

source: [pcthink] 10 packs of toilet paper...
italian: [pcthink] 10 confezioni di carta igienica...

source: [pcthink] Looks like both of them are having fun.
italian: [pcthink] Sembra che entrambi si stiano divertendo.

source: [pcthink] I guess I'll just leave...
italian: [pcthink] Immagino che me ne andrò poi...

source: [n] Nothing special happens on your way back home...
italian: [n] Non succede nulla di speciale al tuo ritorno a casa...

source: [extend] ...except from people staring at you in disbelief when they notice all the toilet paper.
italian: [extend] ...tranne che dalle persone che ti fissano nell'incredulità quando notano tutta la carta igienica.

source: [pcthink] Hmm, [h] isn't working today, but a coffee to go would be nice...
italian: [pcthink] Hmm, [h] non funziona oggi, ma un caffè da andare sarebbe bello...

source: [pcthink] Hmm a coffee to go would be nice...
italian: [pcthink] Hmm un caffè da andare sarebbe bello...

source: [pcthink] Oh look who we got here...
italian: [pcthink] Oh guarda chi siamo arrivati qui...

source: [pcthink] She hasn't noticed me yet...
italian: [pcthink] Non mi ha ancora notato...

source: [pcthink] ...maybe I could tease her a bit.
italian: [pcthink] char@@0 forse potrei prenderle in giro un po'.

source: [t] Y-you!
italian: [t] Sei tu!

source: [pc] What's up, Katie.
italian: [pc] Cos'è, Katie.

source: [t] {size=-10}S-Stop touching me...{/size}
italian: [t] {size=-10}S-Stop mi tocca...{/size}

source: [pc] I'm just hugging you.
italian: [pc] Ti sto semplicemente abbracciando.

source: [t] {size=-10}Stop it! Seriously, everyone can see us!{/size}
italian: [t] {size=-10}Stop it! Seriamente, tutti possono vederci!{/size}

source: [pc] ...and? What's the problem with that?
italian: [pc] ...e? Qual è il problema?

source: [pcthink] Wow, she really has a stick up her ass... but that could be fun thinking about it.
italian: [pcthink] Wow, lei ha davvero un bastone sul suo culo... ma che potrebbe essere divertente pensarci.

source: [pc] One to go.
italian: [pc] Uno da andare.

source: [pcthink] Is she waiting for me?
italian: [pcthink] Lei mi sta aspettando?

source: [pcthink] Guess she wants to talk about something...
italian: [pcthink] Indovina che vuole parlare di qualcosa...

source: [pc] Thanks.
italian: [pc] Grazie.

source: [pc] Let's go, Katie.
italian: [pc] Andiamo, Katie.

source: [t] Stop calling me...
italian: [t] Smetti di chiamarmi...

source: [t] Ugh, whatever... I have an appointment!
italian: [t] Ugh, qualsiasi... Ho un appuntamento!

source: [pc] Yeah, looks like we're heading in the same direction.
italian: [pc] Sì, sembra che ci stiamo dirigendo nella stessa direzione.

source: [pc] Haha, you're cute when you're angry.
italian: [pc] Haha, sei carino quando sei arrabbiato.

source: [t] Shut up...
italian: [t] Arrestati...

source: [pc] Are you going to see [e] today?
italian: [pc] Vedrai [e] oggi?

source: [t] No, but tomorrow...
italian: [t] No, ma domani...

source: [pc] Again on sunday?
italian: [pc] Di nuovo la domenica?

source: [t] Every sunday.
italian: [t] Ogni domenica.

source: [pcthink] Jeez, I seem to be surrounded by workaholics...
italian: [pcthink] Jeez, mi sembra di essere circondato da workaholics...

source: [pc] Do you ever take a day off?
italian: [pc] Tu ti fai mai un giorno libero?

source: [t] Yes...
italian: [t] Sì...

source: [pc] Alright, stop!
italian: [pc] Bene, fermatevi!

source: [pc] Give me your hand!
italian: [pc] Dammi la mano!

source: [t] What? Why?!
italian: [t] Cosa? Perché?!

source: [pc] Just give me your hand already...
italian: [pc] Basta darmi la mano già...

source: [pc] The other one.
italian: [pc] L'altro.

source: [pc] Good girl.
italian: [pc] Buona ragazza.

source: [pc] Now let's go...
italian: [pc] Ora andiamo...

source: [t] W-what are you doing?!
italian: [t] Cosa stai facendo?!

source: [pc] Holding your hand obviously...
italian: [pc] Tenere la mano ovviamente...

source: [t] B-but why? Why would you do that?!
italian: [t] B-ma perché? Perché lo fare?!

source: [pc] Maybe to tease you.
italian: [pc] Forse per prenderti in giro.

source: [t] I-Idiot! Let me go!
italian: [t] I-Idiot! Lasciami andare!

source: [pc] Don't you have an appointment, we better get going.
italian: [pc] Non hai un appuntamento, è meglio andare avanti.

source: [pc] Yeah, yeah, let's go...
italian: [pc] Sì, sì, andiamo...

source: [pc] So... do you have any idea of what's going on with [e]?
italian: [pc] Quindi... hai qualche idea di cosa sta succedendo con [e]?

source: [pcthink] Damn, she looks cute when the sun shines on her face like that...
italian: [pcthink] Dannazione, lei sembra carina quando il sole splende sul suo volto così...

source: [pcthink] Wow, she looks beautiful...
italian: [pcthink] Wow, lei sembra bella...

source: [pcthink] ...and she's still blushing red like a tomato.
italian: [pcthink] e sta ancora arrossando il rosso come un pomodoro.

source: [pc] I said, do you have any idea of what's going on with [e]?
italian: [pc] Ho detto, hai qualche idea di cosa sta succedendo con [e]?

source: [pcthink] But she didn't let go of my hand...
italian: [pcthink] Ma lei non mi ha lasciato andare...

source: [pcthink] ...well not that I would let her, hehe.
italian: [pcthink] ...bene non che la lascerebbe, hehe.

source: [pc] Wait, what do you mean "no"?
italian: [pc] Aspetta, cosa significa "no"?

source: [t] I mean I won't tell you...
italian: [t] Voglio dire che non ti dirò...

source: [pc] Huh? What do you mean you won't tell me?
italian: [pc] Huh? Cosa significa che non mi dirà?

source: [t] Medical discretion.
italian: [t] discrezione medica.

source: [pc] Oh come on, I'm her [bs].
italian: [pc] Ah vieni, io sono lei [bs].

source: [t] That doesn't mean I'm relieved from medical discretion.
italian: [t] Ciò non significa che io sia sollevato dalla discrezione medica.

source: [pc] Yeah believe it or not, I know a bit about that stuff. [e] doesn't talk so I doubt she told you to keep whatever you know a secret, that means you're actually allowed to talk about it with close relatives.
italian: [pc] Sì, ci credete o no, so un po' di quella roba. [e] non parla quindi dubito che ti abbia detto di tenere qualunque cosa tu conosca un segreto, che significa che ti è effettivamente permesso di parlarne con parenti stretti.

source: [t] The keyword is "close"...
italian: [t] La parola chiave è "close"...

source: [pc] What? You don't think we're close?
italian: [pc] Cosa? Non pensi che siamo vicini?

source: [t] I don't know...
italian: [t] Non lo so...

source: [pc] Come on, of course we are close. I'd even say we're closer than ever before!
italian: [pc] Avanti, naturalmente siamo vicini. Direi anche che siamo più vicini che mai!

source: [t] This is my stop by the way, so I guess we separate here...
italian: [t] Questa è la mia fermata a proposito, quindi credo che ci separiamo qui...

source: [pcthink] Ugh, is she playing with me? I bet she expects me to try and force her to tell me what I want to know...
italian: [pcthink] Ugh, sta giocando con me? Scommetto che mi aspetta di cercare di costringerla a dirmi cosa voglio sapere...

source: [pc] So you're not going to tell me anything...
italian: [pc] Quindi non mi dirai nulla...

source: [pcthink] As I thought, but I'm not going to play her little game...
italian: [pcthink] Come pensavo, ma non giocherò il suo piccolo gioco...

source: [pc] Fine, see you tomorrow then.
italian: [pc] Bene, a vederti domani allora.

source: [pcthink] Heh, looks like I was right. Now I'm just going to leave.
italian: [pcthink] Sembra che io abbia avuto ragione. Ora andrò via.

source: [t] There's nothing...
italian: [t] Non c'è niente...

source: [pc] Hm? Did you say something?
italian: [pc] Hm? Hai detto qualcosa?

source: [t] ...she is a perfectly normal young woman.
italian: [t] ...è una giovane donna perfettamente normale.

source: [pc] What do you mean by that?
italian: [pc] Che cosa intendete con quello?

source: [t] She's just stubborn...
italian: [t] Lei è solo testarda...

source: [pcthink] What the hell is that supposed to mean?
italian: [pcthink] Qual è l'inferno che dovrebbe significare?

source: [n] You hear someone knocking at the front door.
italian: [n] Si sente qualcuno bussare alla porta d'ingresso.

source: [pcthink] Hm? Who the hell would knock instead of using the doorbell?
italian: [pcthink] Hm? Chi l'inferno busserebbe invece di usare il campanello?

source: [pcthink] Let's have a look.
italian: [pcthink] Diamo un'occhiata.

source: [m] Oh, [t], did you forget something?
italian: [m] Oh, [t], hai dimenticato qualcosa?

source: [pcthink] [t], huh? I didn't notice she's left already...
italian: [pcthink] [t], eh? Non ho notato che è già sinistra...

source: [t] My car won't start and I have an appointment, would you take me home? I'll get the car by tomorrow...
italian: [t] La mia auto non partirà e ho un appuntamento, mi porteresti a casa? Avrò la macchina entro domani...

source: [m] Oh, that's... unfortunate...
italian: [m] Oh, che... sfortunato...

source: [m] Oh, hey, Hun, would you be so kind and take [t] home, I'm awaiting an urgent call.
italian: [m] Oh, hey, Hun, saresti così gentile e portati a casa [t] , sto aspettando una chiamata urgente.

source: [m] Oh, [pc], could you take [t] home? I'm awaiting a call.
italian: [m] Oh, [pc], potresti portare [t] a casa? Sto aspettando una chiamata.

source: [t] I-I would honestly prefer it if you would take me back home, [m].
italian: [t] I-Vorrei onestamente preferirlo se mi portassi a casa, [m].

source: [m] Come on, [t], I know you don't like each other much, but this might be a good opportunity to reconcile with each other.
italian: [m] Avanti, [t], So che non ti piacciono molto, ma questa potrebbe essere una buona occasione per riconciliarti.

source: [pcthink] ...I wonder what she's thinking.
italian: [pcthink] ...Mi chiedo cosa stia pensando.

source: [m] I... take that as a yes?
italian: [m] Io... prendere questo come sì?

source: [t] Hmph... fine.
italian: [t] Hmph... bene.

source: [t] But as I said, I have an appointment.
italian: [t] Ma come ho detto, ho un appuntamento.

source: [m] I'm sure [pc] will make sure to get you home in time.
italian: [m] Sono sicuro che [pc] si assicurerà di portarti a casa in tempo.

source: [m] Right, Hun?
italian: [m] Destra, Caccio?

source: [t] That's not...ugh...
italian: [t] Non è così... ugh...

source: [pc] I haven't even agreed yet...
italian: [pc] Non ho ancora acconsentito...

source: [m] Oh, please do me that favor, Hun...
italian: [m] Oh, per favore fatemi quel favore, Hun...

source: [pc] Ugh... fine.
italian: [pc] Ugh... bene.

source: [m] Thanks.
italian: [m] Grazie.

source: [pc] Welp, let's go...
italian: [pc] Welp, andiamo...

source: [n] You get into the car, [t] tells you the directions, but otherwise keeps silent.
italian: [n] Si entra in macchina, [t] ti dice le direzioni, ma altrimenti tacciono.

source: [n] After a few minutes you reach the town center.
italian: [n] Dopo pochi minuti si raggiunge il centro della città.

source: [pcthink] She didn't say a word since we set off...
italian: [pcthink] Non ha detto una parola da quando abbiamo partito...

source: [pc] So...what about that appointment you mentioned?
italian: [pc] E quindi... che dire di quell'appuntamento che hai menzionato?

source: [t] What about it?
italian: [t] Che dire di esso?

source: [pc] What's so important about it that you can't move it?
italian: [pc] Cosa c'è di così importante che non puoi spostarlo?

source: [t] I don't think that's any of your business...
italian: [t] Non penso che questo sia uno dei tuoi affari...

source: [pc] Humph... being bitchy again, huh?
italian: [pc] Humph... essere di nuovo cagnoso, eh?

source: [t] Tch, just take me home, I don't care what you think about me!
italian: [t] Tch, basta portarmi a casa, non mi importa cosa ne pensi di me!

source: [pc] Seriously, I just wanted to start a conversation...
italian: [pc] Seriamente, volevo solo iniziare una conversazione...

source: [t] ...I'm going to see a patient...
italian: [t] ... vedrò un paziente...

source: [pc] The girl?
italian: [pc] La ragazza?

source: [pc] I see...
italian: [pc] Vedo che...

source: [pc] You know what I don't get?
italian: [pc] Sai cosa non ottengo?

source: [t] What?
italian: [t] Cosa?

source: [pc] How somebody like you... I mean you aren't really the most sensitive person, so...
italian: [pc] Come piace a qualcuno... voglio dire che non sei davvero la persona più sensibile, così...

source: [pc] Why did you become a shrink?
italian: [pc] Perché sei diventato un restringimento?

source: [t] Psychotherapist...
italian: [t] Psicoterapeuta

source: [pc] Yeah...
italian: [pc] Sì...

source: [t] There was... This person I met when I was younger...
italian: [t] C'era... Questa persona che ho incontrato quando ero più giovane...

source: [t] That person was... not... really...
italian: [t] Quella persona era... no... veramente...

source: [pc] Come on now, if you're talking about me, just say it...
italian: [pc] Vieni ora, se stai parlando di me, dici solo...

source: [pc] What now, are you struggling to talk about your own past, Miss "Psychotherapist"?
italian: [pc] Che cosa ora, stai lottando per parlare del tuo passato, signorina "psicoterape"?

source: [t] Well, you probably can't imagine how it is growing up with parents only interested in their jobs...
italian: [t] Beh, probabilmente non si può immaginare come sta crescendo con i genitori solo interessati al loro lavoro...

source: [pc] I guess you probably know what my parents did for a living.
italian: [pc] Immagino che tu sappia cosa hanno fatto i miei genitori per vivere.

source: [t] My mother was a bank manager, my dad an equity analyst.
italian: [t] Mia madre era un direttore di banca, mio padre un analista di equità.

source: [t] They didn't really expect me to follow in their footsteps, but...
italian: [t] Non si aspettavano davvero che io seguisse le loro orme, ma...

source: [t] They had expectations...
italian: [t] Avevano aspettative...

source: [t] So I spent most of my childhood learning...
italian: [t] Così ho trascorso la maggior parte della mia infanzia imparando...

source: [t] I wasn't allowed to have many friends... I didn't have much free time... so I didn't have many interactions with other people...
italian: [t] Non mi era permesso avere molti amici... non avevo molto tempo libero... quindi non avevo molte interazioni con altre persone...

source: [pc] So you got curious.
italian: [pc] Così ti sei incuriosito.

source: [t] Do you want me to tell the story or do you want to make your own assumptions?
italian: [t] Vuoi che racconti la storia o vuoi fare le tue ipotesi?

source: [pc] Tch... go on...
italian: [pc] Tch... continua...

source: [t] ...I went to a private school and...
italian: [t] ...Sono andato in una scuola privata e...

source: [t] I thought the other kids were stupid... they were busy being kids and I spent my time reading books or learning, so it's kind of true I guess...
italian: [t] Pensavo che gli altri bambini fossero stupidi... erano occupati ad essere bambini e ho passato il mio tempo a leggere libri o a imparare, quindi è un genere di vero che indovino...

source: [pc] Depends on how you look at it.
italian: [pc] Dipende da come lo guardi.

source: [t] ...maybe.
italian: [t] ...forse.

source: [t] Anyway, I knew there are foul people in the world, my parents warned me about them, I read about them in books, et cetera...
italian: [t] Comunque, sapevo che ci sono persone malvagie nel mondo, i miei genitori mi hanno avvertito di loro, ho letto su di loro in libri, et cetera...

source: [t] And one day... due to some unfortunate events... I met some of them...
italian: [t] E un giorno... a causa di alcuni eventi sfortunati... ne ho conosciuti alcuni...

source: [pc] What happened?
italian: [pc] Cos'è successo?

source: [t] I was reading a book in the library that hooked me for a bit too long, so I was late to get back home and despite the fact that it was well known place where all sorts of scum hang out I decided to take a shortcut that I knew I should've avoided...
italian: [t] Stavo leggendo un libro nella biblioteca che mi ha agganciato per un po' troppo a lungo, così ero in ritardo per tornare a casa e nonostante il fatto che era ben noto posto dove tutti i tipi di scum appendere fuori ho deciso di prendere una scorciatoia che sapevo avrei dovuto evitare...

source: [pcthink] Is she talking about the dopehead corner?
italian: [pcthink] Sta parlando dell'angolo dopehead?

source: [t] I thought I'd just quickly rush through, but of course it didn't go well...
italian: [t] Ho pensato che avrei appena fuggito velocemente, ma naturalmente non è andato bene...

source: [t] That was the first time I've ever met such people and it made me curious about how such people work...
italian: [t] Questa è stata la prima volta che ho mai incontrato queste persone e mi ha fatto curiosa di come tali persone lavorano...

source: [pc] That's it?
italian: [pc] È vero?

source: [t] Yes.
italian: [t] Sì.

source: [pc] Oh come on, you don't want me to make assumptions, but won't tell the whole story? That's bullshit...
italian: [pc] Oh vieni, non vuoi che io faccia presunzioni, ma non racconterà tutta la storia? È una bucca...

source: [t] The person I was talking about earlier saved me despite being scum themselves at the time and I got curious why... that's why I started looking into psychology... that's why I started taking kick-boxing classes... that's why I took the case of a young girl that...
italian: [t] La persona di cui parlavo prima mi ha salvato nonostante fosse scuffiata in quel momento e mi ha incuriosito perché... è per questo che ho iniziato a guardare in psicologia... è per questo che ho iniziato a prendere lezioni di kick-boxe... ecco perché ho preso il caso di una ragazza che...

source: [pc] ...are you telling me that you've become a shrink because of me?
italian: [pc] ...mi stai dicendo che sei diventato una tremenda a causa di me?

source: [t] Psychotherapist.
italian: [t] Psicoterapeuta.

source: [t] Uch, fuck you, too!
italian: [t] Uch, scopate anche voi!

source: [pcthink] Hmm...where have I heard that story before...
italian: [pcthink] Hmm... dove ho sentito quella storia prima...

source: [pc] A young girl that...?
italian: [pc] Una ragazza che...?

source: [pc] Are you talking about [e]?
italian: [pc] Stai parlando di [e]?

source: [t] Over there...
italian: [t] Laggiù...
