Repository: BlackRam-oss/BM
Catalog: game/*/*/events_mc.po
Languages: french, italian

source: Call her Mom.
french: Appelez sa maman.

source: Mom
french: Maman

source: The good news.
french: La bonne nouvelle.

source: The bad news.
french: La mauvaise nouvelle.

source: Switch to [j].
french: Passez au [j].

source: Go on, [e].
french: Allez, [e].

source: Switch to [e].
french: Passez au [e].

source: Go on, [j].
french: Allez, [j].

source: Switch to fuck [j].
french: Passez à fuck [j].

source: Switch to fuck [e].
french: Passez à fuck [e].

source: Both!
french: Les deux !

source: Don't do anything.
french: Ne fais rien.

source: Don't use my stuff without asking me again.
french: N'utilisez pas mes affaires sans me demander à nouveau.

source: It's fine, just be more careful next time.
french: C'est bien, juste être plus prudent la prochaine fois.

source: Intervene.
french: Intervenant.

source: Let her have the 5 seconds of fun.
french: Qu'elle ait 5 secondes de plaisir.

source: You don't need to do that, if you don't feel comfortable with it, [mmom].
french: Vous n'avez pas besoin de faire ça, si vous ne vous sentez pas à l'aise avec ça, [mmom].

source: Sounds good, you need to get used to it after all.
french: Ça sonne bien, tu dois t'en servir après tout.

source: You're too direct.
french: Vous êtes trop direct.

source: Nothing, really. She's just not ready, yet.
french: Rien, vraiment. Elle n'est pas encore prête.

source: [pcthink] Gawd, I needed that sleep...
italian: [pcthink] Gawd, avevo bisogno di quel sonno...

source: [pcthink] Huh?! Who put the blanket on me?
italian: [pcthink] Huh?! Chi mi ha messo la coperta?

source: [pcthink] ...and took my shoes off?
italian: [pcthink] ...e mi tolse le scarpe?

source: [pcthink] Uhh ouch, my back...
italian: [pcthink] Uhh ouch, la mia schiena...

source: [pcthink] Argh... wasn't the best idea to fall asleep in a chair!
italian: [pcthink] Argh... non era l'idea migliore per addormentarsi su una sedia!

source: [n] You struggle to get up from the chair, but eventually make it.
italian: [n] Lottate per alzarvi dalla sedia, ma alla fine fatelo.

source: [pcthink] Ugh... So this is how old people feel.
italian: [pcthink] Ugh... Quindi questo è quanto si sentono le persone anziane.

source: [pcthink] I better try not to sit in that chair again when I'm tired...
italian: [pcthink] Meglio cercare di non sedermi di nuovo su quella sedia quando sono stanco...

source: [pcthink] ...back home after all these years...
italian: [pcthink] ...torna a casa dopo tutti questi anni...

source: [pcthink] I'll have to have a look for [e] later...
italian: [pcthink] Dovrò cercare [e] più tardi...

source: [pcthink] But first things first. I really need to use the bathroom!
italian: [pcthink] Ma le prime cose prima. Ho davvero bisogno di usare il bagno!

source: [pc] Hey [e], [m] told me to...
italian: [pc] Ehi [e], [m] mi ha detto a...

source: [pcthink] Huh? She's not here?
italian: [pcthink] Huh? Non è qui?

source: [pcthink] Maybe she is in the bathroom?
italian: [pcthink] Forse è in bagno?

source: [pcthink] Hmm... the door is not locked and there is nothing to hear.
italian: [pcthink] Hmm... la porta non è chiusa e non c'è niente da sentire.

source: [pcthink] No one here...
italian: [pcthink] Nessuno qui...

source: [pcthink] Okay, that's weird... did I miss her?
italian: [pcthink] Ok, è strano... mi è mancata?

source: [pcthink] Maybe in the Livingroom?
italian: [pcthink] Forse nel Livingroom?

source: [pcthink] Nope, not here either... where is she?
italian: [pcthink] Nope, nemmeno quichar@@0 dov’è lei?

source: [n] A bit later [withdissolve]
italian: [n] Un po' più tardi [withdissolve]

source: [m] Oh, so you only need to go to work every few days?
italian: [m] Oh, quindi devi solo andare al lavoro ogni pochi giorni?

source: [pc] Yeah, you could say I'm an employed freelancer.
italian: [pc] Sì, si potrebbe dire che io sono un freelancer.

source: [pcthink] What's up with [e]?
italian: [pcthink] Cosa c'è di più con [e]?

source: [m] Sounds interesting, but does this job really pay that well?
italian: [m] Suona interessante, ma questo lavoro paga davvero così bene?

source: [pc] The pay is okay, I manage...
italian: [pc] La paga va bene, gestisco...

source: [pcthink] ...actually more than okay, but why would I tell her that...
italian: [pcthink] in realtà più che ok, ma perché le direi che...

source: [m] Well, if you like your job, who am I to judge. But if you ever need something, just tell me, okay?
italian: [m] Beh, se ti piace il tuo lavoro, chi sono io a giudicare. Ma se hai mai bisogno di qualcosa, mi dica bene?

source: [pcthink] Not gonna happen...
italian: [pcthink] Non accadrà...

source: [pc] Don't worry, I won't need anything.
italian: [pc] Non ti preoccupare, non avrò bisogno di nulla.

source: [m] Alright...
italian: [m] Bene...

source: [m] [e], don't you want to eat something?
italian: [m] [e], non vuoi mangiare qualcosa?

source: [m] Alright, I'm going to make myself ready for work.
italian: [m] Bene, mi renderò pronto per il lavoro.

source: [m] [e] eat up, okay?
italian: [m] [e] mangiare su, ok?

source: [pcthink] Ugh... she's doing it again...
italian: [pcthink] Ugh... lo sta facendo di nuovo...

source: [pc] Err... what's up [e]?
italian: [pc] Err... che cos'è [e]?

source: [pcthink] Damn, she doesn't talk. I keep forgetting that...
italian: [pcthink] Dannazione, lei non parla. Continuo a dimenticarlo...

source: [pc] Uh, hey I'm sorry I didn't recognize you back in the city...
italian: [pc] Uh, hey Mi dispiace di non averti riconosciuto di nuovo in città...

source: [pcthink] This is awkward...
italian: [pcthink] Questo è imbarazzante...

source: [pcthink] Why is she staring at me like this?!
italian: [pcthink] Perché mi sta fissando così?!

source: [pcthink] It's almost creepy...
italian: [pcthink] È quasi raccapricciante...

source: [m] [e], get ready for school, we need to leave in five minutes!
italian: [m] [e], preparatevi per la scuola, abbiamo bisogno di partire in cinque minuti!

source: [n] She jumps up immediately and leaves the room.
italian: [n] Salta subito e lascia la stanza.

source: [pcthink] Phew... thanks [m]...
italian: [pcthink] Phew... grazie [m]...

source: [n] A few minutes later [withdissolve]
italian: [n] Alcuni minuti dopo [withdissolve]

source: [pcthink] Damn I don't know how to handle the situation with [e]...
italian: [pcthink] Dannazione Non so come gestire la situazione con [e]...

source: [pcthink] But at least she doesn't seem to be mad at me...
italian: [pcthink] Ma almeno lei non sembra essere arrabbiata con me...

source: [pcthink] Maybe I shouldn't think too much about it.
italian: [pcthink] Forse non dovrei pensarci troppo.

source: [pcthink] I mean, she's just a normal girl...right?
italian: [pcthink] Voglio dire, lei è solo una ragazza normale...giusto?

source: [pcthink] Aside from not talking...
italian: [pcthink] Oltre a non parlare...

source: [pcthink] ...and staring at me like a creep...
italian: [pcthink] ...e mi fisso come un strisciante...

source: [pcthink] ...and sleeping in my bed...
italian: [pcthink] ...e dormire nel mio letto...

source: [pcthink] Ugh... don't think about it, she's just a normal girl! No sweat!
italian: [pcthink] Ugh... non ci pensi, è solo una ragazza normale! Nessun sudore!

source: [m] We are leaving, will you manage?
italian: [m] Partiamo, riuscirete?

source: [pc] Yeah, sure.
italian: [pc] Sì, certo.

source: [pcthink] Damn, [e] looks like she's trying to seduce someone...
italian: [pcthink] Dannazione, [e] sembra che stia cercando di sedurre qualcuno...

source: [m] Food is in the fridge, take whatever you want, okay?
italian: [m] Il cibo è in frigo, prendi quello che vuoi, va bene?

source: [pc] Yeah, okay. Thanks.
italian: [pc] Sì, va bene. Grazie.

source: [m] See you later, Hun.
italian: [m] Ci vediamo più tardi, Hun.

source: [pc] Later...
italian: [pc] Più tardi...

source: [pcthink] What's up with that "Hun" thing of hers? She never called me that back then...
italian: [pcthink] Che cos'è con quella cosa di lei "Hun"? Lei non mi ha mai chiamato quel poi...

source: [pcthink] Anyway, time to relax...
italian: [pcthink] Comunque, tempo per rilassarsi...

source: [n] You lay down in your bed.
italian: [n] Ti sei coricato nel letto.

source: [pcthink] It feels so weird to be back...
italian: [pcthink] Si sente così strano per essere tornati...

source: [pcthink] ...seeing [e] and [m] again...
italian: [pcthink] ...vedendo [e] e [m] di nuovo...

source: [pcthink] [e] surely has grown up, but... actually I thought she should be a bit older by now.
italian: [pcthink] [e] è sicuramente cresciuto, ma... in realtà pensavo che avrebbe dovuto essere un po' più anziana adesso.

source: [pcthink] How old is she anyway?
italian: [pcthink] Quanti anni ha comunque?

source: [pcthink] Shit, I can't remember...
italian: [pcthink] Merda, non riesco a ricordare...

source: [pcthink] ...and [m]... did she really change?
italian: [pcthink] ...e [m]... è cambiata davvero?

source: [pcthink] Something is bugging me about her... I don't trust her.
italian: [pcthink] Qualcosa mi sta buggando su di lei... Non mi fido di lei.

source: [pcthink] I bet she's... *yaaawn* ...hiding something...
italian: [pcthink] Scommetto lei... *yaaawn* ...nascondere qualcosa...

source: [n] You close your eyes and fall asleep.
italian: [n] Chiudete gli occhi e vi addormentate.

source: [n] In your dreams [withdissolve]
italian: [n] Nei tuoi sogni [withdissolve]

source: [m] Welcome home [e].
italian: [m] Casa di benvenuto [e].

source: [e] Hello, Mommy.
italian: [e] Ciao, Mamma.

source: [m] Wait a minute, show me your face...
italian: [m] Aspetta un minuto, mostrami il tuo viso...

source: [e] Um, it's nothing, Mommy. I just...
italian: [e] Um, non è niente, Mamma. Semplicemente...

source: [m] [bpc]! WHAT DID YOU DO TO HER?!
italian: [m] [bpc]! COSA FAI QUI?!

source: [pc] Huh? I didn't do anything!
italian: [pc] Huh? Non ho fatto niente!

source: [e] No. Mommy, it wasn't...
italian: [e] No. Mamma, non era...

source: [m] Shut up [e]! [pc] what the hell?!
italian: [m] Chiudi [e]! [pc] che inferno?!

source: [pc] I-I didn't do anything, I swear! There were some guys bullying her and I...
italian: [pc] Io non ho fatto niente, giuro! C'erano alcuni ragazzi che la predevano e Io...

source: [m] I don't want to hear any excuses from you! You stupid [ds] of an asshole!
italian: [m] Non voglio sentire scuse da te! Sei stupido [ds] di un culo!

source: [e] Mommy, please, [heshe] helped me!
italian: [e] Mamma, per favore, [heshe] mi ha aiutato!

source: [m] Go to your room [pc]! I don't want to see you leave your room until you go to school tomorrow!
italian: [m] Vai nella tua stanza [pc]! Non voglio vederti lasciare la tua stanza fino a quando domani andrai a scuola!

source: [pcthink] Shit... the memories keep coming back...
italian: [pcthink] Mettete... i ricordi continuano a tornare...

source: [pcthink] I wish I could just keep them locked somewhere in the back of my brain.
italian: [pcthink] Vorrei che potessi solo tenerli bloccati da qualche parte nella parte posteriore del mio cervello.

source: [pcthink] Damn, it really doesn't help to wallow in self-pity...
italian: [pcthink] Dannazione, in realtà non aiuta a sveglio in auto-pietà...

source: [pcthink] I better get up and do something useful...
italian: [pcthink] Meglio alzarmi e fare qualcosa di utile...

source: [pcthink] ...well, or whatever.
italian: [pcthink] ...beh, o altro.

source: [m] [pc], are you awake?
italian: [m] [pc], sei sveglio?

source: [pc] Uhnnn... yeah...
italian: [pc] Uhnnnn... sì...

source: [m] I can't find [e], do you...
italian: [m] Non riesco a trovare [e], fai...

source: [m] What the?! [pc]?
italian: [m] Che cosa?! [pc]?

source: [n] You turn around.
italian: [n] Si gira intorno.

source: [pc] WHOA!!!
italian: [pc] QUI!!!

source: [pc] What the hell are you doing here, [e]?!
italian: [pc] Che diavolo stai facendo qui, [e]?!

source: [m] I guess you didn't know she was here either.
italian: [m] Immagino che non sapesse che anche lei era qui.

source: [m] Looks like someone wanted to cuddle a bit with her big [bs].
italian: [m] Sembra che qualcuno volesse coccolare un po 'con il suo grande [bs].

source: [m] But, [e], you really shouldn't sneak into your [bs]'s room like this.
italian: [m] Ma, [e], non dovresti intrufolarti nella tua stanza di [bs]così.

source: [n] [e] jumps over you and leaves the room.
italian: [n] [e] salta sopra di te e lascia la stanza.

source: [m] By the way, you should start wearing some pants in bed.
italian: [m] A proposito, dovresti iniziare a indossare dei pantaloni a letto.

source: [m] By the way, you should start wearing pyjamas in bed.
italian: [m] A proposito, dovresti iniziare a indossare pigiami a letto.

source: [m] Hahaha, don't worry, Hun. I have seen that before... even though, you've obviously become a [pcgender]...
italian: [m] Hahaha, non ti preoccupare, Hun. L'ho visto prima... anche se, ovviamente, sei diventato un [pcgender]...

source: [pc] Yeah, could you leave the room please!
italian: [pc] Sì, potresti lasciare la stanza, per favore!

source: [m] Hahaha, of course, I'm sorry honey.
italian: [m] Hahaha, naturalmente, mi dispiace il miele.

source: [pcthink] Shit! I was so surprised by [e] that I didn't think about sleeping naked...
italian: [pcthink] Merda! Sono rimasto così sorpreso da [e] che non ho pensato di dormire nudo...

source: [pcthink] That was embarassing...
italian: [pcthink] Si stava imbarcando...

source: [pcthink] Especially with that morning wood...
italian: [pcthink] Soprattutto con quel legno del mattino...

source: [pcthink] Wait, did [e] see that too?
italian: [pcthink] Aspetta, [e] ha visto anche questo?

source: [pcthink] Damn it...
italian: [pcthink] Dannazione...

source: [n] You get dressed and take a quick shower.
italian: [n] Ti vesti e fai una doccia veloce.

source: [n] After breakfast, [m] and [e] leave for work and school.{p}You go back to your room.
italian: [n] Dopo la prima colazione, [m] e [e] partono per lavoro e scuola.{p}Torna nella tua camera.

source: [n] After a while [withdissolve]
italian: [n] Dopo un po' [withdissolve]

source: [pcthink] Damn it's so boring...
italian: [pcthink] Dannazione è così noiosa...

source: [pcthink] Maybe I should look for an apartment again...
italian: [pcthink] Forse dovrei cercare di nuovo un appartamento...

source: [pcthink] It's nice to see [e] again, but I don't want to stay here with [m]...
italian: [pcthink] È bello vedere [e] di nuovo, ma non voglio rimanere qui con [m]...

source: [pcthink] I can still visit them from time to time...
italian: [pcthink] Posso ancora visitarli di tanto in tanto...

source: [pcthink] Tomorrow my stuff comes...maybe I'll wait until then, so I can at least use my computer instead of the phone for that...
italian: [pcthink] Domani arriva la mia roba... forse aspetterò fino ad allora, così posso almeno usare il mio computer al posto del telefono per quello...

source: [pcthink] ...yeah I guess that's a good idea...
italian: [pcthink] ...credo che questa sia una buona idea...

source: [n] You go over to the living room and zap around the channels...
italian: [n] Si passa al soggiorno e zap intorno ai canali...

source: [pcthink] Commercials.
italian: [pcthink] Commerciali.

source: [pcthink] Commercials...
italian: [pcthink] Commerciali...

source: [m] So... I know it's just your second day back home, but how do you feel about it? Have you settled in a bit already?
italian: [m] So... so che è solo il tuo secondo giorno di ritorno a casa, ma come ti senti a riguardo? Ti sei già sistemato in un po'?

source: [pc] Err... it's still a bit weird to be honest.
italian: [pc] Err... è ancora un po' strano essere onesti.

source: [m] Oh, I'm sure you will come to like it here after a while.
italian: [m] Oh, sono sicuro che vi piacerà qui dopo un po'.

source: [pcthink] After a while? For how long does she expect me to stay?
italian: [pcthink] Dopo un po'? Per quanto tempo si aspetta che rimanga?

source: [m] I know you don't have many good memories in this house...
italian: [m] So che non hai molti buoni ricordi in questa casa...

source: [m] But I'm sure that will change from now on!
italian: [m] Ma sono sicuro che da ora in poi cambierà!

source: [pc] Eh... yeah... maybe...
italian: [pc] Eh... sì... forse...

source: [pcthink] Damn I think she really means it... I'm not sure that it's possible though.
italian: [pcthink] Dannazione Penso che lei lo significhi veramente... non sono sicuro che sia possibile però.

source: [m] Anyway, it must be boring being alone here half of the day?
italian: [m] In ogni caso, deve essere noioso essere solo qui la metà del giorno?

source: [pc] Yeah, kinda.
italian: [pc] Sì, gente.

source: [m] When did you say your stuff comes?
italian: [m] Quando hai detto che è arrivata la tua roba?

source: [pc] ...should be delivered by tomorrow. I don't know the exact time though.
italian: [pc] ... dovrebbe essere consegnato entro domani. Non so il tempo esatto però.

source: [m] Have you been able to change your address?
italian: [m] Sei stato in grado di cambiare il tuo indirizzo?

source: [pc] Yeah, I sent them the new address via email.
italian: [pc] Sì, ho inviato loro il nuovo indirizzo via email.

source: [m] Good. That makes it easier at least.
italian: [m] Bene. Questo rende almeno più facile.

source: [n] You continue to chatter with [m] while [e] occasionally makes faces at you.
italian: [n] Continui a chiacchierare con [m] mentre [e] occasionalmente ti fa volti.

source: [n] You hear the doorbell ring.
italian: [n] Senti l'anello del campanello.

source: [pcthink] Looks like [e] is up already...
italian: [pcthink] Sembra che [e] sia già finito...

source: [pcthink] Wha... shit, the door. It must be my stuff being delivered!
italian: [pcthink] Wh... merda, la porta. Deve essere la mia roba che viene consegnata!

source: [n] You get up quickly, throw some clothes on and hurry to the front door.
italian: [n] Ti alzi rapidamente, getti dei vestiti e sbrigati alla porta d'ingresso.

source: [pcthink] Alright, there is the school...
italian: [pcthink] Va bene, c'è la scuola...

source: [n] Suddenly you hear a voice from behind you.
italian: [n] Improvvisamente sentite una voce da dietro di voi.

source: Voice || Hey! Stop right there!
italian: Voce <unk> <unk> Hey! Fermatevi proprio lì!

source: [pcthink] Oh no... not this guy again...
italian: [pcthink] Oh no... non questo ragazzo di nuovo...

source: Cop || Hey... *pant* ...I said... *pant* ... stop right there!
italian: Cop <unk> <unk> Hey... *pant* ...Ho detto... *pant* ... fermatevi proprio lì!

source: [pc] I'm just standing here Officer...
italian: [pc] Sono solo qui ufficiale...

source: Cop || You... *pant* ... shit...
italian: Cop <unk> <unk> You... *pant* ... merda...

source: [pc] A little out of shape Officer?
italian: [pc] Un po 'fuori forma Ufficiale?

source: Cop || You better shut it... *pant* ...smart ass.
italian: Cop <unk> <unk> È meglio chiuderlo... *pant* ...culo intelligente.

source: Cop || Just so you know... I know about you... I have seen your files!
italian: Cop <unk> <unk> Solo così sapete... So di voi... Ho visto i vostri file!

source: Cop || What?! Surprised?
italian: Cop <unk> <unk> Cosa?! Sorpreso?

source: Cop || It wasn't easy to get them *gasp* and my colleagues even told me to let it go, but I'm not a lazy bum like they are.
italian: Cop <unk> <unk> Non è stato facile ottenerli *gasp* e i miei colleghi mi hanno persino detto di lasciarlo andare, ma non sono un ragazzo pigro come loro.

source: Cop || The case might be closed, but I know you have skeletons in your closet!
italian: Cop <unk> <unk> Il caso potrebbe essere chiuso, ma so che hai scheletri nel tuo armadio!

source: [pcthink] Shit!
italian: [pcthink] Merda!

source: Cop || I'll be keeping an eye on you!
italian: Cop <unk> <unk> Sarò tenere d'occhio su di voi!

source: [pc] Well, I hope you have fun with that. I have things to do...
italian: [pc] Beh, spero che ti diverti con quello. Ho delle cose da fare...

source: Cop || I'm watching you!
italian: Cop <unk> <unk> Ti sto guardando!

source: [pcthink] Damn, this guy is annoying... I hope he doesn't become a problem...
italian: [pcthink] Dannazione, questo tipo è fastidioso... Spero che non diventi un problema...

source: [pcthink] Hum... the school didn't change a bit. It looks exactly like when I left...
italian: [pcthink] Uomo... la scuola non è cambiata un po'. Sembra esattamente quando sono partita...

source: [j] {size=-10}...and you really should have told me how hot [heshe] is{/size}.
italian: [j] {size=-10}...e dovresti davvero dirmi quanto sia caldo [heshe] {/size}.

source: [pcthink] Isn't that [j]?
italian: [pcthink] Non è [j]?

source: [j] Speaking of the devil, look who's here!
italian: [j] Parlando del diavolo, guardate chi è qui!

source: [pc] Hey girls.
italian: [pc] Ehi ragazze.

source: [j] Can't you at least wait until you're home before you hump your big [bs]?
italian: [j] Non puoi almeno aspettare fino a quando sei a casa prima di gobbare il tuo grande [bs]?

source: [pcthink] What the?! Hump me?
italian: [pcthink] Che cosa?! Hump me?

source: [j] So... what's up [pc]? Did you miss your {i}cute little sister{/i} soo much that you have to come visit her?
italian: [j] Cos'è [pc]? Ti sei perso la tua {i}sorellina carina {/i} tanto che devi venire a trovarla?

source: [pcthink] What the fuck?
italian: [pcthink] Che cazzo fa?

source: [j] Or... did you {i}cum{/i} for me?
italian: [j] Oppure... hai {i}cum{/i} per me?

source: [e] Hnnn!!!
italian: [e] Nnn!!!

source: [j] Hehe, calm down [e], I'm just teasing.
italian: [j] Hehe, calma [e], sto solo prendendo in giro.

source: [pcthink] Damn, this girl is such a minx!
italian: [pcthink] Dannazione, questa ragazza è una minx!

source: [pc] Actually, [m] called me to pick up [e]. She is stuck in traffic and can't make it.
italian: [pc] In realtà, [m] mi ha chiamato per raccogliere [e]. È bloccata nel traffico e non può farla.

source: [pc] She tried to call you by the way.
italian: [pc] Lei ha cercato di chiamarti a proposito.

source: [j] Did she?
italian: [j] Lei è stata?

source: [j] I didn't notice. Oh but my phone is on vibrate, hehe.
italian: [j] Non ho notato. Oh, ma il mio telefono è in vibrazione, hehe.

source: [j] Well, shall we go then?
italian: [j] Beh, allora andremo?

source: [pc] You're coming with us?
italian: [pc] Stai venendo con noi?

source: [j] Of course!
italian: [j] Certo!

source: [j] Someone has to make sure that a specific young lady doesn't get herself into trouble.
italian: [j] Qualcuno deve assicurarsi che una giovane donna specifica non si faccia nei guai.

source: [pc] Eh... Not that I mind you coming with us, but I'm sure I can handle that.
italian: [pc] Eh... Non mi dispiace che tu venga con noi, ma sono sicuro di poterlo gestire.

source: [j] No you can't.
italian: [j] No, non puoi.

source: [pc] What? Why is that?
italian: [pc] Cosa? Perché quello?

source: [j] Because you're the source of the problem, silly.
italian: [j] Perché sei la fonte del problema, sciocco.

source: [pc] Err... okay?
italian: [pc] Errato... okay?

source: [j] Well, come on. Let's go!
italian: [j] Beh, vieni. Andiamo!

source: [pc] Yeah...
italian: [pc] Sì...

source: [n] You take the two back home.
italian: [n] Riporti i due a casa.

source: [n] After your arrival you let them do their thing and you go to your room.
italian: [n] Dopo il vostro arrivo li lasciate fare la loro cosa e voi andate nella vostra stanza.

source: [pcthink] Damn these girls are crazy...
italian: [pcthink] Dannazione queste ragazze sono pazze...

source: [pcthink] Alright, I guess it's time to unpack the rest of my stuff.
italian: [pcthink] Bene, immagino che sia ora di scompattare il resto della mia roba.
