Repository: BlackRam-oss/BM
Catalog: game/*/*/gallery.po
Languages: french

source: [mschoice] One of my ealiest test render from when I was working on the livingroom, added a char to test the lighting, kudos to you if you recognize the character, it's a really early version ;)
french: [mschoice] L'un de mes rendus de test les plus étranges de l'époque où je travaillais sur le salon, a ajouté un caractère pour tester l'éclairage, bravo à vous si vous reconnaissez le personnage, c'est une version vraiment précoce ;)

source: [mschoice] 360° VR test render of Ellie. She looks great in VR ;)
french: [mschoice] Rendu de test VR à 360° d'Ellie. Elle a fière allure en VR ;)

source: [mschoice] An early render of Ellie in a cake shop. I thought about adding a scene like that in the game, but didn't find an opportunity yet.
french: [mschoice] Un premier rendu d'Ellie dans une pâtisserie. J'ai pensé à ajouter une scène comme celle - là dans le jeu, mais je n'ai pas encore trouvé d'opportunité.

source: [mschoice] A test render I made for one of the in-game scenes, I thought it looked really cute, so I let it run for a while. There's some dirt on her mouth from the scene I was working on previously to this one. One of the reasons why test render are important.
french: [mschoice] Un rendu de test que j'ai fait pour l'une des scènes du jeu, j'ai trouvé ça vraiment mignon, alors je l'ai laissé fonctionner pendant un moment. Il y a de la saleté sur sa bouche de la scène sur laquelle je travaillais auparavant à celle-ci. L'une des raisons pour lesquelles les résultats des tests sont importants.

source: [mschoice] A special render I made for the winner of a contest on the f95zone forum.
french: [mschoice] Un rendu spécial que j'ai réalisé pour le gagnant d'un concours sur le forum f95zone.

source: [mschoice] A test render I made while working on the scene where MC follows "Katie" to the old "dopehead corner". I was testing a few new camera and tone mapping styles I've learned. They look great imo, but are too different from the rest of the game, so I decided against using it in production.
french: [mschoice] Un rendu test que j'ai fait en travaillant sur la scène où MC suit "Katie" jusqu'à l'ancien "coin dopehead". Je testais quelques nouveaux styles de mappage de caméra et de tonalité que j'ai appris. Ils ont fière allure imo, mais sont trop différents du reste du jeu, j'ai donc décidé de ne pas l'utiliser en production.

source: [mschoice] A special render I made for the invitation screen of a specific discord server ;)
french: [mschoice] Un rendu spécial que j'ai fait pour l'écran d'invitation d'un serveur discord spécifique ;)

source: [mschoice] A special render I made after getting a few requests for a Kat render in the style I was testing previously.
french: [mschoice] Un rendu spécial que j'ai fait après avoir reçu quelques demandes pour un rendu Kat dans le style que je testais précédemment.

source: [mschoice] A special render I made for fun. Hanna is one of my personal favorites in the game and I wanted to show a bit of her naughty side ;)
french: [mschoice] Un rendu spécial que j'ai fait pour m'amuser. Hanna est l'une de mes préférées personnelles dans le jeu et je voulais montrer un peu de son côté coquin ;)

source: [mschoice] One of the earliest renders of Ellie :3
french: [mschoice] L'un des premiers rendus d'Ellie :3

source: [mschoice] Like the previous render I made this one while thinking of some scenes in the early stages in development. The scene itself has changed a lot since then (including Ellie), but the main idea is still there: Ellie sends MC a photo made with her new phone.
french: [mschoice] Comme le rendu précédent, j'ai fait celui-ci en pensant à certaines scènes au début du développement. La scène elle-même a beaucoup changé depuis (y compris Ellie), mais l'idée principale est toujours là: Ellie envoie à MC une photo faite avec son nouveau téléphone.

source: [mschoice] A render that didn't make it into the game because I made an error with the camera position and only noticed it after the render was finished.
french: [mschoice] Un rendu qui n'est pas entré dans le jeu car j'ai fait une erreur avec la position de la caméra et je ne l'ai remarqué qu'après la fin du rendu.

source: [mschoice] A random render I made after getting inspired by a painted image by the artist "wlop" on deviantart. The model is basically Ellie, I used her shape, but different hair and different skin.
french: [mschoice] Un rendu aléatoire que j'ai réalisé après m'être inspiré d'une image peinte par l'artiste "wlop" sur deviantart. Le modèle est essentiellement Ellie, j'ai utilisé sa forme, mais des cheveux et une peau différents.

source: [mschoice] A render I made for a contest a loooooong while ago. Not my best tbh, but hey, it was fun^^
french: [mschoice] Un rendu que j'ai fait pour un concours il y a loooooongtemps. Pas mon meilleur tbh, mais bon, c'était amusant^^

source: [mschoice] The very first version of Jada's mom. Pose and background are just random and not really related to the game (I always try to make render look kinda special, even if I'm just testing stuff).
french: [mschoice] La toute première version de la maman de Jada. La pose et l'arrière-plan sont juste aléatoires et pas vraiment liés au jeu (j'essaie toujours de rendre le rendu un peu spécial, même si je ne fais que tester des trucs).

source: [mschoice] One of my patreon/subscribestar special render, the topic was "preggo Ellie" *shrug*.
french: [mschoice] Un de mes rendus spéciaux patreon/subscribestar, le sujet était "Ellie enceinte "*haussement d'épaules*.

source: [mschoice] Another patreon/ss special render. I really like this one, so I thought I'd include it here as well. There's a little non-canon story behind this. If you're wondering: Ellie and Jada are using a small tricycle for kids to search for MC^^
french: [mschoice] Un autre rendu spécial patreon / ss. J'aime vraiment celui-ci, alors j'ai pensé l'inclure ici aussi. Il y a une petite histoire non canon derrière cela. Si vous vous demandez: Ellie et Jada utilisent un petit tricycle pour les enfants à la recherche de MC^^

source: [mschoice] Unused render from the scene where Kat comes in our room to ask us some questions. I used a "pussyshot" instead ;)
french: [mschoice] Rendu inutilisé de la scène où Kat vient dans notre chambre pour nous poser quelques questions. J'ai utilisé un "pussyshot" à la place ;)

source: [mschoice] Scenes
french: [mschoice] Scènes

source: [mschoice] Special
french: [mschoice] Spécial

source: [mschoice] Male
french: [mschoice] Homme

source: [mschoice] Female
french: [mschoice] Femelle
