Repository: BlackRam-oss/BM
Catalog: game/*/*/intro_day2.po
Languages: italian

source: [n] At night [withdissolve]
italian: [n] Di notte [withdissolve]

source: Loud Voice || I HAVE SEEN IT! DON'T YOU DARE LIE TO ME AGAIN! [withvpunch]
italian: Voce rumorosa <unk> <unk> HAVE SEEN IT! NON DARE LIE TO ME AGAIN! [withvpunch]

source: Female Voice || I'm not lying, I didn't do anything. He was just talking to me!
italian: Voce femminile non sto mentendo, non ho fatto niente. Stava solo parlando con me!

source: Loud Voice || I FUCKIN' TOLD YOU WHAT'S GOIN TO HAPPEN, YOU FUCKIN' SLUT!
italian: Loud Voice <unk> <unk> I FUCKIN' TOLD YOU COSA BENO A HAPPEN, YOU FUCKIN' SLUT!

source: Female Voice || No, please. I swear I didn't...
italian: Voce femminile <unk> <unk> No, per favore. Giuro di no...

source: Loud Voice || SHUT THE FUCK UP, SLUT!
italian: Voce forte <unk> <unk> SHUT THE FUCK UP, SLUT!

source: Female Voice || Ahh... n-no, p-please...
italian: Voce femminile <unk> <unk> Ahh... n-no, p-per favore...

source: Female Voice || Please...
italian: Voce Femminile <unk> <unk> Per favore...

source: Loud Voice || I TOLD YOU TO SHUT UP SLUT!
italian: Voce forte <unk> <unk> TOLD YOU SHUT UP SLUT!

source: Female Voice || ACK
italian: Voce Femmina <unk> <unk> ACK

source: Female Voice || I'm sorry... I'm sorry...
italian: Voce femminile <unk> Mi dispiace... Mi dispiace...

source: Loud Voice || Yeah, you better be... now, suck it!
italian: Voce forte <unk> Si, è meglio essere... ora, succhiatelo!

source: Loud Voice || I TOLD YOU TO SUCK!
italian: Voce forte <unk> <unk> TOLD TU TO SUCK!

source: Female Voice || Yes, yes, I'm sorry...
italian: Voce femminile <unk> <unk> Sì, sì, mi dispiace...

source: Female Voice || Unn...
italian: Voce Femminile <unk> Unn...

source: [pc] D-Dad? What's going on, why are you screaming?
italian: [pc] D-Papà? Cosa sta succedendo, perché stai urlando?

source: Loud Voice || FUCK!
italian: Voce Vocale Vocale!

source: [n] The door opens slightly.
italian: [n] La porta si apre leggermente.

source: Dad || Hey, it's okay. [m] and I just had a small argument. Nothing special. Go to bed [boygirl].
italian: Papà <unk> Hey, va bene. [m] e ho appena avuto un piccolo argomento. Niente di speciale. Vai a letto [boygirl].

source: [pc] Um... Dad, [m] is bleeding...
italian: [pc] Um... Papà, [m] sta sanguinando...

source: Dad || It's okay, she was too stupid to watch where she was going and stumbled over something.
italian: Papà <unk> <unk> Va bene, era troppo stupida per guardare dove stava andando e inciampava su qualcosa.

source: Dad || It's just a scratch, she's fine. Go to bed now.
italian: Papà <unk> <unk> È solo un graffio, sta bene. Vai a letto ora.

source: [n] He closes the door.
italian: [n] Chiude la porta.

source: Dad || {size=-10}Are you happy now? You woke [himher] up with your stupid screaming!{/size}
italian: Papà <unk> <unk> {size=-10}Sei felice adesso? Ti sei svegliato [himher] con il tuo stupido grido!{/size}

source: [m] {size=-10}...I'm sorry...{/size}
italian: [m] {size=-10}...Mi dispiace...{/size}

source: Dad || {size=-10}Stupid bitch. Turn around!{/size}
italian: Papà <unk> <unk> {size=-10}Stupid bitch. Gira!{/size}

source: [m] {size=-10}B-but I'm not on the pill, you know that!?{/size}
italian: [m] {size=-10}B-ma non sono sulla pillola, lo sapete!?{/size}

source: Dad || SHUT UP! I don't fucking care!
italian: Papà <unk> <unk> SHUT UP! Non cazzo cura!

source: [pcthink] Damn, that was a heavy dream...
italian: [pcthink] Dannazione, che era un sogno pesante...

source: [pcthink] Did that really happen?
italian: [pcthink] È successo veramente?

source: [pcthink] ...why am I remembering this shit now...
italian: [pcthink] ...perché mi ricordo di questa merda ora...

source: [pcthink] ...I guess she really treated me better than that asshole treated her...
italian: [pcthink] ...Immagino che mi abbia trattato molto meglio di quel culo la tratta...

source: [pcthink] But still... I can't forgive her...
italian: [pcthink] Ma ancora... non posso perdonarla...

source: [pcthink] I need a shower...
italian: [pcthink] Ho bisogno di una doccia...

source: [n] A few minutes later. [withdissolve]
italian: [n] Pochi minuti dopo. [withdissolve]

source: [n] You hear the phone in your room ringing.
italian: [n] Senti il telefono nella tua stanza.

source: [pc] Yeah?
italian: [pc] Sì?

source: Voice || Hello [mrms] [pcsure], this is the reception desk. We have a call from a woman named [m], who wants to talk to you.
italian: Voce <unk> <unk> Ciao [mrms] [pcsure], questa è la reception. Abbiamo una chiamata da una donna di nome [m], che vuole parlare con te.

source: [pcthink] [m]?! What does she want now?
italian: [pcthink] [m]?! Cosa vuole adesso?

source: [pcthink] [m]?! How the fuck did she get the number?
italian: [pcthink] [m]?! Come la scopata ha ottenuto il numero?

source: Voice || Do you accept the call [mrms] [pcsure]?
italian: Voce <unk> <unk> Accettate la chiamata [mrms] [pcsure]?

source: Voice || O-Oh... okay, I will tell her...
italian: Voce <unk> <unk> O-Oh... ok, Le dirò...

source: [pcthink] Fucking hell, I can't believe it. Why can't she just let me be...
italian: [pcthink] Cazzo l'inferno, non riesco a crederci. Perché non può lasciarmi semplicemente essere...

source: Voice || Okay, one moment please...
italian: Voce <unk> <unk> Okay, un momento per favore...

source: [m] [pc], are you there?
italian: [m] [pc], sei lì?

source: [pc] ...yes.
italian: [pc] ...sì.

source: [m] [pc] I'm sorry for yesterday, I shouldn't have left so suddenly, but I...
italian: [m] [pc] Mi dispiace per ieri, non avrei dovuto lasciare così all'improvviso, ma io...

source: [pc] Don't worry about it.
italian: [pc] Non preoccuparti.

source: [pcthink] Shit, why am I being nice to her?
italian: [pcthink] Merda, perché sono gentile con lei?

source: [m] Really?! Thanks [pc].
italian: [m] Davvero?! Grazie [pc].

source: [m] But still, I didn't even pay my bill. Did you...
italian: [m] Ma ancora, non ho nemmeno pagato il mio conto. Hai fatto...

source: [pc] Yeah, I paid it...
italian: [pc] Sì, l'ho pagato...

source: [m] Thank you, Hun. I'll make it up to you.
italian: [m] Grazie, Caccio. Lo farò a te.

source: [pcthink] Did she just call me "Hun"?
italian: [pcthink] Mi ha appena chiamato "Hun"?

source: [m] So, do you have a new apartment already?
italian: [m] Quindi, hai già un nuovo appartamento?

source: [m] I... wanted to say sorry for yesterday, I shouldn't have blindsided you like that...
italian: [m] Io... volevo dire dispiaciuto per ieri, non avrei dovuto ciecamente ti piace...

source: [m] Our little meeting probably brought back a lot of bad memories...
italian: [m] Il nostro piccolo incontro ha probabilmente riportato un sacco di cattivi ricordi...

source: [pc] Is that all?
italian: [pc] È tutto?

source: [m] Uhm... I... Oh I wanted to ask, do you have a new apartment already?
italian: [m] Uhm... Oh volevo chiedere, hai già un nuovo appartamento?

source: [pc] No I don't...
italian: [pc] No I non...

source: [m] It's a shame, I've heard the burnt down building had really nice apartments.
italian: [m] È un peccato, ho sentito che l'edificio bruciato aveva appartamenti davvero belli.

source: [pc] Wait! How do you know that I had my apartment there?
italian: [pc] Aspetta! Come sai che ho avuto il mio appartamento lì?

source: [m] Um... you did? I didn't know. The fire was on TV. Didn't you see it?
italian: [m] Um... hai fatto? Non lo sapevo. Il fuoco era in TV. Non lo hai visto?

source: [pc] Uh... no, I didn't watch TV lately.
italian: [pc] Uh... no, non ho guardato la TV ultimamente.

source: [pcthink] I guess that makes sense... She can't really know that it was my apartment that burned down.
italian: [pcthink] Immagino che abbia senso... Non sa davvero che sia stato il mio appartamento a bruciarsi.

source: [m] Well, I was thinking... If you need somewhere to stay... you could have your old room...
italian: [m] Beh, stavo pensando... Se hai bisogno di un posto dove stare... potresti avere la tua vecchia stanza...

source: [pcthink] What the fuck???
italian: [pcthink] Che cazzo???

source: [m] If you want.
italian: [m] Se vuoi.

source: [pcthink] Does she really think I would want to live with her again?
italian: [pcthink] Lei pensa davvero che vorrei vivere di nuovo con lei?

source: [pc] I won't need it.
italian: [pc] Non ne avrò bisogno.

source: [m] Oh okay, I thought so. I just wanted to let you know.
italian: [m] Oh va bene, ho pensato così. Volevo solo farti sapere.

source: [pc] Yeah, thanks...
italian: [pc] Sì, grazie...

source: [m] ...I bet your sister would have been happy to see you again.
italian: [m] ...Scommetto che tua sorella sarebbe stata felice di rivederti.

source: [m] Oh, so you still remember her name?
italian: [m] Oh, quindi ti ricordi ancora il suo nome?

source: [pc] Very funny, [m].
italian: [pc] Molto divertente, [m].

source: [pc] ...and by the way she is not my sister...
italian: [pc] ...e per strada non è mia sorella...

source: [m] Hum... Of course not, but you always treated each other like brother and sister...
italian: [m] Uomo... Certo, no, ma hai sempre trattato a vicenda come fratello e sorella...

source: [pcthink] Yeah, I guess we where really close back then...
italian: [pcthink] Sì, credo che noi dove davvero vicino allora.

source: [m] She was really sad when you left, you know.
italian: [m] Era davvero triste quando ti sei andato, sai.

source: [pc] ...and whose fault was that?
italian: [pc] ...e di chi è stata colpa?

source: [pc] Is there something else you wanted to talk about?
italian: [pc] C'è qualcos'altro di cui volevi parlare?

source: [m] N-No, I... just wanted to apologize for yesterday and tell you that you're welcome home anytime.
italian: [m] N-No, io volevo scusarmi per ieri e dirti che sei il benvenuto a casa in qualsiasi momento.

source: [pc] Yeah, thanks. See ya [m].
italian: [pc] Sì, grazie. Vedi y [m].

source: [m] Goodbye [pc].
italian: [m] Arrivederci [pc].

source: [pc] Humph... as if I would ever go back there...
italian: [pc] Humph... come se fossi mai tornato lì...

source: [pcthink] I wonder how she's been.
italian: [pcthink] Mi chiedo come sia stata.

source: [pcthink] She was so young back then.
italian: [pcthink] Era così giovane all'epoca.

source: [pcthink] She must be an adult now... uhh... I think...
italian: [pcthink] Ora deve essere una adulta... uhh... penso...

source: [pcthink] Shit, how old is she?
italian: [pcthink] Quanti anni ha?

source: [pc] Argh, I don't remember...
italian: [pc] Argh, non ricordo...

source: [pcthink] Anyway, I still need a new apartment so I better start looking again.
italian: [pcthink] In ogni caso, ho ancora bisogno di un nuovo appartamento, quindi meglio iniziare a guardare.

source: [n] You spend some time looking for a new apartment.
italian: [n] Trascorrete del tempo alla ricerca di un nuovo appartamento.

source: [pcthink] Damn, I can't believe there are no fucking apartments available in this town...
italian: [pcthink] Dannazione, non riesco a credere che non ci siano appartamenti per il cazzo disponibili in questa città...

source: [pcthink] I guess I'd better rent the room for a little while longer.
italian: [pcthink] Immagino che farei meglio ad affittare la stanza per un po' più a lungo.

source: [n] You head down to the reception.
italian: [n] Ti dirigi verso la reception.

source: [pc] Hey I'd like to have the room for a bit longer.
italian: [pc] Ehi vorrei avere la stanza per un po' più a lungo.

source: Receptionist || Oh, hello [mrms] [pcsure], I'm sorry, but that's not possible at the moment. We are awaiting a group of guests that arrive tomorrow.
italian: Receptionist <unk> <unk> Oh, ciao [mrms] [pcsure], mi dispiace, ma al momento non è possibile. Siamo in attesa di un gruppo di ospiti che arrivano domani.

source: [pc] Okay, no problem. I'm not picky, I'd take any other room.
italian: [pc] Ok, nessun problema. Non sono schizzinoso, prenderei qualsiasi altra stanza.

source: Receptionist || Sorry [mrms] [pcsure], but in fact, all rooms are booked...
italian: Receptionist <unk> <unk> Mi dispiace [mrms] [pcsure], ma infatti, tutte le camere sono prenotate...

source: [pc] What?! Every single room?
italian: [pc] Cosa?! Ogni camera singola?

source: Receptionist || Yes, there is an international trade fair over the next few weeks, so we are awaiting many guests.
italian: Receptionist <unk> <unk> Sì, c'è una fiera internazionale nelle prossime settimane, quindi siamo in attesa di molti ospiti.

source: [pc] Ugh... shit. But I really need a room.
italian: [pc] Ugh... merda. Ma ho davvero bisogno di una stanza.

source: Receptionist || I'm sorry, [mrms] [pcsure]. I guess you have to book a room somewhere else, but it's most likely that all of the major hotels are fully booked.
italian: Receptionist <unk> <unk> Mi dispiace, [mrms] [pcsure]. Immagino che tu debba prenotare una camera da qualche altra parte, ma è molto probabile che tutti i principali hotel siano completamente prenotati.

source: Receptionist || You could try some of the smaller motels around town. Maybe some of them still have rooms.
italian: Receptionist <unk> <unk> Si potrebbe provare alcuni dei motel più piccoli intorno alla città. Forse alcuni di loro hanno ancora stanze.

source: [pc] Yeah, I guess a motel will do...
italian: [pc] Sì, immagino che un motel lo farà...

source: [n] The moment you're about to leave, a man looking like a manager shows up and starts to argue with the receptionist.
italian: [n] Il momento in cui stai per partire, un uomo che sembra un manager si presenta e inizia a discutere con il receptionist.

source: Manager || [r], what the hell!? How many times do I have to tell you that you have to wear a bra?
italian: Manager <unk> <unk> [r], che inferno!? Quante volte devo dirti che devi indossare un reggiseno?

source: [r] I-I'm sorry, sir.
italian: [r] Mi dispiace, signore.

source: Manager || You're sorry?! [r] you shouldn't be sorry, you should be ashamed!
italian: Manager <unk> <unk> Ti dispiace?! [r] non dovresti essere dispiaciuto, dovresti vergognarti!

source: Manager || We have standards in this hotel, [r]! Your shameful behavior already got the attention of some of our guests. That's not acceptable.
italian: Manager <unk> <unk> Abbiamo standard in questo hotel, [r]! Il tuo comportamento vergognoso ha già ricevuto l'attenzione di alcuni dei nostri ospiti.

source: [r] I'm sorry, sir. I-It's just that the technician still didn't fix the AC and it's so hot in here.
italian: [r] Mi dispiace, signore. È solo che il tecnico non ha ancora risolto l'AC ed è così caldo qui dentro.

source: Manager || That's no excuse for dressing like a whore!
italian: Manager <unk> <unk> Non è una scusa per vestirsi come una puttana!

source: [pcthink] Whoa, that's a bit harsh...
italian: [pcthink] Whoa, questo è un po' duro...

source: [r] I'm sorry, sir...
italian: [r] Mi dispiace, signore...

source: Manager || I'm tired of your excuses, [r]. I've had enough of this now. Get your stuff and leave.
italian: Manager <unk> <unk> Sono stanco delle tue scuse, [r]. Ne ho avuto abbastanza adesso. Prendi la tua roba e lascia.

source: [r] B-but sir! Please, I-I need the money, you can't just throw me out!?
italian: [r] B-ma signore! Per favore, ho bisogno dei soldi, non puoi semplicemente buttarmi fuori!?

source: Manager || Don't make a scene now, it's your own fault, I've given you enough warnings!
italian: Manager <unk> <unk> Non fare una scena ora, è colpa tua, ti ho dato abbastanza avvertimenti!

source: Manager || I'll send George over to take care of the reception and I expect you to be gone in half an hour at the latest!
italian: Manager <unk> <unk> Invierò George per prendersi cura della reception e mi aspetto di essere andato in mezz'ora al più tardi!

source: [r] Yes, sir...
italian: [r] Sì, signore...

source: [pcthink] Damn, seems like I'm not the only one having a bad day...
italian: [pcthink] Dannazione, sembra che io non sia l'unico ad avere una brutta giornata...

source: [n] You head back to your room.
italian: [n] Torna alla tua stanza.

source: [pcthink] Maybe I should've said something...
italian: [pcthink] Forse avrei dovuto dire qualcosa...

source: [n] You pick up your smartphone and browse through the internet, looking for motels in town.
italian: [n] Prendi il tuo smartphone e sfogliati in internet, cercando motel in città.

source: [pcthink] ... damn she was right. Almost everything is fully booked...
italian: [pcthink] ... maledetto che aveva ragione. Quasi tutto è completamente prenotato...

source: [n] After a while you book a room in one of the few available motels.
italian: [n] Dopo un po 'si prenota una stanza in uno dei pochi motel disponibili.

source: [pcthink] Not much choice here... I hope it's not a shit-hole.
italian: [pcthink] Non molto scelta qui... Spero che non sia un buco di merda.

source: [mschoice] No way, and tell her to never call again!
italian: [mschoice] Nessun modo, e dirle di non chiamare mai più!

source: [mschoice] ...yeah.
italian: [mschoice] ...sì.
