Repository: BlackRam-oss/BM
Catalog: game/*/*/intro_day1.po
Languages: french, italian, spanish

source: [n] Next Day [withdissolve]
french: [n] Le lendemain [withdissolve]
italian: [n] Giorno successivo [withdissolve]
spanish: [n] Al día siguiente [withdissolve]

source: [n] You're woken up by the sound of your mobile phone.
french: [n] Vous êtes réveillé par le son de votre téléphone portable.
italian: [n] Ti sei svegliato dal suono del tuo cellulare.
spanish: [n] Te despierta el sonido de tu teléfono móvil.

source: [pc] What time is it?
french: [pc] Quelle heure est-il?
italian: [pc] Che ora è?
spanish: [pc] ¿Qué hora es?

source: [pc] Who the hell is calling so early...
french: [pc] Qui diable appelle si tôt...
italian: [pc] Chi l'inferno sta chiamando così presto...
spanish: [pc] Quién demonios está llamando tan temprano...

source: [pc] Yeah?
french: [pc] Oui?
italian: [pc] Sì?
spanish: [pc] sí?

source: Voice || Hello [mrms] [pcsure], this is Maggy Shelter. I'm sorry but I have bad news for you.
french: Bonjour [mrms] [pcsure], voici Maggy Shelter. Je suis désolé mais j'ai de mauvaises nouvelles pour toi.
italian: Voce <unk> <unk> Ciao [mrms] [pcsure], questo è Maggy Shelter. Mi dispiace ma ho cattive notizie per te.
spanish: Voz || Hola [mrms] [pcsure], esta es Maggy Shelter. Lo siento, pero tengo malas noticias para ti.

source: [pcthink] Ah, Maggy, the office secretary from the rental company.
french: [pcthink] Ah, Maggy, la secrétaire de la société de location.
italian: [pcthink] Ah, Maggy, segretario di ufficio della società di noleggio.
spanish: [pcthink] Ah, Maggy, la secretaria de la oficina de la compañía de alquiler.

source: [pcthink] She's obviously about to tell me about the apartment. She doesn't know I was there...
french: [pcthink] Elle est évidemment sur le point de me parler de l'appartement. Elle ne sait pas que j'étais là...
italian: [pcthink] Lei sta ovviamente per parlarmi dell'appartamento. Non sa che io ero lì...
spanish: [pcthink] Obviamente está a punto de contarme sobre el apartamento. Ella no sabe que yo estuve allí...

source: [pc] Hey Maggy. I know about the fire already.
french: [pc] Hé Maggy. Je connais déjà l'incendie.
italian: [pc] Ehi Maggy. So già del fuoco.
spanish: [pc] Hola Maggy. Ya sé del incendio.

source: Maggy || You know that the apartment burned down?
french: Maggy / / Tu sais que l'appartement a brûlé?
italian: Maggy <unk> <unk> Sai che l'appartamento è bruciato?
spanish: Maggy || ¿Sabes que el apartamento se quemó?

source: [pc] Yeah, I arrived yesterday and wanted to have a look at the apartment.
french: [pc] Oui, je suis arrivé hier et je voulais jeter un coup d'œil à l'appartement.
italian: [pc] Sì, sono arrivato ieri e ho voluto dare un'occhiata all'appartamento.
spanish: [pc] sí, llegué ayer y quería echar un vistazo al apartamento.

source: Maggy || Oh no, that must have been a shock to you.
french: Maggy / / Oh non, ça a dû être un choc pour toi.
italian: Maggy <unk> <unk> Oh no, che deve essere stato uno shock per voi.
spanish: Maggy || Oh no, eso debe haber sido un shock para ti.

source: [pc] It was quite a surprise...
french: [pc] Ce fut une surprise...
italian: [pc] È stata una sorpresa...
spanish: [pc] Fue toda una sorpresa...

source: Maggy || I'm so sorry [mrms] [pcsure]. Do you have somewhere else to stay?
french: Maggy / / Je suis désolé [mrms] [pcsure]. Avez-vous un autre endroit où séjourner?
italian: Maggy <unk> <unk> Mi dispiace così tanto [mrms] [pcsure]. Hai un altro posto dove rimanere?
spanish: Maggy || Lo siento mucho [mrms] [pcsure]. ¿Tienes otro lugar para quedarte?

source: [pc] Yeah, I have a hotel room for a few days until my stuff arrives.
french: [pc] Oui, j'ai une chambre d'hôtel pour quelques jours jusqu'à ce que mes affaires arrivent.
italian: [pc] Sì, ho una camera d'albergo per qualche giorno fino a quando non arriva la mia roba.
spanish: [pc] sí, tengo una habitación de hotel por unos días hasta que lleguen mis cosas.

source: Maggy || That's good to hear.
french: Maggy / / C'est bon à entendre.
italian: Maggy <unk> <unk> È bello sentire.
spanish: Maggy || Es bueno escucharlo.

source: [pc] So... what about a replacement? Are there any other apartments?
french: [pc] Donc... qu'en est-il d'un remplacement? Y a-t-il d'autres appartements?
italian: [pc] Quindi... che dire di una sostituzione? Ci sono altri appartamenti?
spanish: [pc] Entonces... ¿Qué tal un reemplazo? ¿Hay algún otro apartamento?

source: Maggy || No, I'm sorry [mrms] [pcsure], there are no apartments free at the moment.
french: Maggy / / Non, je suis désolé [mrms] [pcsure], il n'y a pas d'appartements gratuits pour le moment.
italian: Maggy <unk> <unk> No, mi dispiace [mrms] [pcsure], al momento non ci sono appartamenti gratuiti.
spanish: Maggy || No, lo siento [mrms] [pcsure], no hay apartamentos libres en este momento.

source: Maggy || There is not much I can do, but you can be sure to get your money back and I promise to call you as soon as we have another apartment for you.
french: Maggy | / Je ne peux pas faire grand-chose, mais vous pouvez être sûr de récupérer votre argent et je vous promets de vous appeler dès que nous aurons un autre appartement pour vous.
italian: Maggy <unk> Non c'è molto che posso fare, ma si può essere sicuri di ottenere il vostro denaro indietro e vi prometto di chiamare non appena abbiamo un altro appartamento per voi.
spanish: Maggy || No hay mucho que pueda hacer, pero puede estar seguro de recuperar su dinero y prometo llamarlo tan pronto como tengamos otro apartamento para usted.

source: [pc] That's nice and all, but I can't go back to my old flat and I cannot live in a hotel forever. Don't you know anywhere else I could get an apartment, Maggy?
french: [pc] C'est bien, mais je ne peux pas retourner dans mon ancien appartement et je ne peux pas vivre éternellement dans un hôtel. Tu ne sais pas où je pourrais trouver un appartement, Maggy?
italian: [pc] È bello e tutto, ma non posso tornare al mio vecchio appartamento e non posso vivere in un hotel per sempre. Non sai da nessuna altra parte potrei ottenere un appartamento, Maggy?
spanish: [pc] Eso es bueno y todo, pero no puedo volver a mi antiguo piso y no puedo vivir en un hotel para siempre. ¿No sabes en ningún otro lugar donde podría conseguir un apartamento, Maggy?

source: Maggy || I... I might... but I have to make a few calls first.
french: Maggy / / I... Je pourrais... mais je dois d'abord passer quelques appels.
italian: Maggy <unk> I... potremo... ma devo fare un paio di chiamate prima.
spanish: Maggy || Yo.. yo podría... pero primero tengo que hacer unas pocas llamadas.

source: [pc] Great! Thanks Maggy. Really!
french: [pc] Super! Merci Maggy. Vraiment!
italian: [pc] Ottimo! Grazie Maggy. Davvero!
spanish: [pc] ¡Genial! Gracias Maggy. ¡Realmente!

source: Maggy || Don't celebrate just yet. I can't promise anything. I'll try my best, but you should also have a look around for yourself [mrms] [pcsure].
french: Maggy / / Ne fête pas encore. Je ne peux rien promettre. Je ferai de mon mieux, mais vous devriez aussi regarder autour de vous [mrms] [pcsure].
italian: Maggy <unk> <unk> Non festeggia ancora. Non posso promettere nulla. Proverò il mio meglio, ma dovresti anche avere uno sguardo intorno per te [mrms] [pcsure].
spanish: Maggy || No celebres todavía. No puedo prometer nada. Haré todo lo posible, pero también debes echar un vistazo por ti mismo [mrms] [pcsure].

source: [pc] Of course, but at least you've given me some hope.
french: [pc] Bien sûr, mais au moins tu m'as donné un peu d'espoir.
italian: [pc] Certo, ma almeno mi hai dato qualche speranza.
spanish: [pc] Por supuesto, pero al menos me has dado algo de esperanza.

source: Maggy || Okay then, I will call you as soon as I know something [mrms] [pcsure].
french: Maggy / / D'accord, je t'appellerai dès que je saurai quelque chose [mrms] [pcsure].
italian: Maggy <unk> <unk> Va bene, allora ti chiamerò non appena conosco qualcosa di [mrms] [pcsure].
spanish: Maggy || Bien, entonces, te llamaré tan pronto como sepa algo [mrms] [pcsure].

source: [pc] Thanks Maggy, and call me [pc].
french: [pc] Merci Maggy, et appelle-moi [pc].
italian: [pc] Grazie Maggy, e chiamami [pc].
spanish: [pc] Gracias Maggy, y llámame [pc].

source: Maggy || Good bye [mrms].... ahem, [pc].
french: Maggy / / Au revoir [mrms].... ahem, [pc].
italian: Maggy <unk> <unk> Buon addio [mrms].... ahem, [pc].
spanish: Maggy || Adiós [mrms].... ejem, [pc].

source: [pc] Bye Maggy.
french: [pc] Au revoir Maggy.
spanish: [pc] Adiós Maggy.

source: [pcthink] Damn that girl has a nice voice...
french: [pcthink] Putain, cette fille a une belle voix...
italian: [pcthink] Dannazione che la ragazza ha una bella voce...
spanish: [pcthink] Maldita sea esa chica tiene una voz bonita...

source: [pcthink] I wonder what she looks like.
french: [pcthink] Je me demande à quoi elle ressemble.
italian: [pcthink] Mi chiedo cosa assomiglia.
spanish: [pcthink] me pregunto cómo se ve.

source: [pcthink] Anyway, she's right. I better get up and have look for another apartment myself.
french: [pcthink] De toute façon, elle a raison. Je ferais mieux de me lever et de chercher moi-même un autre appartement.
italian: [pcthink] Comunque, lei ha ragione. Meglio alzarmi e cercare un altro appartamento da solo.
spanish: [pcthink] De todos modos, tiene razón. Mejor me levanto y busco otro apartamento yo mismo.

source: [n] You get up, take a quick shower and spend a few hours browsing the web for an apartment.
french: [n] Vous vous levez, prenez une douche rapide et passez quelques heures à naviguer sur le Web pour un appartement.
italian: [n] Si alza, prendere una doccia veloce e trascorrere alcune ore di navigazione sul web per un appartamento.
spanish: [n] Te levantas, te duchas rápido y pasas unas horas navegando por la web en busca de un apartamento.

source: [n] You make some phone calls for interesting apartment offers, but have no luck.
french: [n] Vous passez des appels téléphoniques pour des offres d'appartements intéressantes, mais vous n'avez pas de chance.
italian: [n] Si fanno alcune telefonate per interessanti offerte di appartamento, ma non hanno fortuna.
spanish: [n] Haces algunas llamadas telefónicas para ofertas de apartamentos interesantes, pero no tienes suerte.

source: [pc] Damn, is every apartment in this town gone?!
french: [pc] Merde, tous les appartements de cette ville ont disparu?!
italian: [pc] Dannazione, ogni appartamento in questa città è finito?!
spanish: [pc] Maldita sea, ¡¿todos los apartamentos de esta ciudad se han ido?!

source: [n] You try a few more times with no luck.
french: [n] Vous essayez encore quelques fois sans succès.
italian: [n] Si tenta un paio di volte in più senza fortuna.
spanish: [n] Lo intentas un par de veces más sin suerte.

source: [n] The moment you're about to give up, you get another call.
french: [n] Au moment où vous êtes sur le point d'abandonner, vous recevez un autre appel.
italian: [n] Il momento in cui stai per rinunciare, ricevi un'altra chiamata.
spanish: [n] En el momento en que estás a punto de rendirte, recibes otra llamada.

source: [pcthink] Huh? Must be Maggy again...
french: [pcthink] Hein? Ça doit être encore Maggy...
italian: [pcthink] Huh? Deve essere di nuovo Maggy...
spanish: [pcthink] ¿Eh? Debe ser Maggy de nuevo...

source: [pc] Hey Maggy. Please tell me something positive.
french: [pc] Hé Maggy. S'il te plaît, dis-moi quelque chose de positif.
italian: [pc] Ehi Maggy. Per favore, dimmi qualcosa di positivo.
spanish: [pc] Hola Maggy. Por favor, dime algo positivo.

source: Maggy || Hey [mrms]..[pc]. Yes I might have something for you, but you have to hurry.
french: Maggy / / Hey [mrms]..[pc]. Oui, j'ai peut-être quelque chose pour toi, mais tu dois te dépêcher.
italian: Maggy <unk> <unk> Hey [mrms][pc]. Sì potrei avere qualcosa per voi, ma dovete sbrigarvi.
spanish: Maggy || Hola [mrms]..[pc]. Sí, puede que tenga algo para ti, pero tienes que darte prisa.

source: Maggy || It's an apartment in a nice part of town and it won't take long before it's gone again.
french: Maggy | / C'est un appartement dans un quartier agréable de la ville et il ne faudra pas longtemps avant qu'il ne soit à nouveau parti.
italian: Maggy <unk> <unk> E 'un appartamento in una bella parte della città e non ci vorrà molto prima che sia andato di nuovo.
spanish: Maggy || Es un apartamento en una buena parte de la ciudad y no pasará mucho tiempo antes de que se vaya de nuevo.

source: [pc] Great! Thanks Maggy. You just saved my day!
french: [pc] Super! Merci Maggy. Tu viens de me sauver la journée!
italian: [pc] Ottimo! Grazie Maggy. Hai appena salvato la mia giornata!
spanish: [pc] Genial! Gracias Maggy. ¡Acabas de salvarme el día!

source: Maggy || Haha, glad to help.
french: Maggy / / Haha, heureux de vous aider.
italian: Maggy <unk> Haha, felice di aiutare.
spanish: Maggy || Jaja, encantada de ayudar.

source: [n] You save the address Maggy gives you in your smartphone and immediately go on your way after saying your goodbyes.
french: [n] Vous enregistrez l'adresse que Maggy vous donne dans votre smartphone et continuez immédiatement votre chemin après avoir fait vos adieux.
italian: [n] Si salva l'indirizzo Maggy ti dà sul tuo smartphone e subito andare sulla strada dopo aver detto i tuoi arrivederci.
spanish: [n] Guardas la dirección que Maggy te da en tu celular e inmediatamente sigues tu camino después de despedirte.

source: [n] Half an hour later [withdissolve]
french: [n] Une demi-heure plus tard [withdissolve]
italian: [n] mezz'ora dopo [withdissolve]
spanish: [n] Media hora más tarde [withdissolve]

source: [pcthink] Okay, this is the address... looks okay I guess... hmm, I like the annex.
french: [pcthink] D'accord, c'est l'adresse... ça a l'air bien je suppose... hmm, j'aime l'annexe.
italian: [pcthink] Okay, questo è l'indirizzo... va bene indovino... hmm, mi piace l'allegato.
spanish: [pcthink] Está bien, esta es la dirección... se ve bien, supongo... hmm, me gusta el anexo.

source: [pcthink] Shit, this doesn't look good...
french: [pcthink] Merde, ça n'a pas l'air bien...
italian: [pcthink] Merda, questo non sembra buono...
spanish: [pcthink] mierda, esto no se ve bien...

source: [pc] Uh, hey I'm here for the apartment.
french: [pc] Euh, hé, je suis là pour l'appartement.
italian: [pc] Uh, hey Sono qui per l'appartamento.
spanish: [pc] Uh, oye, estoy aquí por el apartamento.

source: Broker" "I'm sorry [mrms]..
french: Courtier "" Je suis désolé [mrms]..
italian: Broker" "Mi dispiace [mrms]..
spanish: Corredor" "Lo siento [mrms]..

source: Broker" "[pcsure]? Hum... I don't remember your name, did we have an appointment?
french: Courtier ""[pcsure]? Hum... Je ne me souviens pas de votre nom, avons-nous un rendez-vous?
italian: Broker" "[pcsure]? Hum... Non ricordo il tuo nome, abbiamo un appuntamento?
spanish: Corredor" "[pcsure]? Hum... No recuerdo tu nombre, ¿teníamos una cita?

source: [pc] No, a friend gave me the address.
french: [pc] Non, un ami m'a donné l'adresse.
italian: [pc] No, un amico mi ha dato l'indirizzo.
spanish: [pc] No, un amigo me dio la dirección.

source: Guy || You're too late, man.
french: Guy / / Tu es trop tard, mec.
italian: Ragazzo Sei troppo in ritardo, uomo.
spanish: Chico || Llegas demasiado tarde, hombre.

source: Guy || You're too late. It's sold!
french: Guy / / Tu es trop tard. C'est vendu!
italian: Ragazzo è troppo tardi. È venduto!
spanish: Chico || Llegas demasiado tarde. ¡Está vendido!

source: Broker" "Well I'm sorry [mrms] [pcsure]. This lovely couple here just closed the deal on this apartment.
french: Courtier "" Eh bien, je suis désolé [mrms] [pcsure]. Ce charmant couple ici vient de conclure l'affaire sur cet appartement.
italian: Broker" "Beh, mi dispiace [mrms] [pcsure]. Questa bella coppia qui ha appena chiuso l'accordo su questo appartamento.
spanish: Corredor" "Bueno, lo siento [mrms] [pcsure]. Esta encantadora pareja acaba de cerrar el trato en este apartamento.

source: [pcthink] Shit, this sucks... all the haste for nothing.
french: [pcthink] Merde, ça craint... toute la hâte pour rien.
italian: [pcthink] Merda, questo succhia... tutta la fretta per niente.
spanish: [pcthink] mierda, esto apesta... todas las prisas para nada.

source: [pcthink] Looks like I have to continue searching...
french: [pcthink] On dirait que je dois continuer à chercher...
italian: [pcthink] Sembra che io debba continuare la ricerca...
spanish: [pcthink] Parece que tengo que seguir buscando...

source: [pcthink] Well I guess I'll head back to the hotel...
french: [pcthink] Eh bien, je suppose que je vais retourner à l'hôtel...
italian: [pcthink] Beh, immagino che tornerò in albergo...
spanish: [pcthink] Bueno, supongo que volveré al hotel...

source: [pc] *stomach rumble*
french: [pc] * grondement d'estomac*
italian: [pc] *rumble allo stomaco
spanish: [pc] *estruendo estomacal*

source: [pcthink] ...or get a snack first.
french: [pcthink] ...ou prenez d'abord une collation.
italian: [pcthink] ...o prendi prima uno spuntino.
spanish: [pcthink] ...o consigue un bocadillo primero.

source: [n] On your way back you stop for a small snack.
french: [n] Sur le chemin du retour, vous vous arrêtez pour une petite collation.
italian: [n] Sulla via del ritorno ti fermi per un piccolo spuntino.
spanish: [n] En el camino de regreso te detienes para tomar un pequeño refrigerio.

source: Random Guy" "Oh and don't forget the other Ramen, and the Negi.
french: Mec au hasard "" Oh et n'oublie pas les autres Ramen, et le Negi.
italian: Ragazzo casuale" "Oh e non dimenticare l'altro Ramen, e il Negi.
spanish: Chico Random" "Oh y no te olvides del otro Ramen y el Negi.

source: Girl || Of course!
french: Fille / / Bien sûr!
italian: Ragazza <unk> <unk> Certo!
spanish: Chica || ¡por supuesto!

source: [pcthink] What the... is that... [m]?
french: [pcthink] Qu'est-ce que le... c'est ça... [m]?
italian: [pcthink] Che cosa... è... [m]?
spanish: [pcthink] Pero que... ¿esa es... [m]?

source: [pcthink] Fuck!
french: [pcthink] Putain!
spanish: [pcthink] Mierda!

source: [pcthink] This can't be fucking true!
french: [pcthink] Ça ne peut pas être putain de vrai!
italian: [pcthink] Questo non può essere true!
spanish: [pcthink] ¡Esto no puede ser jodidamente cierto!

source: [pcthink] The day got even worse just by seeing her... The one person I never wanted to see again. One of the reasons why I left this town.
french: [pcthink] La journée a empiré rien qu'en la voyant... La seule personne que je n'ai jamais voulu revoir. Une des raisons pour lesquelles j'ai quitté cette ville.
italian: [pcthink] La giornata peggiorò ancora solo vedendola... L'unica persona che non ho mai voluto vedere di nuovo. Uno dei motivi per cui ho lasciato questa città.
spanish: [pcthink] El día empeoró aún más con solo verla... La única persona a la que nunca quise volver a ver. Una de las razones por las que dejé esta ciudad.

source: [pcthink] I’ll just pretend I haven’t seen her and leave right now...
french: [pcthink] Je vais juste faire semblant de ne pas l'avoir vue et partir tout de suite...
italian: [pcthink] Farò finta di non averla vista e di andarmene proprio ora...
spanish: [pcthink] fingiré que no la he visto y me iré ahora mismo...

source: [pcthink] I might lose it and slap her right in the face if I stay...
french: [pcthink] Je pourrais la perdre et la gifler au visage si je reste...
italian: [pcthink] Potrei perderlo e schiaffettarla in faccia se rimango...
spanish: [pcthink] podría perderla y abofetearla directamente en la cara si me quedo...

source: [n] You quickly turn in the opposite direction and hope she doesn't recognise you after all these years.
french: [n] Vous tournez rapidement dans la direction opposée et espérez qu'elle ne vous reconnaîtra pas après toutes ces années.
italian: [n] Ti rivolgi rapidamente nella direzione opposta e speriamo che non ti riconosca dopo tutti questi anni.
spanish: [n] Rápidamente giras en la dirección opuesta y esperas que ella no te reconozca después de todos estos años.

source: [m] [pc]? Is that you? [withvpunch]
french: [m] [pc]? Est-ce toi? [withvpunch]
italian: [m] [pc]? Sei tu? [withvpunch]
spanish: [m] [pc]? ¿Eres tú? [withvpunch]

source: [pcthink] Fuck...
french: [pcthink] Putain...
spanish: [pcthink] Mierda...

source: [pc] Uh... hey [m].
french: [pc] Euh... hé [m].
spanish: [pc] Uh... hola [m].

source: [m] Oh my god, It's really you, isn't it?!
french: [m] Oh mon dieu, c'est vraiment toi, n'est-ce pas?!
italian: [m] Oh mio dio, è proprio tu, vero?
spanish: [m] Oh, Dios mío, realmente eres tú, ¡¿no es así?!

source: [m] You didn't just pretend you didn't see me, did you?
french: [m] Tu n'as pas fait semblant de ne pas me voir, n'est-ce pas?
italian: [m] Non hai solo fingere di non avermi visto, vero?
spanish: [m] No acabaste de fingir que no me habías visto, ¿verdad?

source: [pc] Uhh, well...
french: [pc] Euh, bien...
italian: [pc] Uhh, poco...
spanish: [pc] Uhh, bueno...

source: [m] Ahaha! It's okay [pc]...
french: [m] Ahaha! C'est bon [pc]...
italian: [m] Ahaha! Va bene [pc]...
spanish: [m] ¡Ahaha! Está bien [pc]...

source: [m] I don't blame you.
french: [m] Je ne vous en veux pas.
italian: [m] Non ti incolpo.
spanish: [m] no te culpo.

source: [pcthink] Why is she so friendly?
french: [pcthink] Pourquoi est-elle si amicale?
italian: [pcthink] Perché è così amichevole?
spanish: [pcthink] ¿Por qué es tan amigable?

source: [m] To be honest, I didn't expect to see you ever again.
french: [m] Pour être honnête, je ne m'attendais pas à te revoir.
italian: [m] Ad essere onesti, non mi aspettavo di rivederti mai.
spanish: [m] Para ser honesto, no esperaba volver a verte de nuevo.

source: [pcthink] I would’ve preferred it that way...
french: [pcthink] J'aurais préféré que ce soit comme ça...
italian: [pcthink] Lo avrei preferito in quel modo...
spanish: [pcthink] hubiera preferido que así fuera...

source: [m] I guess it must be fate then.
french: [m] Je suppose que ça doit être le destin alors.
italian: [m] Immagino che debba essere il destino allora.
spanish: [m] supongo que debe ser el destino entonces.

source: [pcthink] Or bad luck. I seem to have a lot of it lately...
french: [pcthink] Ou de la malchance. Il me semble en avoir beaucoup ces derniers temps...
italian: [pcthink] O sfortuna. Mi sembra di averne un sacco ultimamente...
spanish: [pcthink] O mala suerte. Parece que tengo mucho de eso últimamente...

source: [m] What brings you back? Are you visiting some old friends?
french: [m] Qu'est-ce qui te ramène? Vous rendez visite à de vieux amis?
italian: [m] Cosa ti riporta indietro? Stai visitando alcuni vecchi amici?
spanish: [m] ¿Qué te trae de vuelta? ¿Estás visitando a algunos viejos amigos?

source: [pc] A new job...
french: [pc] Un nouvel emploi...
italian: [pc] Un nuovo lavoro...
spanish: [pc] Un nuevo trabajo...

source: [m] Really?! Here in town?
french: [m] Vraiment?! Ici en ville?
italian: [m] Davvero?! Qui in città?
spanish: [m] En serio?! ¿Aquí en la ciudad?

source: [pc] Yeah...
french: [pc] Oui...
italian: [pc] Sì...
spanish: [pc] sí...

source: [pcthink] Shit, why did I tell her about that...
french: [pcthink] Merde, pourquoi je lui ai parlé de ça...
italian: [pcthink] Merda, perché le ho detto di quello...
spanish: [pcthink] mierda, ¿por qué le conté eso...

source: [m] Wow, that's great news!
french: [m] Wow, c'est une excellente nouvelle!
italian: [m] Wow, questa è una grande notizia!
spanish: [m] ¡Guau, es una gran noticia!

source: [pcthink] ...and why is she acting like she is happy to see me?
french: [pcthink] ...et pourquoi fait-elle comme si elle était heureuse de me voir?
italian: [pcthink] e perché si comporta come lei è felice di vedermi?
spanish: [pcthink] ...y ¿por qué está actuando como si estuviera feliz de verme?
