Repository: BlackRam-oss/BM
Catalog: game/*/*/intro_day1.po
Languages: french, italian, spanish

source: [m] I guess we'll meet more often then.
french: [m] Je suppose que nous nous rencontrerons plus souvent alors.
italian: [m] Immagino che ci incontreremo più spesso allora.
spanish: [m] supongo que nos encontraremos más a menudo entonces.

source: [pcthink] God please no!
french: [pcthink] Dieu s'il te plaît, non!
italian: [pcthink] Dio per favore no!
spanish: [pcthink] Dios, por favor, no!

source: [m] Listen... I know you must still be mad at me, but...
french: [m] Écoute... Je sais que tu dois encore être en colère contre moi, mais...
italian: [m] Ascolta... So che dovete ancora essere arrabbiati con me, ma...
spanish: [m] Escucha... Sé que todavía debes estar enojado conmigo, pero...

source: [pcthink] Mad? I fucking hate this bitch!
french: [pcthink] Fou? Je déteste cette salope!
italian: [pcthink] Mad? Io cazzo odio questa cagna!
spanish: [pcthink] Enojado? ¡Odio jodidamente a esta perra!

source: [m] Things have changed... I have changed...
french: [m] Les choses ont changé... J'ai changé...
italian: [m] Le cose sono cambiate... Ho cambiato...
spanish: [m] Las cosas han cambiado... He cambiado...

source: [pcthink] Yeah, as if...
french: [pcthink] Oui, comme si...
italian: [pcthink] Sì, come se...
spanish: [pcthink] sí, como si...

source: [m] I really wanted to talk to you and apologize for... well, everything.
french: [m] Je voulais vraiment te parler et m'excuser pour... eh bien, tout.
italian: [m] Volevo davvero parlare con te e scusarmi per... beh, tutto.
spanish: [m] realmente quería hablar contigo y disculparme por... bueno, todo.

source: [pc] Are you serious? Now? After all these years?
french: [pc] Vous êtes sérieux? Maintenant? Après toutes ces années?
italian: [pc] Sei serio? Ora? Dopo tutti questi anni?
spanish: [pc] ¿Hablas en serio? ¿Ahora? ¿Después de todos estos años?

source: [m] I know, I know...
french: [m] Je sais, je sais...
italian: [m] Lo so, lo so...
spanish: [m] lo sé, lo sé...

source: [m] I sent you a letter a while ago, but you probably never read it... did you?
french: [m] Je t'ai envoyé une lettre il y a un moment, mais tu ne l'as probablement jamais lue... l'as-tu fait?
italian: [m] Ti ho inviato una lettera un po' fa, ma probabilmente non l'hai mai letta... vero?
spanish: [m] te envié una carta hace un tiempo, pero probablemente nunca la leíste... ¿Lo hiciste?

source: [pc] A letter?
french: [pc] Une lettre?
italian: [pc] Una lettera?
spanish: [pc] Una carta?

source: [pcthink] Now that she mentions it, I got a letter a few years ago... and burned it instantly when I saw her name on it...
french: [pcthink] Maintenant qu'elle le mentionne, j'ai reçu une lettre il y a quelques années... et je l'ai brûlée instantanément quand j'ai vu son nom dessus...
italian: [pcthink] Ora che lei lo menziona, ho ricevuto una lettera qualche anno fa... e bruciato istantaneamente quando ho visto il suo nome su di esso...
spanish: [pcthink] Ahora que lo menciona, recibí una carta hace unos años... y lo quemé al instante cuando vi su nombre en él...

source: [pcthink] I still don't know how she got my address. I stayed away from every social media platform. Deleted every account she might have known about and still, she somehow managed to find my real life address...
french: [pcthink] Je ne sais toujours pas comment elle a obtenu mon adresse. Je suis resté à l'écart de toutes les plateformes de médias sociaux. J'ai supprimé tous les comptes dont elle était au courant et elle a quand même réussi à trouver mon adresse réelle...
italian: [pcthink] Non so ancora come ha avuto il mio indirizzo. Sono rimasto lontano da ogni piattaforma di social media. Eliminato ogni account che avrebbe potuto conoscere e ancora, in qualche modo è riuscito a trovare il mio indirizzo di vita reale...
spanish: [pcthink] todavía no sé cómo obtuvo mi dirección. Me mantuve alejado de todas las plataformas de redes sociales. Eliminó todas las cuentas que podría haber conocido y aún así, de alguna manera logró encontrar mi dirección de la vida real...

source: [pc] Yeah, I didn't read it...
french: [pc] Oui, je ne l'ai pas lu...
italian: [pc] Sì, non l'ho letto...
spanish: [pc] sí, no lo leí...

source: [m] But you can't tell me I didn't try, right?
french: [m] Mais vous ne pouvez pas me dire que je n'ai pas essayé, n'est-ce pas?
italian: [m] Ma non potete dirmi che non ho provato, giusto?
spanish: [m] Pero no puedes decirme que no lo intenté, ¿verdad?

source: [pcthink] As if a letter would change anything.
french: [pcthink] Comme si une lettre changeait quelque chose.
italian: [pcthink] Come se una lettera cambiasse qualcosa.
spanish: [pcthink] Como si una carta cambiara algo.

source: [m] Umm... well, I have a bit of time right now. Don't you think we could have a cup of coffee together and talk a bit at least... after all this time...
french: [m] Umm... eh bien, j'ai un peu de temps en ce moment. Ne pensez-vous pas que nous pourrions prendre une tasse de café ensemble et parler un peu au moins... après tout ce temps...
italian: [m] Umm... beh, ho un po' di tempo in questo momento. Non pensate che potremmo avere una tazza di caffè insieme e parlare un po 'almeno... dopo tutto questo tempo...
spanish: [m] um... bueno, tengo un poco de tiempo en este momento. ¿No crees que podríamos tomar una taza de café juntos y hablar un poco al menos... después de todo este tiempo...

source: [pcthink] Tch, seriously?...
french: [pcthink] Tch, sérieusement?...
italian: [pcthink] Tch, seriamente?...
spanish: [pcthink] Tch, en serio?...

source: [pc] Sorry, I don't have the time right now...
french: [pc] Désolé, je n'ai pas le temps pour le moment...
italian: [pc] Mi dispiace, non ho tempo in questo momento...
spanish: [pc] Lo siento, no tengo tiempo en este momento...

source: [m] Really? Or do you just not want to talk to me?
french: [m] Vraiment? Ou tu ne veux tout simplement pas me parler?
italian: [m] Davvero? O semplicemente non vuoi parlare con me?
spanish: [m] en serio? ¿O simplemente no quieres hablar conmigo?

source: [pcthink] Ugh...she's so... different.
french: [pcthink] Pouah...elle est tellement... différent.
italian: [pcthink] Ugh... è così... diverso.
spanish: [pcthink] Ugh... ella es tan... diferente.

source: [pcthink] ...is she just acting?
french: [pcthink] is elle joue juste?
italian: [pcthink] ...sta solo recitando?
spanish: [pcthink] ...¿Está actuando?

source: [m] ...hm?
french: [m] h hm?

source: [pcthink] There is definitely something different about her...
french: [pcthink] Il y a certainement quelque chose de différent chez elle...
italian: [pcthink] C'è sicuramente qualcosa di diverso riguardo a lei...
spanish: [pcthink] Definitivamente hay algo diferente en ella...

source: [m] I mean, it's okay if you don't want to... I would understand.
french: [m] Je veux dire, c'est bon si tu ne veux pas... Je comprendrais.
italian: [m] Voglio dire, va bene se non si vuole... capirebbe.
spanish: [m] quiero decir, está bien si no quieres... Yo lo entendería.

source: [n] You turn around and leave.
french: [n] Vous faites demi-tour et partez.
italian: [n] Si gira e se ne va.
spanish: [n] Te das la vuelta y te vas.

source: [pcthink] Fuck that bitch...
french: [pcthink] Baise cette salope...
italian: [pcthink] Cazzo quella puttana...
spanish: [pcthink] A la mierda esa perra...

source: [pc] Ugh... okay, fine... I guess I have a few minutes...
french: [pc] Pouah... ok, bien... Je suppose que j'ai quelques minutes...
italian: [pc] Ugh... okay, fine... Immagino di avere qualche minuto...
spanish: [pc] Ugh... está bien, está bien... Supongo que tengo unos minutos...

source: [m] Great!
french: [m] Super!
italian: [m] Ottimo!
spanish: [m] Genial!

source: [m] There is a nice small café over there. I bet you'll love it.
french: [m] Il y a un joli petit café là-bas. Je parie que tu vas adorer.
italian: [m] C'è un bel piccolo caffè laggiù. Scommetto che lo amerete.
spanish: [m] Hay una pequeña cafetería agradable allí. Apuesto a que te encantará.

source: [pcthink] Damn, I hope I won't regret it...
french: [pcthink] Merde, j'espère que je ne le regretterai pas...
italian: [pcthink] Dannazione, spero di non pentirmi...
spanish: [pcthink] Maldita sea, espero no arrepentirme...

source: [n] A bit later [withdissolve]
french: [n] Un peu plus tard [withdissolve]
italian: [n] Un po' più tardi [withdissolve]
spanish: [n] Un poco más tarde [withdissolve]

source: [m] ...and you moved all the way back just for that job?
french: [m] ...et tu as déménagé tout le chemin du retour juste pour ce travail?
italian: [m] ...e ti sei spostato fino in fondo solo per quel lavoro?
spanish: [m] ...y te mudaste todo el camino de regreso solo por ese trabajo?

source: [m] Well I mean, getting more money and having a lot more free time is good...
french: [m] Eh bien, je veux dire, gagner plus d'argent et avoir beaucoup plus de temps libre, c'est bien...
italian: [m] Beh, voglio dire, ottenere più soldi e avere molto più tempo libero è buono...
spanish: [m] Bueno, quiero decir, obtener más dinero y tener mucho más tiempo libre es bueno...

source: [m] ...but I don't know. I don't think I could do that, leaving everything behind...
french: [m] ...mais je ne sais pas. Je ne pense pas que je pourrais faire ça, en laissant tout derrière moi...
italian: [m] ...ma non lo so. Non credo di poterlo fare, lasciando tutto alle spalle...
spanish: [m] ...pero no lo sé. No creo que pudiera hacer eso, dejando todo atrás...

source: [m] But I guess it's easier when you have done it once before...
french: [m] Mais je suppose que c'est plus facile quand vous l'avez fait une fois auparavant...
italian: [m] Ma immagino che sia più facile quando l'hai fatto una volta prima...
spanish: [m] Pero supongo que es más fácil cuando lo has hecho una vez antes...

source: [pc] [m], why did you really want to talk to me?
french: [pc] [m], pourquoi voulais-tu vraiment me parler?
italian: [pc] [m], perché hai davvero voluto parlare con me?
spanish: [pc] [m], ¿por qué realmente querías hablar conmigo?

source: [m] Well, we haven't seen each other for a while have we?
french: [m] Eh bien, nous ne nous sommes pas vus depuis un moment, n'est-ce pas?
italian: [m] Beh, non ci siamo visti per un po' di tempo?
spanish: [m] Bueno, hace tiempo que no nos vemos?

source: [pc] Come on [m], I know that's not the real reason.
french: [pc] Allez [m], je sais que ce n'est pas la vraie raison.
italian: [pc] Vieni [m], so che non è questa la vera ragione.
spanish: [pc] Vamos [m], sé que esa no es la verdadera razón.

source: [m] I meant it when I said I'm sorry.
french: [m] Je le pensais quand j'ai dit que je suis désolé.
italian: [m] Lo intendevo quando ho detto che mi dispiace.
spanish: [m] lo dije en serio cuando dije que lo siento.

source: [pc] Yeah, sure...
french: [pc] Oui, bien sûr...
italian: [pc] Sì, sicuro...

source: [m] Listen [pc], I know I wasn't the best mom you could think of...
french: [m] Écoute [pc], je sais que je n'étais pas la meilleure maman à laquelle tu pouvais penser...
italian: [m] Ascoltate [pc], So che non ero la mamma migliore di cui potevi pensare...
spanish: [m] Escucha [pc], sé que no era la mejor mamá que se te ocurriera...

source: [pc] You are NOT my mom. Not even my stepmom. You're just some woman who used to live with my dad, you weren't even married. [withhpunch]
french: [pc] Tu n'es PAS ma mère. Pas même ma belle-mère. Tu es juste une femme qui vivait avec mon père, tu n'étais même pas mariée. [withhpunch]
italian: [pc] Non sei mia mamma. Neanche la mia matrigna. Sei solo una donna che viveva con mio papà, non eravate nemmeno sposati. [withhpunch]
spanish: [pc] NO eres mi mamá. Ni siquiera mi madrastra. Eres solo una mujer que solía vivir con mi padre, ni siquiera estabas casada. [withhpunch]

source: [m] Yes, that's true, but still...
french: [m] Oui, c'est vrai, mais quand même...
italian: [m] Sì, è vero, ma ancora...
spanish: [m] Sí, eso es cierto, pero aún así...

source: [m] I was supposed to take care of you, raise you, be your second mother...
french: [m] J'étais censée prendre soin de toi, t'élever, être ta deuxième mère...
italian: [m] Avrei dovuto prendermi cura di te, alzarti, sii tua seconda madre...
spanish: [m] se suponía que debía cuidarte, criarte, ser tu segunda madre...

source: [m] And I failed miserably.
french: [m] Et j'ai lamentablement échoué.
italian: [m] E ho fallito miseramente.
spanish: [m] Y fracasé estrepitosamente.

source: [pc] Tch... That's a BIG understatement.
french: [pc] Tch... C'est un GROS euphémisme.
italian: [pc] Tch... Questo è un sobrio eufemismo.
spanish: [pc] Tch... Esa es una GRAN declaración.

source: [m] You know what your dad did to me, don't you?!
french: [m] Tu sais ce que ton père m'a fait, n'est-ce pas?!
italian: [m] Sai cosa mi ha fatto tuo papà, vero?
spanish: [m] Sabes lo que tu papá me hizo, no?!

source: [m] I know he kept you away from it, but you must have noticed!
french: [m] Je sais qu'il t'en a éloigné, mais tu as dû le remarquer!
italian: [m] So che ti ha tenuto lontano, ma devi aver notato!
spanish: [m] sé que te mantuvo alejado de él, ¡pero debes haberlo notado!

source: [pc] ... that... doesn't give you the right to treat me the same way...
french: [pc] ... que... ça ne te donne pas le droit de me traiter de la même façon...
italian: [pc] ... che... non ti dà il diritto di trattarmi allo stesso modo...
spanish: [pc] ... eso... no te da derecho a tratarme de la misma manera...

source: [m] Oh no, I didn't! What your dad did, was way beyond that!
french: [m] Oh non, je ne l'ai pas fait! Ce que ton père a fait, c'était bien au-delà de ça!
italian: [m] Oh no, non ho fatto! Quello che ha fatto tuo papà, era ben oltre!
spanish: [m] ¡Oh no, no lo hice! ¡Lo que hizo tu papá fue mucho más allá de eso!

source: [m] But still...
french: [m] Mais quand même...
italian: [m] Ma ancora...
spanish: [m] Pero aún así...

source: [m] You are right...
french: [m] Vous avez raison...
italian: [m] Hai ragione...
spanish: [m] Tienes razón...

source: [m] I hated you because you were his [ds]... and... that was wrong.
french: [m] Je te détestais parce que tu étais son [ds]... et... c'était faux.
italian: [m] Ti odiavo perché tu eri il suo [ds]e... e... quello era sbagliato.
spanish: [m] te odiaba porque eras su [ds]... y... eso estaba mal.

source: [m] You were never like him...
french: [m] Tu n'as jamais été comme lui...
italian: [m] Non sei mai stato come lui...
spanish: [m] Nunca fuiste como él...

source: [m] I... better leave now...
french: [m] I... mieux vaut partir maintenant...
italian: [m] Io... meglio partire ora...
spanish: [m] Yo... mejor me voy ahora...

source: [m] I'm sorry [pc]...
french: [m] Je suis désolé [pc]...
spanish: [m] lo siento [pc]...

source: [n] She runs off with tears in her eyes.
french: [n] Elle s'enfuit les larmes aux yeux.
italian: [n] Lei corre con le lacrime negli occhi.
spanish: [n] Ella huye con lágrimas en los ojos.

source: [pc] Fuck!
french: [pc] Putain!
spanish: [pc] Mierda!

source: [pcthink] Why do {i}I{/i} feel bad now?!
french: [pcthink] Pourquoi {i}Je me sens mal maintenant?!
italian: [pcthink] Perché {i}I{/i} si sente male adesso?!
spanish: [pcthink] ¡¿Por qué {i}I{/i} me siento mal ahora?!

source: [pcthink] She's the one who treated me like shit back then...
french: [pcthink] C'est elle qui m'a traité comme de la merde à l'époque...
italian: [pcthink] Lei è quella che mi ha trattato come merda allora.
spanish: [pcthink] Ella es la que me trató como una mierda en ese entonces...

source: [n] You pay the bill for both of you and head back to the hotel.
french: [n] Vous payez la facture pour vous deux et retournez à l'hôtel.
italian: [n] Si paga il conto per entrambi voi e tornare in hotel.
spanish: [n] Pagas la factura por ambos y regresas al hotel.

source: [pcthink] Damn what a fucked up day...
french: [pcthink] Putain quelle journée de merde...
italian: [pcthink] Dannazione che un giorno scopato...
spanish: [pcthink] Qué maldito día de mierda...

source: [pcthink] I'm starting to regret my decision to come back...
french: [pcthink] Je commence à regretter ma décision de revenir...
italian: [pcthink] Sto iniziando a rimpiangere la mia decisione di tornare...
spanish: [pcthink] Estoy empezando a arrepentirme de mi decisión de volver...

source: [pcthink] ...hopefully I'll have more luck tomorrow...
french: [pcthink] ...j'espère que j'aurai plus de chance demain...
italian: [pcthink] ...spero che domani avrò più fortuna...
spanish: [pcthink] ...ojalá mañana tenga más suerte...

source: [pcthink] It's getting dark already...
french: [pcthink] Il fait déjà nuit...
italian: [pcthink] Sta diventando buio già...
spanish: [pcthink] Ya está oscureciendo...

source: [pcthink] I think I'm going to take a shower and just go to bed for now...
french: [pcthink] Je pense que je vais prendre une douche et me coucher pour l'instant...
italian: [pcthink] Penso che sto andando a fare una doccia e solo andare a letto per ora...
spanish: [pcthink] creo que me voy a duchar y me voy a la cama por ahora...

source: [n] You take a shower and go to bed, still thinking about today's events.
french: [n] Tu prends une douche et tu vas te coucher, pensant toujours aux événements d'aujourd'hui.
italian: [n] Si prende una doccia e andare a letto, ancora pensando agli eventi di oggi.
spanish: [n] Te duchas y te vas a la cama, todavía pensando en los eventos de hoy.

source: [mschoice] Go with her.
french: [mschoice] Va avec elle.
italian: [mschoice] Vai con lei.
spanish: [mschoice] Ve con ella.

source: [mschoice] Just leave.
french: [mschoice] Pars.
italian: [mschoice] Basta andarsene.
spanish: [mschoice] Solo vete.
