Repository: BlackRam-oss/BM
Catalog: game/*/*/intro_day3-4.po
Languages: french, italian, spanish

source: [pc] That's no problem. I didn't expect much to be left anyway.
italian: [pc] Non è un problema. Non mi aspettavo molto di essere lasciato comunque.
spanish: [pc] No hay problema. No esperaba que quedara mucho de todos modos.

source: [pcthink] She probably threw everything on the junk pile right after I was out of the door...
italian: [pcthink] Probabilmente ha gettato tutto sul mucchio di spazzatura subito dopo che ero fuori dalla porta...
spanish: [pcthink] Probablemente tiró todo a la basura justo después de que yo saliera por la puerta...

source: [m] Well then, why don't you make yourself at home and we'll see each other at dinner? I guess you have a lot to think about right now.
italian: [m] Beh, allora, perché non ti fai a casa e ci vedremo a cena? Immagino che tu abbia molto a cui pensare in questo momento.
spanish: [m] Entonces, ¿por qué no te pones cómoda y nos vemos en la cena? Supongo que tienes mucho en qué pensar ahora.

source: [pcthink] Thats actually true...
italian: [pcthink] Questo è vero...
spanish: [pcthink] Eso es verdad...

source: [pcthink] I wonder what my room looks like right now.
italian: [pcthink] Mi chiedo cosa assomigli alla mia stanza in questo momento.
spanish: [pcthink] Me pregunto cómo será mi habitación ahora mismo.

source: [pcthink] Actually the whole house looks a lot different.
italian: [pcthink] In realtà tutta la casa sembra molto diversa.
spanish: [pcthink] En realidad, toda la casa tiene un aspecto muy diferente.

source: [pcthink] Whoa, she didn't lie, there is not much left...
italian: [pcthink] Choa, lei non ha mentito, non c'è molto rimasto...
spanish: [pcthink] Whoa, no mintió, no queda mucho...

source: [pcthink] I don't see anything that belongs to me here. The room looks completely different.
italian: [pcthink] Non vedo nulla che mi appartenga qui. La stanza sembra completamente diversa.
spanish: [pcthink] No veo nada que me pertenezca. La habitación parece completamente diferente.

source: [pcthink] Even the couch is new.
italian: [pcthink] Anche il divano è nuovo.
spanish: [pcthink] Hasta el sofá es nuevo.

source: [n] You sit down on the chair and exhale.
italian: [n] Ti siedi sulla sedia ed espiri.
spanish: [n] Te sientas en la silla y exhalas.

source: [n] Your eyes are getting heavy immediately.
italian: [n] I tuoi occhi stanno diventando immediatamente pesanti.
spanish: [n] Tus ojos se vuelven pesados de inmediato.

source: [pcthink] Shit, I didn't realize that I'm so tired.
italian: [pcthink] Merda, non ho capito che sono così stanca.
spanish: [pcthink] Mierda, no me había dado cuenta de que estoy tan cansada.

source: [pcthink] But it's no wonder since I didn't get much sleep last night.
italian: [pcthink] Ma non c'è da meravigliarsi perché ieri sera non ho dormito molto.
spanish: [pcthink] Pero no es de extrañar, ya que no dormí mucho anoche.

source: [pcthink] ...what happened to [e] gives me the creeps...
italian: [pcthink] ...quello che è successo a [e] mi dà lo strisciamente...
spanish: [pcthink] ...lo que pasó con [e] me da escalofríos...

source: [pcthink] If I'd just been there...
italian: [pcthink] Se fossi appena stato lì...
spanish: [pcthink] Si hubiera estado allí...

source: [n] You fall asleep.
italian: [n] Ti addormenti.
spanish: [n] Te quedas dormida.

source: [n] Home Day 0 [withdissolve]
spanish: [n] Hogar - Día 0 [withdissolve]

source: [n] At night [withdissolve]
italian: [n] Di notte [withdissolve]

source: [n] Hours later [withdissolve]
italian: [n] Ore successive [withdissolve]

source: [pcthink] Shit!
italian: [pcthink] Merda!

source: [pc] What do you mean?
italian: [pc] Che cosa intendi?

source: [m] So...
italian: [m] Così...

source: [pc] Sure...
italian: [pc] Certo...

source: [_n_] Next morning in the motel [withdissolve]
french: [_n_] Le matin suivant dans le motel [withdissolve]

source: [_mcthink_] Ugh... do they ever clean this room?
french: [_mcthink_] Ugh ... est-ce qu'ils nettoirent cette pièce?

source: [_mcthink_] Well, it's just for a few days... hopefully...
french: [_mcthink_] Eh bien, c'est juste pour quelques jours ... j'espère ...

source: [_mcthink_] I guess I'm going to find a nice inn with wifi to look for an apartment. I don't want to spend too much time here...
french: [_mcthink_] Je pense que je vais trouver une belle auberge avec wifi pour chercher un appartement. Je ne veux pas passer trop de temps ici ...

source: [_n_] You head out and spend the rest of the day searching for an apartment again.
french: [_n_] Vous sortez et passez le reste de la journée à chercher un appartement à nouveau.

source: [_n_] As it gets dark you decide to head back to the motel and watch tv.
french: [_n_] Alors qu'il fait sombre, vous décidez de retourner au motel et de regarder la télé.

source: [_mcthink_] Damn the signal sucks...
french: [_mcthink_] Dommages du signal ...

source: [_mcthink_] ...like the rest of this motel...
french: [_mcthink_] ... comme le reste de ce motel ...

source: [_mcthink_] Argh, fuck it, I'm going to bed...
french: [_mcthink_] Argh, merde, je vais me coucher ...

source: [_n_] At night [withdissolve]
french: [_n_] Au soir [withdissolve]

source: [_mcthink_] Ughh, what's this...
french: [_mcthink_] Ughh, c'est quoi ...

source: Voice [special_delimiter] {size=-10}Ahh, yes!{/size}
french: Voix [special_delimiter] { size=-10 } Ahh, oui ! { /size }

source: Voice [special_delimiter] {size=-10}Ahnn, babe!!{/size}
french: Voix [special_delimiter] { size=-10 } Ahnn, babe ! ! { /size }

source: [_mcthink_] Sounds like someone is having fun...
french: [_mcthink_] On dirait que quelqu'un s'amuse ...

source: [_n_] You turn around and try to sleep
french: [_n_] Vous tourrez et essayez de dormir

source: [_n_] Hours later [withdissolve]
french: [_n_] Heures plus tard [withdissolve]

source: [_mcthink_] ...are you serious...
french: [_mcthink_] ... vous êtes sérieux ...

source: [_mc_] GOD DAMMIT!
french: [_mc_] DIEU MERCI !

source: [_mc_] Fuck it, I'm outta here!
french: [_mc_] Fuck it, je suis outta ici !

source: [_n_] A bit later [withdissolve]
french: [_n_] Un peu plus tard [withdissolve]

source: Waitress [special_delimiter] Here you go.
french: Waitress [special_delimiter] Vous y allez.

source: [_mc_] Thanks... Keep the change.
french: [_mc_] Merci ... Conservez le changement.

source: Waitress [special_delimiter] Thanks!
french: Waitress [special_delimiter] Merci !

source: [_mcthink_] Ahhhh, that's what I needed right now...
french: [_mcthink_] Ahhhh, c'est ce que j'avais besoin maintenant ...

source: [_mcthink_] I'm so fucking tired...
french: [_mcthink_] Je suis si fatigué ...

source: [_mcthink_] Damn I need an apartment...
french: [_mcthink_] Damn j'ai besoin d'un appartement ...

source: [_mcthink_] Or at least a better motel...
french: [_mcthink_] Ou au moins un meilleur motel ...

source: [_mcthink_] I'm not going to spend another night in there.
french: [_mcthink_] Je ne vais pas passer une autre nuit là.

source: [_mcthink_] Even home with [m] would be better than that...
french: [_mcthink_] Même maison avec [m] serait mieux que ça ...

source: [_mcthink_] Ugh... what am I thinking?!
french: [_mcthink_] Ugh ... qu'est-ce que je pense?

source: Voice [special_delimiter] [mc]?
french: Voix [special_delimiter] [mc]?

source: [_mc_] What the fuck?! Are you following me?
french: [_mc_] Qu'est-ce que la merde? ! Me suivez-vous?

source: [_m_] Why would I do that?
french: [_m_] Pourquoi je ferais ça?

source: [_m_] God, [mc], you look awful. What happened?
french: [_m_] Dieu, [mc], vous avez l'air affreux. Que s'est-il passé?

source: [_mc_] Bad night...
french: [_mc_] Mauvais nuit ...

source: [_m_] Oh my... do you want a coffee? I still owe you one.
french: [_m_] Oh mon ... tu veux un café? Je vous dois encore une.

source: [_mc_] I'm good.
french: [_mc_] Je suis bon.

source: [_m_] But you don't really look like you are!
french: [_m_] Mais vous n'avez pas vraiment l'air que vous êtes !

source: [_m_] Yes?
french: [_m_] Oui?

source: [_mc_] Does your offer still hold?
french: [_mc_] Votre offre est-elle toujours en attente?

source: [_m_] Hm? You mean your old room?
french: [_m_] Hm? Vous voulez dire votre vieille chambre?

source: [_mc_] Yeah...
french: [_mc_] Oui ...

source: [_m_] Of course! Do you want to take it?
french: [_m_] Bien sûr ! Veux-tu la prendre?

source: [_mc_] Yeah... I guess.
french: [_mc_] Oui ... Je suppose.

source: [_m_] Oh my... do you want a coffee?
french: [_m_] Oh mon ... tu veux un café?

source: [_m_] I've heard about the trade fair... but, where did you spend the night?
french: [_m_] J'ai entendu parler de la foire commerciale ... mais où as-tu passé la nuit?

source: [_m_] Was it that bad?
french: [_m_] Est-ce que c'était mauvais?

source: [_mc_] Worse...
french: [_mc_] Pire ...

source: [_m_] Well...
french: [_m_] Puits ...

source: [_m_] I mean... your old room is unused...
french: [_m_] Je veux dire ... votre ancienne chambre est inutilisée ...

source: [_m_] I wouldn't mind if you'd take it for a few days...
french: [_m_] Je n'aurais pas l'esprit si vous le prendriez pour quelques jours ...

source: [_mcthink_] Shit... no way...
french: [_mcthink_] Shit ... pas de chemin ...

source: [_m_] I know you probably don't want to come back... but it's better than any motel... and it's free of course.
french: [_m_] Je sais que vous ne voulez probablement pas revenir ... mais c'est mieux que n'importe quel motel ... et c'est gratuit bien sûr.

source: [_mcthink_] Damn it... anything would be better than that motel... and she really seems to have changed...
french: [_mcthink_] Damn it ... tout serait mieux que ce motel ... et elle semble vraiment avoir changé ...

source: [_mcthink_] ...just a few days won't kill me I guess, it can't get much worse anyway...
french: [_mcthink_] ... juste quelques jours ne me tueront pas, je suppose, ça ne peut pas s'aggraver de toute façon ...

source: [_mc_] I guess... I guess I take it.
french: [_mc_] Je suppose ... Je suppose que je le prends.

source: [_m_] Really? Great! When do you want to move in?
french: [_m_] Vraiement? Super ! Quand voulez-vous vous déplacer?

source: [_mc_] Uh... as soon as possible, preferably today.
french: [_mc_] Uh ... dès que possible, de préférence aujourd'hui.

source: [_m_] Today?
french: [_m_] Aujourd'hui?

source: [_mc_] Is that a problem?
french: [_mc_] Est-ce un problème?

source: [_m_] N-No... not really. I just didn't expect it so soon.
french: [_m_] N ° .. pas vraiment. Je ne m'y attendais pas si tôt.

source: [_m_] Umm, I'll be home in about six hours. Do you remember how to get there?
french: [_m_] Umm, je serai à la maison dans environ six heures. Vous rappelez-vous comment vous y rendre?

source: [_m_] Okay, great! Do you need help with anything? Do you want me to pick you up?
french: [_m_] Ok, super ! Avez-vous besoin d'aide pour quelque chose? Veux-tu que je te prenne?

source: [_mc_] No, I'll just come over later.
french: [_mc_] Non, je reviendrai plus tard.

source: [_m_] Oh, okay, good.
french: [_m_] Oh, d'accord, bon.

source: [_m_] Well, I guess I'll see you later then.
french: [_m_] Eh bien, je suppose que je te verrai plus tard.

source: [_mc_] Yeah... thanks, [m].
french: [_mc_] Yeah ... merci, [m].

source: [_m_] You're welcome, Hun.
french: [_m_] Vous êtes les bienvenus, Hun.

source: [_mcthink_] God, am I really going to move in there again?
french: [_mcthink_] Dieu, est-ce que je vais vraiment y aller de nouveau?

source: [_n_] Later that day. [withdissolve]
french: [_n_] Plus tard dans la journée. [withdissolve]

source: [_n_] You arrive at your old home and spend a few moments thinking about the past.
french: [_n_] Vous arriez à votre ancienne maison et passez quelques instants à penser au passé.

source: [_n_] Still doubting your decision to come back, you eventually knock at the door.
french: [_n_] Toujours douter de votre décision de revenir, vous finiez par frapper à la porte.

source: [_n_] *Knock* *knock*
french: [_n_] *Marck * *

source: [_n_] Almost instantly the door opens.
french: [_n_] Presque instantanément la porte s'ouvre.

source: [_m_] Heyyy, look who found [hisher] way home.
french: [_m_] Heyyy, look qui a trouvé [hisher] way home.

source: [_m_] Welcome back [mc].
french: [_m_] Bienvenue [mc].

source: [_mcthink_] What the...
french: [_mcthink_] Ce que ...

source: [_mc_] Uh... thanks.
french: [_mc_] Uh ... merci.

source: [_m_] Huh? [mc], where is all your stuff? Don't tell me you changed your mind!?
french: [_m_] Huh? [mc], où est tout ton truc? Ne me dis pas que tu as changé d'avis !?

source: [_mc_] No, that's not it. Most of my stuff will be shipped in a few days. I have all I need in my bag.
french: [_mc_] Non, c'est pas ça. La plupart de mes affaires seront expédiées dans quelques jours. J'ai tout ce dont j'ai besoin dans mon sac.

source: [_m_] Just a bag? Wow, I wouldn't survive a day with just a bag.
french: [_m_] Juste un sac? Wow, je ne survivais pas un jour avec juste un sac.

source: [_mc_] Guess sometimes clichés are true...
french: [_mc_] Les clichés sont parfois vrais ...

source: [_mc_] Guess that's normal for most women... I'm just not like that.
french: [_mc_] Guess, c'est normal pour la plupart des femmes ... Je ne suis pas comme ça.

source: [_m_] Haha, true!
french: [_m_] Haha, vrai !

source: [_mc_] Is that...
french: [_mc_] Est-ce que ...

source: [_m_] Oh, hey [e]. Look who's here!
french: [_m_] Oh, hey [e]. Regarde qui est là !

source: [_mcthink_] Isn't this...
french: [_mcthink_] N'est-ce pas ...

source: [_mcthink_] Fuck, that was her!?
french: [_mcthink_] Fuck, c'était elle !?

source: [_mcthink_] ...and I didn't recognize her, shit!
french: [_mcthink_] ... et je ne l'ai pas reconnue, merde !

source: [_m_] Why don't you come closer [e]?
french: [_m_] Pourquoi ne vous approchez pas de [e]?

source: [_m_] ...and there she goes.
french: [_m_] ... et elle va.

source: [_m_] I guess I should have told you...
french: [_m_] Je suppose que j'aurais dû vous dire ...

source: [_mc_] Huh? Told me what?
french: [_mc_] Huh? Told-moi quoi?

source: [_m_] Um.. well, why don't you come in? Let's sit down in the living room and I'll tell you everything.
french: [_m_] Um .. bien, pourquoi ne vivez-vous pas? Asseissons-nous dans le salon et je vous dirai tout.

source: [_n_] You follow her to the living room and take a seat.
french: [_n_] Vous la suivez dans le salon et vous prenez un siège.

source: [_n_] Hesitantly she starts to explain what happened after you moved out years ago.
french: [_n_] Hesitamment, elle commence à expliquer ce qui s'est passé après avoir déménagé il y a des années.

source: [_n_] Apparently [e] was really sad and couldn't understand why you left all of a sudden.
french: [_n_] Apparemment [e] était vraiment triste et ne pouvait pas comprendre pourquoi vous avez laissé tout d'un coup.

source: [_n_] A few months later, [e] went missing for a few days and was found at night, walking through the city like a ghost.
french: [_n_] Quelques mois plus tard, [e] a disparu pendant quelques jours et a été trouvé la nuit, en marchant dans la ville comme un fantôme.

source: [_n_] Despite the fact that [e] was unharmed physically, something had happened to her mind.
french: [_n_] Malgré le fait que le [e] ait été physiquement indemne, quelque chose lui était arrivé à l'esprit.

source: [_n_] She was unresponsive and didn't even recognize her mother at first.
french: [_n_] Elle n'était pas réceptive et n'a même pas reconnu sa mère au début.

source: [_n_] No one knows what happened that day and since then, she has never spoken a word to anybody.
french: [_n_] Personne ne sait ce qui s'est passé ce jour-là et depuis, elle n'a jamais parlé à personne.

source: [_mc_] Wow, that's... fucked...
french: [_mc_] Wow, c'est. .. putain ...

source: [_mc_] I'm sorry, I didn't know...
french: [_mc_] Je suis désolé, je ne savais pas ...

source: [_m_] How could you?
french: [_m_] Comment pourriez-vous?

source: [_mc_] I thought she's a totally normal girl...
french: [_mc_] Je pensais qu'elle était une fille totalement normale ...

source: [_m_] Well, she is a normal girl. She's just not talking and...
french: [_m_] Bien, elle est une fille normale. Elle ne parle pas et ...

source: [_mc_] And? There is more?
french: [_mc_] Et? Il y en a plus?

source: [_m_] ...sometimes it is like she is in another world, but aside from that, she is like any other girl her age.
french: [_m_] ... parfois c'est comme si elle était dans un autre monde, mais à part ça, elle est comme n'importe quelle autre fille son âge.

source: [_mc_] In another world?
french: [_mc_] Dans un autre monde?

source: [_m_] Yes, um... how can I explain it...
french: [_m_] Oui, um ... comment puis-je l'expliquer ...

source: [_m_] Sometimes she is totally absorbed in something she's doing, sometimes so much that she doesn't respond, or even notice that somebody is talking to her.
french: [_m_] Parfois, elle est totalement absorbée par quelque chose qu'elle fait, parfois autant qu'elle ne répond pas, ou même remarquant que quelqu'un lui parle.

source: [_mc_] Maybe she is just ignoring you?
french: [_mc_] Peut-être qu'elle vous ignore?

source: [_m_] No, that's not it. She completely blocks everything out in such moments.
french: [_m_] Non, c'est pas ça. Elle bloque complètement tout dehors dans de tels moments.

source: [_mc_] Damn, if I had known...
french: [_mc_] Damn, si j'avais su ...

source: [_m_] You couldn't have...
french: [_m_] Vous n'avez pas pu ...

source: [_m_] ...and even if you knew, there is nothing you possibly could have done to help her. In fact, by now I know that nobody can.
french: [_m_] ... et même si vous le saviez, il n'y a rien que vous pourriez avoir fait pour l'aider. En fait, je sais maintenant que personne ne peut.

source: [_mc_] What do you mean?
french: [_mc_] Que voulez-vous dire?

source: [_m_] Well, over the years I've talked to many doctors, went to many psychologists...
french: [_m_] Eh bien, au fil des ans, j'ai parlé à de nombreux médecins, je suis allé à de nombreux psychologues ...

source: [_m_] Nobody could help her and nobody knows what's causing her condition.
french: [_m_] Personne ne peut l'aider et personne ne sait ce qui cause son état.

source: [_mc_] I can't believe this. There must be something I can do...
french: [_mc_] Je n'arrive pas à y croire. Il doit y avoir quelque chose que je peux faire ...

source: [_m_] Maybe it'll help her to know that you are back, but I don't think she will ever come back to her normal self.
french: [_m_] Peut-être qu'elle l'aidera à savoir que vous êtes de retour, mais je ne pense pas qu'elle revienne à son moi normal.

source: [_mc_] I see... you've given up on her already...
french: [_mc_] Je vois ... tu t'es déjà donné sur elle ...

source: [_m_] No, that's not it, [mc]. But she has been like this for years now and I just don't know what else I can do anymore...
french: [_m_] Non, c'est pas ça, [mc]. Mais elle est comme ça depuis des années maintenant et je ne sais plus ce que je peux faire d'autre ...

source: [_mcthink_] I guess she really did try a lot to help [e]. She's her daughter after all and she was always a good mom to her... at least...
french: [_mcthink_] Je suppose qu'elle a vraiment essayé beaucoup pour aider [e]. Elle est sa fille après tout et elle a toujours été une bonne mère pour elle ... au moins ...

source: [_m_] Anyway, I hope you will still be staying with us, after hearing all this. Will you?
french: [_m_] Quoi qu'il en soit, j'espère que vous resterons avec nous, après avoir entendu tout cela. Veux-tu?

source: [_mc_] Sure... at least until I find a new apartment.
french: [_mc_] Sure ... au moins jusqu'à ce que je trouve un nouvel appartement.

source: [_m_] That's good. Thank you [mc]. I wasn't sure...
french: [_m_] C'est bon. Merci [mc]. Je n'étais pas sûr ...

source: [_mcthink_] Why is she thanking me for this?
french: [_mcthink_] Pourquoi me remercie-t-elle pour cela?

source: [_mc_] Knowing this, I have even more reasons to stay now...
french: [_mc_] Sachant cela, j'ai encore plus de raisons de rester ...

source: [_m_] So...
french: [_m_] Alors ...

source: [_m_] I have prepared your old room for you, but I fear there is not much of your old stuff left. We used it as a guest room after you moved out.
french: [_m_] J'ai préparé votre vieille chambre pour vous, mais je crains qu'il ne reste pas beaucoup de vos vieux trucs. Nous l'avons utilisé comme chambre d'invité après votre sortie.

source: [_mc_] That's no problem. I didn't expect much to be left anyway.
french: [_mc_] Ce n'est pas un problème. Je ne m'attendais pas beaucoup à être laissé de toute façon.

source: [_mcthink_] She probably threw everything on the junk pile right after I was out of the door...
french: [_mcthink_] Elle a probablement tout jeté sur la pile, juste après que j'étais sorti de la porte ...

source: [_m_] Well then, why don't you make yourself at home and we'll see each other at dinner? I guess you have a lot to think about right now.
french: [_m_] Alors, pourquoi ne pas vous rendre chez vous et nous nous verrons au dîner? Je suppose que vous avez beaucoup à penser en ce moment.

source: [_mc_] Sure...
french: [_mc_] Bien sûr ...

source: [_mcthink_] Thats actually true...
french: [_mcthink_] Thats réellement vrai ...

source: [_mcthink_] I wonder what my room looks like right now.
french: [_mcthink_] Je me demande à quoi ressemble ma chambre en ce moment.

source: [_mcthink_] Actually the whole house looks a lot different.
french: [_mcthink_] En fait, toute la maison a l'air bien différente.

source: [_mcthink_] Whoa, she didn't lie, there is not much left...
french: [_mcthink_] Whoa, elle n'a pas mentis, il n'y a pas beaucoup de gauche ...

source: [_mcthink_] I don't see anything that belongs to me here. The room looks completely different.
french: [_mcthink_] Je ne vois rien qui m'appartient ici. La pièce est complètement différente.

source: [_mcthink_] Even the couch is new.
french: [_mcthink_] Même le canapé est nouveau.

source: [_n_] You sit down on the chair and exhale.
french: [_n_] Vous êtes assis sur la chaise et l'exhale.

source: [_n_] Your eyes are getting heavy immediately.
french: [_n_] Vos yeux deviennent lourds immédiatement.

source: [_mcthink_] Shit, I didn't realize that I'm so tired.
french: [_mcthink_] Shit, je ne savais pas que je suis si fatigué.

source: [_mcthink_] But it's no wonder since I didn't get much sleep last night.
french: [_mcthink_] Mais ce n'est pas étonnant puisque je n'ai pas beaucoup dormi la nuit dernière.

source: [_mcthink_] ...what happened to [e] gives me the creeps...
french: [_mcthink_] ... ce qui est arrivé au [e] me donne les ...

source: [_mcthink_] If I'd just been there...
french: [_mcthink_] Si je viens d'être là ...

source: [_n_] You fall asleep.
french: [_n_] Vous vous endormez.
