Repository: BlackRam-oss/BM
Catalog: game/*/*/intro_day3-4.po
Languages: french, italian, spanish

source: [n] Next morning in the motel [withdissolve]
italian: [n] La prossima mattina nel motel [withdissolve]
spanish: [n] La mañana siguiente en el motel [withdissolve]

source: [pcthink] Wow, this really {b}is{/b} a shit-hole...
italian: [pcthink] Wow, questo {b}è davvero {/b} un buco...
spanish: [pcthink] Vaya, este realmente {b}es{/b} un sitio de mierda...

source: [pcthink] Ugh... do they ever clean this room?
italian: [pcthink] Ugh... hanno mai pulito questa stanza?
spanish: [pcthink] Uh... ¿Alguna vez limpian esta habitación?

source: [pcthink] Well, it's just for a few days... hopefully...
italian: [pcthink] Beh, è solo per qualche giorno... si spera...
spanish: [pcthink] Bueno, es solo por unos días... con suerte...

source: [pcthink] I guess I'm going to find a nice inn with wifi to look for an apartment. I don't want to spend too much time here...
italian: [pcthink] Immagino che troverò una bella locanda con wifi per cercare un appartamento. Non voglio passare troppo tempo qui...
spanish: [pcthink] Supongo que voy a buscar un buen lugar con wifi para buscar un apartamento. No quiero pasar mucho tiempo aquí...

source: [n] You head out and spend the rest of the day searching for an apartment again.
italian: [n] Si testa fuori e trascorrere il resto della giornata alla ricerca di un appartamento di nuovo.
spanish: [n] Sales y pasas el resto del día buscando piso otra vez.

source: [n] As it gets dark you decide to head back to the motel and watch tv.
italian: [n] Quando diventa buio si decide di tornare al motel e guardare la tv.
spanish: [n] A medida que oscurece, decides volver al motel y ver la tele.

source: [pcthink] Damn the signal sucks...
spanish: [pcthink] Maldita sea, la señal apesta...

source: [pcthink] ...like the rest of this motel...
italian: [pcthink] ...come il resto di questo motel...
spanish: [pcthink] ...como el resto de este motel...

source: [pcthink] Argh, fuck it, I'm going to bed...
italian: [pcthink] Argh, scopa, sto per dormire...
spanish: [pcthink] Argh, joder, me voy a la cama...

source: [n] *creak*{w=1}{nw} [withhpunch]
spanish: [n] *crujir*{w=1}{nw} [withhpunch]

source: [pcthink] Ughh, what's this...
italian: [pcthink] Ughh, che cosa è questo...
spanish: [pcthink] Ughh, qué es esto...

source: Voice || {size=-10}Ahh, yes!{/size}
italian: Voce <unk> <unk> {size=-10}Ahh, sì!{/size}
spanish: Voz || {size=-10}¡Ahh, sí!{/size}

source: Voice || {size=-10}Ahnn, babe!!{/size}
italian: Voce <unk> <unk> {size=-10}Ahnn, babe!!{/size}
spanish: Voz | | {size=-10} Ahnn, babe!! {/size}

source: [pcthink] Sounds like someone is having fun...
italian: [pcthink] Sembra che qualcuno si stia divertendo...
spanish: [pcthink] Parece que alguien se está divirtiendo...

source: [n] You turn around and try to sleep
italian: [n] Si gira e prova a dormire
spanish: [n] Te das la vuelta e intentas dormir

source: [n] *rumble*{w=0.5}{nw} [withvpunch]
spanish: [n] *retumbar*{w=0.5}{nw} [withvpunch]

source: [pcthink] ...are you serious...
italian: [pcthink] ...sei serio...
spanish: [pcthink] ...vas en serio...

source: [pc] GOD DAMMIT!
spanish: [pc] ¡MALDITA SEA!

source: [pc] Fuck it, I'm outta here!
italian: [pc] Cazzo questo, sono fuori qui!
spanish: [pc] ¡A la mierda, me largo de aquí!

source: [n] A bit later [withdissolve]
italian: [n] Un po' più tardi [withdissolve]
spanish: [n] Un poco más tarde [withdissolve]

source: Waitress" "Here you go.
italian: Waitress" "Qui vai.
spanish: Camarera" "Aquí tienes.

source: [pc] Thanks... Keep the change.
italian: [pc] Grazie... Continua il cambiamento.
spanish: [pc] Gracias... Quédate con el cambio.

source: Waitress" "Thanks!
italian: Cameriera" "Grazie!
spanish: Camarera" "¡Gracias!

source: [n] *slurp*
spanish: [n] *sorbe*

source: [pcthink] Ahhhh, that's what I needed right now...
italian: [pcthink] Ahhhh, è quello che mi serviva adesso...
spanish: [pcthink] Ahhhh, eso es lo que necesitaba ahora...

source: [pc] *YAAAWN*
spanish: [pc] *BOSTEZO*

source: [pcthink] I'm so fucking tired...
italian: [pcthink] Sono così stanca...
spanish: [pcthink] Estoy tan cansado...

source: [pcthink] Damn I need an apartment...
italian: [pcthink] Dannazione Ho bisogno di un appartamento...
spanish: [pcthink] Maldita sea, necesito un apartamento...

source: [pcthink] Or at least a better motel...
italian: [pcthink] O almeno un motel migliore...
spanish: [pcthink] O al menos un motel mejor...

source: [pcthink] I'm not going to spend another night in there.
italian: [pcthink] Non passerò un'altra notte lì dentro.
spanish: [pcthink] No voy a pasar otra noche allí.

source: [pcthink] Even home with [m] would be better than that...
italian: [pcthink] Anche casa con [m] sarebbe meglio di così...
spanish: [pcthink] Incluso en casa con [m] sería mejor que eso...

source: [pcthink] Ugh... what am I thinking?!
italian: [pcthink] Ugh... cosa sto pensando?!
spanish: [pcthink] Ugh... ¡¿Qué estoy pensando?!

source: Voice || [pc]?
italian: Voce <unk> <unk> [pc]?
spanish: Voz || [pc]?

source: [pc] What the fuck?! Are you following me?
italian: [pc] Cosa scopare?! Mi stai seguendo?
spanish: [pc] ¡¿Qué coño?! ¿Me estás siguiendo?

source: [m] Why would I do that?
italian: [m] Perché lo farei?
spanish: [m] ¿Por qué haría eso?

source: [m] God, [pc], you look awful. What happened?
italian: [m] Dio, [pc], sembri terribile. Cos'è successo?
spanish: [m] Dios, [pc], te ves horrible. ¿Qué ha pasado?

source: [pc] Bad night...
italian: [pc] Notte sbagliata...
spanish: [pc] Mala noche...

source: [m] Oh my... do you want a coffee? I still owe you one.
italian: [m] Oh mio... vuoi un caffè? Ti devo ancora uno.
spanish: [m] Oh Dios... ¿quieres un café? Todavía te debo uno.

source: [pc] I'm good.
italian: [pc] Sono bravo.
spanish: [pc] Estoy bien.

source: [m] But you don't really look like you are!
italian: [m] Ma tu non sembri davvero che tu sia!
spanish: [m] ¡Pero en realidad no lo pareces!

source: [m] Yes?
italian: [m] Sì?
spanish: [m] ¿Sí?

source: [pc] Does your offer still hold?
italian: [pc] La tua offerta è ancora in sospeso?
spanish: [pc] ¿Sigue en pie tu oferta?

source: [m] Hm? You mean your old room?
italian: [m] Hm? Vuoi dire la tua vecchia stanza?
spanish: [m] ¿Hm? ¿Te refieres a tu antigua habitación?

source: [pc] Yeah...
italian: [pc] Sì...
spanish: [pc] sí...

source: [m] Of course! Do you want to take it?
italian: [m] Certo! Vuoi prenderlo?
spanish: [m] ¡Por supuesto! ¿Quieres tenerla?

source: [pc] Yeah... I guess.
italian: [pc] Sì... Immagino.
spanish: [pc] Sí... supongo.

source: [m] Oh my... do you want a coffee?
italian: [m] Oh mio... vuoi un caffè?
spanish: [m] Oh Dios... ¿quieres un café?

source: [pc] I still have no apartment and all the hotels are booked because of some kind of trade fair or something...
italian: [pc] Non ho ancora appartamento e tutti gli hotel sono prenotati a causa di una sorta di fiera...
spanish: [pc] Sigo sin apartamento y todos los hoteles están reservados por algún tipo de feria o algo así...

source: [m] I've heard about the trade fair... but, where did you spend the night?
italian: [m] Ho sentito parlare della fiera... ma, dove hai trascorso la notte?
spanish: [m] He oído hablar de la feria... pero, ¿dónde pasaste la noche?

source: [pc] In some cheap motel... if you want to call it like that...
italian: [pc] In qualche motel a buon mercato... se vuoi chiamarlo così...
spanish: [pc] En algún motel barato... si quieres llamarlo así...

source: [m] Was it that bad?
italian: [m] Era così male?
spanish: [m] ¿Tan malo fue?

source: [pc] Worse...
italian: [pc] Peggio...
spanish: [pc] Peor...

source: [m] Well...
italian: [m] Bene...
spanish: [m] Bueno...

source: [m] I mean... your old room is unused...
italian: [m] Voglio dire... la tua vecchia stanza è inutilizzata...
spanish: [m] Quiero decir... tu vieja habitación está sin usar...

source: [m] I wouldn't mind if you'd take it for a few days...
italian: [m] Non mi dispiacerebbe se lo prendessi per qualche giorno...
spanish: [m] No me importaría que te lo llevaras unos días...

source: [pcthink] Shit... no way...
italian: [pcthink] Shit... nessun modo...
spanish: [pcthink] Mierda... no puede ser...

source: [m] I know you probably don't want to come back... but it's better than any motel... and it's free of course.
italian: [m] So che probabilmente non vuoi tornare... ma è meglio di qualsiasi motel... ed è libero.
spanish: [m] Sé que probablemente no quieras volver... pero es mejor que cualquier motel... y es gratis, por supuesto.

source: [pcthink] Damn it... anything would be better than that motel... and she really seems to have changed...
italian: [pcthink] Dannazione... qualcosa sarebbe meglio di quel motel... e lei sembra davvero essere cambiata...
spanish: [pcthink] Maldita sea... cualquier cosa sería mejor que ese motel... y ella realmente parece haber cambiado...

source: [pcthink] ...just a few days won't kill me I guess, it can't get much worse anyway...
italian: [pcthink] ...solo pochi giorni non mi uccideranno, immagino, non può peggiorare molto comunque...
spanish: [pcthink] ...unos pocos días no me matarán supongo, no puede ser mucho peor de todos modos...

source: [pc] I guess... I guess I take it.
italian: [pc] Immagino che io lo prendo...
spanish: [pc] Supongo... Supongo que lo tomo.

source: [m] Really? Great! When do you want to move in?
italian: [m] Davvero? Ottimo! Quando vuoi spostarti?
spanish: [m] ¿De verdad? Estupendo. ¿Cuándo quieres mudarte?

source: [pc] Uh... as soon as possible, preferably today.
italian: [pc] Uh... il prima possibile, preferibilmente oggi.
spanish: [pc] Uh... lo antes posible, preferiblemente hoy.

source: [m] Today?
italian: [m] Oggi?
spanish: [m] ¿Hoy?

source: [pc] Is that a problem?
italian: [pc] È un problema?
spanish: [pc] ¿Es un problema?

source: [m] N-No... not really. I just didn't expect it so soon.
italian: [m] N-No... non davvero. Non mi aspettavo che fosse così presto.
spanish: [m] N-No... en realidad no. Es que no me lo esperaba tan pronto.

source: [m] Umm, I'll be home in about six hours. Do you remember how to get there?
italian: [m] Umm, sarò a casa in circa sei ore. Ti ricordi come arrivarci?
spanish: [m] Umm, estaré en casa en unas seis horas. ¿Recuerdas cómo llegar?

source: [m] Okay, great! Do you need help with anything? Do you want me to pick you up?
italian: [m] Ok, fantastico! Hai bisogno di aiuto con qualcosa? Vuoi che ti prendo?
spanish: [m] ¡Vale, genial! ¿Necesitas ayuda con algo? ¿Quieres que te recoja?

source: [pc] No, I'll just come over later.
italian: [pc] No, tornerò più tardi.
spanish: [pc] No, iré más tarde.

source: [m] Oh, okay, good.
italian: [m] Oh, va bene, bene.
spanish: [m] Oh, vale, bien.

source: [m] Well, I guess I'll see you later then.
italian: [m] Beh, immagino che ti vedrò più tardi allora.
spanish: [m] Bueno, supongo que te veré más tarde entonces.

source: [pc] Yeah... thanks, [m].
italian: [pc] Sì... grazie, [m].
spanish: [pc] Sí... gracias, [m].

source: [m] You're welcome, Hun.
italian: [m] Sei il benvenuto, Hun.
spanish: [m] De nada, Hun.

source: [pcthink] God, am I really going to move in there again?
italian: [pcthink] Dio, mi muoverò davvero in là ancora una volta?
spanish: [pcthink] Dios, ¿de verdad voy a volver a mudarme allí?

source: [n] Later that day. [withdissolve]
italian: [n] Più tardi quel giorno [withdissolve]
spanish: [n] Más tarde ese día. [withdissolve]

source: [n] You arrive at your old home and spend a few moments thinking about the past.
italian: [n] Arrivate alla vostra vecchia casa e trascorrete qualche istante a pensare al passato.
spanish: [n] Llegas a tu antigua casa y pasas unos momentos pensando en el pasado.

source: [n] Still doubting your decision to come back, you eventually knock at the door.
italian: [n] Ancora dubitato della vostra decisione di ritornare, alla fine bussate alla porta.
spanish: [n] Aún dudando de tu decisión de volver, acabas llamando a la puerta.

source: [n] Almost instantly the door opens.
italian: [n] Quasi istantaneamente si apre la porta.
spanish: [n] Casi al instante se abre la puerta.

source: [m] Heyyy, look who found [hisher] way home.
italian: [m] Heyyy, guarda chi ha trovato [hisher] modo di casa.
spanish: [m] Heyyy, mira quién encontró [hisher] camino a casa.

source: [m] Welcome back [pc].
italian: [m] Bentornato [pc].
spanish: [m] Bienvenida de nuevo [pc].

source: [pcthink] What the...
italian: [pcthink] Che cosa...
spanish: [pcthink] Pero que...

source: [pc] Uh... thanks.
italian: [pc] Uh... grazie.
spanish: [pc] Sí... gracias.

source: [m] Huh? [pc], where is all your stuff? Don't tell me you changed your mind!?
italian: [m] Eh? [pc], dov'è tutta la tua roba? Non dirmi che hai cambiato idea!?
spanish: [m] ¿Eh? [pc]¿Dónde están todas tus cosas? ¿¡No me digas que has cambiado de opinión!?

source: [pc] No, that's not it. Most of my stuff will be shipped in a few days. I have all I need in my bag.
italian: [pc] No, non è così. La maggior parte delle mie cose saranno spedite in pochi giorni. Ho tutto quello di cui ho bisogno nella mia borsa.
spanish: [pc] No, no es eso. La mayoría de mis cosas serán enviadas en unos días. Tengo todo lo que necesito en mi bolsa.

source: [m] Just a bag? Wow, I wouldn't survive a day with just a bag.
italian: [m] Solo una borsa? Wow, non sopravvivere un giorno con solo una borsa.
spanish: [m] ¿Sólo una mochila? Vaya, no sobreviviría ni un día con sólo una bolsa.

source: [pc] Guess sometimes clichés are true...
italian: [pc] Indovina che a volte la clice sia vera...
spanish: [pc] Supongo que a veces los tópicos son ciertos...

source: [pc] Guess that's normal for most women... I'm just not like that.
italian: [pc] Indovina che sia normale per la maggior parte delle donne... non sono proprio così.
spanish: [pc] Supongo que eso es normal para la mayoría de las mujeres... Yo no soy así.

source: [m] Haha, true!
italian: [m] Haha, vero!
spanish: [m] Jaja, es verdad!

source: [pc] Is that...
italian: [pc] È questo...
spanish: [pc] Es que...

source: [m] Oh, hey [e]. Look who's here!
italian: [m] Oh, hey [e]. Guarda chi è qui!
spanish: [m] Oh, hey [e]. ¡Mira quién está aquí!

source: [pcthink] Isn't this...
italian: [pcthink] Non è questo...
spanish: [pcthink] No es esta...

source: [pcthink] Fuck, that was her!?
italian: [pcthink] Cazzo era lei!?
spanish: [pcthink] Joder, ¿¡era ella!?

source: [pcthink] ...and I didn't recognize her, shit!
italian: [pcthink] ...e non l'ho riconosciuta, merda!
spanish: [pcthink] ...y no la reconocí, ¡mierda!

source: [m] Why don't you come closer [e]?
italian: [m] Perché non ti avvicini [e]?
spanish: [m] ¿Por qué no te acercas [e]?

source: [m] ...and there she goes.
italian: [m] ...e là va.
spanish: [m] ...y ahí va.

source: [m] I guess I should have told you...
italian: [m] Immagino che avrei dovuto dirti...
spanish: [m] Supongo que debería haberte dicho...

source: [pc] Huh? Told me what?
italian: [pc] Huh? Mi ha detto cosa?
spanish: [pc] ¿Qué? ¿Decirme qué?

source: [m] Um.. well, why don't you come in? Let's sit down in the living room and I'll tell you everything.
italian: [m] Um.. beh, perché non vieni? Sederci nel salotto e ti dirò tutto.
spanish: [m] Um.. bueno, ¿por qué no entras? Sentémonos en el salón y te lo contaré todo.

source: [n] You follow her to the living room and take a seat.
italian: [n] Tu la segui fino al salotto e prendi un posto.
spanish: [n] La sigues hasta el salón y tomas asiento.

source: [n] Hesitantly she starts to explain what happened after you moved out years ago.
italian: [n] Esitantemente inizia a spiegare cosa è successo dopo che sei uscito anni fa.
spanish: [n] Titubeantemente, empieza a explicar lo que pasó después de que te mudaras hace años.

source: [n] Apparently [e] was really sad and couldn't understand why you left all of a sudden.
italian: [n] A quanto pare, [e] era davvero triste e non riusciva a capire perché tu abbia lasciato tutto un improvviso.
spanish: [n] Al parecer, [e] estaba muy triste y no entendía por qué te habías ido de repente.

source: [n] A few months later, [e] went missing for a few days and was found at night, walking through the city like a ghost.
italian: [n] Pochi mesi dopo, [e] scomparve per qualche giorno ed è stato trovato di notte, camminando per la città come un fantasma.
spanish: [n] Unos meses más tarde, [e] desapareció durante unos días y fue encontrada por la noche, caminando por la ciudad como un fantasma.

source: [n] Despite the fact that [e] was unharmed physically, something had happened to her mind.
italian: [n] Nonostante il fatto che [e] non fosse stato danneggiato fisicamente, le era capitato qualcosa.
spanish: [n] A pesar de que [e] estaba ilesa físicamente, algo le había ocurrido a su mente.

source: [n] She was unresponsive and didn't even recognize her mother at first.
italian: [n] Non rispondeva e all'inizio non riconosceva nemmeno sua madre.
spanish: [n] No reaccionaba y al principio ni siquiera reconoció a su madre.

source: [n] No one knows what happened that day and since then, she has never spoken a word to anybody.
italian: [n] Nessuno sa cosa sia successo quel giorno e da allora non ha mai detto una parola a nessuno.
spanish: [n] Nadie sabe lo que ocurrió aquel día y, desde entonces, no ha vuelto a dirigir la palabra a nadie.

source: [pc] Wow, that's... fucked...
italian: [pc] Wow, quello... scopato...
spanish: [pc] Vaya, eso es... jodido...

source: [pc] I'm sorry, I didn't know...
italian: [pc] Mi dispiace, non lo sapevo...
spanish: [pc] Lo siento, no lo sabía...

source: [m] How could you?
italian: [m] Come potevi?
spanish: [m] ¿Cómo podrías?

source: [pc] I thought she's a totally normal girl...
italian: [pc] Pensavo che fosse una ragazza completamente normale...
spanish: [pc] Pensé que era una chica totalmente normal...

source: [m] Well, she is a normal girl. She's just not talking and...
italian: [m] Beh, è una ragazza normale. Non sta parlando e...
spanish: [m] Bueno, es una chica normal. Sólo que no habla y...

source: [pc] And? There is more?
italian: [pc] E? C’è di più?
spanish: [pc] ¿Y? ¿Hay más?

source: [m] ...sometimes it is like she is in another world, but aside from that, she is like any other girl her age.
italian: [m] ...a volte è come lei è in un altro mondo, ma a parte questo, è come qualsiasi altra ragazza la sua età.
spanish: [m] ...a veces es como si estuviera en otro mundo, pero aparte de eso, es como cualquier otra chica de su edad.

source: [pc] In another world?
italian: [pc] In un altro mondo?
spanish: [pc] ¿En otro mundo?

source: [m] Yes, um... how can I explain it...
italian: [m] Sì, um... come posso spiegarlo...
spanish: [m] Sí, um... cómo puedo explicarlo...

source: [m] Sometimes she is totally absorbed in something she's doing, sometimes so much that she doesn't respond, or even notice that somebody is talking to her.
italian: [m] A volte è totalmente assorbita in qualcosa che sta facendo, a volte così tanto che non risponde, o anche notare che qualcuno sta parlando con lei.
spanish: [m] A veces está totalmente absorta en algo que está haciendo, a veces tanto que no responde, o ni siquiera se da cuenta de que alguien le está hablando.

source: [pc] Maybe she is just ignoring you?
italian: [pc] Forse ti sta semplicemente ignorando?
spanish: [pc] ¿Tal vez ella simplemente te está ignorando?

source: [m] No, that's not it. She completely blocks everything out in such moments.
italian: [m] No, non è così. Lei blocca completamente tutto in questi momenti.
spanish: [m] No, no es eso. Ella bloquea completamente todo en esos momentos.

source: [pc] Damn, if I had known...
italian: [pc] Dannazione, se avessi conosciuto...
spanish: [pc] Maldita sea, si lo hubiera sabido...

source: [m] You couldn't have...
italian: [m] Non potevi avere...
spanish: [m] No podrías...

source: [m] ...and even if you knew, there is nothing you possibly could have done to help her. In fact, by now I know that nobody can.
italian: [m] ...e anche se sapevi, non c'è niente che tu possa aver fatto per aiutarla. In realtà, ormai so che nessuno può.
spanish: [m] ...y aunque lo supieras, no podrías haber hecho nada para ayudarla. De hecho, ahora sé que nadie puede.

source: [m] Well, over the years I've talked to many doctors, went to many psychologists...
italian: [m] Bene, nel corso degli anni ho parlato con molti medici, sono andati a molti psicologi...
spanish: [m] Bueno, a lo largo de los años he hablado con muchos médicos, he ido a muchos psicólogos...

source: [m] Nobody could help her and nobody knows what's causing her condition.
italian: [m] Nessuno potrebbe aiutarla e nessuno sa cosa sta causando la sua condizione.
spanish: [m] Nadie pudo ayudarla y nadie sabe cuál es la causa de su estado.

source: [pc] I can't believe this. There must be something I can do...
italian: [pc] Non riesco a crederlo. Ci deve essere qualcosa che posso fare...
spanish: [pc] No puedo creerlo. Debe haber algo que pueda hacer...

source: [m] Maybe it'll help her to know that you are back, but I don't think she will ever come back to her normal self.
italian: [m] Forse la aiuterà a sapere che sei tornato, ma non penso che tornerà mai al suo sé normale.
spanish: [m] Quizá le ayude saber que has vuelto, pero no creo que vuelva a ser la de siempre.

source: [pc] I see... you've given up on her already...
italian: [pc] Vedo che... hai rinunciato a lei già...
spanish: [pc] Ya veo... ya te has rendido con ella...

source: [m] No, that's not it, [pc]. But she has been like this for years now and I just don't know what else I can do anymore...
italian: [m] No, non è così, [pc]. Ma lei è stata come questo ormai da anni e non so che altro posso fare più...
spanish: [m] No, no es eso, [pc]. Pero lleva años así y ya no sé qué más puedo hacer...

source: [pcthink] I guess she really did try a lot to help [e]. She's her daughter after all and she was always a good mom to her... at least...
italian: [pcthink] Immagino che abbia davvero provato molto ad aiutare [e]. Lei è sua figlia dopotutto e lei era sempre una buona mamma per lei... almeno...
spanish: [pcthink] Supongo que ella realmente trató mucho de ayudar a [e]. Al fin y al cabo es su hija y siempre fue una buena madre con ella... al menos...

source: [m] Anyway, I hope you will still be staying with us, after hearing all this. Will you?
italian: [m] In ogni caso, spero che rimarrete ancora con noi, dopo aver sentito tutto questo. È vero?
spanish: [m] De todos modos, espero que sigas quedándote con nosotros, después de oír todo esto. ¿Lo harás?

source: [pc] Sure... at least until I find a new apartment.
italian: [pc] Certo... almeno finché non trovo un nuovo appartamento.
spanish: [pc] Claro... al menos hasta que encuentre un nuevo apartamento.

source: [m] That's good. Thank you [pc]. I wasn't sure...
italian: [m] Va bene. Grazie [pc]. Non ero sicuro...
spanish: [m] Muy bien. Gracias [pc]. No estaba segura...

source: [pcthink] Why is she thanking me for this?
italian: [pcthink] Perché mi ringrazia per questo?
spanish: [pcthink] ¿Por qué me da las gracias por esto?

source: [pc] Knowing this, I have even more reasons to stay now...
italian: [pc] Sapendo questo, ho ancora più motivi per rimanere ora...
spanish: [pc] Sabiendo esto, ahora tengo aún más razones para quedarme...

source: [m] I have prepared your old room for you, but I fear there is not much of your old stuff left. We used it as a guest room after you moved out.
italian: [m] Ho preparato per te la tua vecchia stanza, ma temo che non ci sia molta delle tue vecchie cose rimaste. Lo abbiamo usato come camera per gli ospiti dopo che ti sei trasferito fuori.
spanish: [m] Te he preparado tu antigua habitación, pero me temo que no quedan muchas cosas tuyas. La usamos como habitación de invitados después de que te mudaras.
