Repository: BlackRam-oss/BM
Catalog: game/*/*/intro.po
Languages: french

source: [_n_] Somewhere in a cab.
french: [_n_] Quelque part dans un taxi.

source: [_mcthink_] Alright, almost there...
french: [_mcthink_] Alright, presque là ...

source: [_mcthink_] ...it feels weird to come back here...
french: [_mcthink_] ... c'est bizarre de revenir ici ...

source: [_mcthink_] After all these years to be back in my hometown...
french: [_mcthink_] Après toutes ces années pour être de retour dans ma ville natale ...

source: [_mcthink_] Who would have guessed I'd ever come back...
french: [_mcthink_] Qui aurait deviné que je reviendrais jamais ...

source: [_mcthink_] ...just for a job.
french: [_mcthink_] ... juste pour un travail.

source: [_mcthink_] We must be close to the hotel...
french: [_mcthink_] Nous devons être à proximité de l'hôtel ...

source: [_mcthink_] I hope the new apartment is ready when I move in, in a few days...
french: [_mcthink_] J'espère que le nouvel appartement sera prêt quand je bousuis, dans quelques jours ...

source: [_mcthink_] And that it looks as good as it does in the pictures.
french: [_mcthink_] Et qu'elle semble aussi bonne que dans les images.

source: [_mcthink_] ...maybe I should have a look before I go to the hotel?
french: [_mcthink_] ... peut-être que je devrais regarder avant d'aller à l'hôtel?

source: [_mcthink_] On the other hand, my stuff won't be shipped for another few days, and I can't move in yet anyway...
french: [_mcthink_] D'un autre côté, mes affaires ne seront pas expédiées pendant encore quelques jours, et je ne peux pas encore me déplacer de toute façon ...

source: [_mcthink_] Naaah, whatever, I'm too curious right now. I'll have a look!
french: [_mcthink_] Naaah, quoi que ce soit, je suis trop curieux en ce moment. Je vais jeter un coup d'oeil !

source: Cab driver [special_delimiter] Alright, that's as close as we can get.
french: Pilote Cab [special_delimiter] Alright, c'est aussi proche que possible.

source: Cab driver [special_delimiter] As I said earlier, the road is blocked by construction work, but it's not far from here anyway.
french: Pilote Cab [special_delimiter] Comme je l'ai dit plus tôt, la route est bloquée par des travaux de construction, mais elle n'est pas loin d'ici de toute façon.

source: [_mc_] That's okay, I'll walk.
french: [_mc_] C'est bon, je vais marcher.

source: Cab driver [special_delimiter] You know the way?
french: Pilote Cab [special_delimiter] Vous connaissez le chemin?

source: [_mc_] Yeah, I grew up in this town.
french: [_mc_] Oui, j'ai grandi dans cette ville.

source: Cab driver [special_delimiter] 'Kay, good luck.
french: Pilote Cab [special_delimiter] 'Kay, bonne chance.

source: [_n_] You give the driver his money and walk towards your new apartment, using some side roads you still remember from the past.
french: [_n_] Vous donnez au conducteur son argent et vous marchez vers votre nouvel appartement, en utilisant des routes secondaires dont vous vous souvenez encore du passé.

source: [_n_] As you turn into a small alley you notice a girl looking at you.
french: [_n_] Au moment où vous vous transformez en une petite allée, vous remariez une fille qui vous regarde.

source: [_mcthink_] Huh?! Why is that girl looking at me like that?
french: [_mcthink_] Huh? ! Pourquoi cette fille me regarde comme ça?

source: [_mcthink_] Do I know her?
french: [_mcthink_] Je la connais?

source: [_mcthink_] She's cute... I guess I'd remember her.
french: [_mcthink_] Elle est mignonne ... Je suppose que je me souviendrais d'elle.

source: [_n_] You give her a slight smile as you walk by.
french: [_n_] Vous lui donnez un léger sourire quand vous marchez.

source: [_mcthink_] She must have fallen for me at first sight...haha.
french: [_mcthink_] Elle doit être tombée pour moi à première vue ... haha.

source: [_mcthink_] Anyway, my new apartment should be just around the corner.
french: [_mcthink_] En tout cas, mon nouvel appartement devrait être juste à l'angle.

source: [_mcthink_] My new home in my old hometown.
french: [_mcthink_] Ma nouvelle maison dans mon ancienne ville natale.

source: [_mcthink_] ...What the?!
french: [_mcthink_] ...Quel est le? !

source: [_n_] As you go around the corner you see the building where your soon-to-be apartment is located in flames.
french: [_n_] Au moment où vous allez dans le coin, vous voyez le bâtiment où se trouve votre appartement en flammes.

source: [_n_] You run towards the building, but a cop stops you.
french: [_n_] Vous courrez vers le bâtiment, mais un flic vous arrête.

source: Cop [special_delimiter] Hey! Stop! What do you think you're doing?
french: Cop [special_delimiter] Hey ! Arrêtez ! Que penses-tu que tu fais?

source: [_mc_] T-That is my new apartment!
french: [_mc_] T-That est mon nouvel appartement !

source: Cop [special_delimiter] Your apartment?
french: Cop [special_delimiter] Votre appartement?

source: [_mc_] Y-yeah, I mean, I haven't moved in yet, but still...
french: [_mc_] Y-yeah, je veux dire, je n'ai pas encore déménagé, mais toujours ...

source: Cop [special_delimiter] You haven't moved in yet, and it's already on fire?
french: Cop [special_delimiter] Vous n'avez pas encore déménagé, et c'est déjà en feu?

source: Cop [special_delimiter] ...that sounds fishy! Let me see your ID!
french: Cop [special_delimiter] ... qui a l'air louche ! Laissez-moi voir votre ID !

source: [_mc_] What? I just arrived in the city! I haven't been here for years!!
french: [_mc_] Quoi? Je viens d'arriver dans la ville ! Je ne suis pas là depuis des années ! !

source: Cop [special_delimiter] Yeah, that's what they all say... Your ID!
french: Cop [special_delimiter] Oui, c'est ce qu'ils disent tous ... Votre ID !

source: [_mc_] Who are "they"? This doesn't make any sense!
french: [_mc_] Qui sont "ils"? Cela n'a aucun sens !

source: Cop [special_delimiter] Listen, [boygirl]! If you don't show me your ID right now, I have some comfortable cuffs and a cosy little holding cell waiting for you.
french: Cop [special_delimiter] Écoute, [boygirl]! Si vous ne m'avez pas montré votre carte d'identité en ce moment, j'ai quelques manchettes confortables et une petite cellule douillette qui vous attend.

source: [_mc_] Ugh, this is insane...!
french: [_mc_] Ugh, c'est fou ... !

source: [_mc_] Fine... Here is my ID... and don't call me [boygirl]...
french: [_mc_] Amende ... Voici mon ID ... et ne m'appelle pas [boygirl]...

source: [_n_] You give him your ID and answer a lot of stupid questions while the officer is treating you like a felonious gangster.
french: [_n_] Vous lui donnez votre carte d'identité et répondez à beaucoup de questions stupides alors que l'agent vous traite comme un gangster félonireux.

source: [_n_] After a while... [withslowdissolve]
french: [_n_] Après un temps ... [withslowdissolve]

source: Cop [special_delimiter] ...and you better stay in the city, or you'll be in trouble!
french: Cop [special_delimiter] ... et vous ferez mieux de rester dans la ville, ou vous serez en difficulté !

source: [_mc_] Yeah, yeah, sure...
french: [_mc_] Oui, oui, sûr ...

source: [_mcthink_] Damn, the day started out so well and now this...
french: [_mcthink_] Damn, le jour a commencé si bien et maintenant ...

source: [_n_] You head to the hotel...
french: [_n_] Vous vous diriger vers l'hôtel ...

source: Receptionist [special_delimiter] Good evening, how can I help you?
french: Réceptionniste [special_delimiter] Bonsoir, comment puis-je vous aider?

source: [_mc_] Hey, I booked a room for a few days, the name is...
french: [_mc_] Hey, j'ai réservé une chambre pour quelques jours, le nom est. ..

source: Receptionist [special_delimiter] Uhm... uh-huh, yes...
french: Réceptionniste [special_delimiter] Uhm ... uh-huh, oui ...

source: [_mcthink_] Hum... should I tell her that her areolas are peaking out of her top?
french: [_mcthink_] Hum ... devrais-je lui dire que ses ardoles sortent de son sommet?

source: Receptionist [special_delimiter] It's room number 24 on the second floor.
french: Réceptionniste [special_delimiter] C'est le numéro de chambre 24 au deuxième étage.

source: Receptionist [special_delimiter] Here's the key. Have a pleasant stay!
french: Réceptionniste [special_delimiter] Voici la clé. Faites un agréable séjour !

source: [_mc_] Thanks, I hope so.
french: [_mc_] Merci, j'espère.

source: [_mc_] At least the room seems to be okay...
french: [_mc_] Au moins la chambre semble être d'accord ...

source: [_mc_] Looks like I need to find a new apartment... As soon as possible!
french: [_mc_] On dirait que j'ai besoin de trouver un nouvel appartement ... Dès que possible !

source: [_mc_] ...damn, I'm tired.
french: [_mc_] ... merde, je suis fatigué.

source: [_mc_] Shit, it's late already...
french: [_mc_] Shit, il est déjà en retard ...

source: [_mc_] I better go to bed... I can't do anything at this time anyway.
french: [_mc_] Je vais mieux aller au lit ... Je ne peux rien faire pour le moment.

source: Choose your first name.
french: Choisissez votre prénom.

source: Choose your last name.
french: Choisissez votre nom de famille.
