Repository: BlackRam-oss/BM
Catalog: game/*/*/maps.po
Languages: french, italian, spanish

source: [_mcthink_] I need to use the bathroom...
french: [_mcthink_] J'ai besoin d'utiliser la salle de bain ...

source: [_mcthink_] I should let her sleep.
french: [_mcthink_] Je devrais laisser son sommeil.

source: [_mcthink_] Did I forget anything?
french: [_mcthink_] Est-ce que j'ai oublié quelque chose?

source: [_mcthink_] She's not here...
french: [_mcthink_] Elle n'est pas là ...

source: [_mcthink_] Hmm, what does the image say... "I'll be making noise with my brother tonight, so please bear with us, sorry."
french: [_mcthink_] Hmm, que dit l'image ... "Je ferai du bruit avec mon frère ce soir, alors s'il vous plaît, porte-nous avec nous, désolé."

source: [_mcthink_] "{b}Incest{/b} - if you're about to do it, please inform your neighbours, so they know what's going on."
french: [_mcthink_] "{b}Incest { /b }-si vous êtes sur le point de le faire, informez vos voisins, alors ils savent ce qui se passe. "

source: [_mcthink_] Well that's interesting...
french: [_mcthink_] Eh bien, c'est intéressant ...

source: [_mcthink_] I wonder if [m] has ever seen it...
french: [_mcthink_] Je me demande si [m] n'a jamais vu ça ...

source: [_mcthink_] ...but she probably never really took a closer look...
french: [_mcthink_] ... mais elle n'a probablement jamais vraiment pris l'air ...

source: [_mcthink_] ...but she probably doesn't even understand english...
french: [_mcthink_] ... mais elle ne comprend probablement pas l'anglais ...

source: [_mcthink_] Hmm... the clock is showing the wrong time...
french: [_mcthink_] Hmm ... l'horloge montre le mauvais moment ...

source: [_mcthink_] I have to talk with [m] about that Therapist!
french: [_mcthink_] Je dois parler avec [m] de ce thérapeute !

source: [_mcthink_] I have to talk with [m].
french: [_mcthink_] Je dois parler avec [m].

source: [_mcthink_] Huh? What's this?
french: [_mcthink_] Huh? Qu'est-ce que c'est?

source: [_mcthink_] I shouldn't go in there when she's not home.
french: [_mcthink_] Je ne devrais pas y aller quand elle n'est pas à la maison.

source: [_mcthink_] I have no reason to go in there at the moment.
french: [_mcthink_] Je n'ai aucune raison d'y aller pour le moment.

source: [_mcthink_] Nobody here...
french: [_mcthink_] Personne ici ...

source: [_mcthink_] Huh, what's that?
french: [_mcthink_] Huh, c'est quoi?

source: [_mcthink_] So she really is...
french: [_mcthink_] Alors elle est vraiment ...

source: [_mcthink_] The old man didn't seem too confident though...
french: [_mcthink_] Le vieil homme ne semblait pas trop confiant ...

source: [_mcthink_] Looks like [m] is scrubbing the kitchen floor...
french: [_mcthink_] On dirait que [m] est en train de frotter le sol de la cuisine ...

source: [_mcthink_] Boxes full of paperwork. Nothing special.
french: [_mcthink_] Boîtes remplis de paperasse. Rien de spécial.

source: [_n_] You rummage through the paperwork...
french: [_n_] Vous foutez à travers les papiers ...

source: [_n_] Most of the documents are uninteresting, old bills, some insurance documents... but you also find the deed of ownership of the house with your name on it.
french: [_n_] La plupart des documents sont inintéressants, anciens billets, certains documents d'assurance ... mais vous trouvez aussi l'acte de propriété de la maison avec votre nom.

source: [_mcthink_] Good to know where it is...
french: [_mcthink_] Bon de savoir où il est. ..

source: [_n_] You go on but there seems to be nothing of interest left...
french: [_n_] Vous allez mais il semble qu'il n'y ait rien d'intéressant à gauche ...

source: [_mcthink_] Hmm? What's this?
french: [_mcthink_] Hmm? Qu'est-ce que c'est?

source: [_mcthink_] Doesn't look like there's anything left to discover...
french: [_mcthink_] Ne ressemble pas à ce qu'il reste à découvrir ...

source: [_mcthink_] I have no reason to go outside at the moment.
french: [_mcthink_] Je n'ai aucune raison de sortir en ce moment.

source: [_mcthink_] Alright, [ma] said to come over after work time, so I guess I should do whatever else I want to do before I go to the rental company...
french: [_mcthink_] Alright, [ma] dit de venir après le temps de travail, donc je suppose que je devrais faire ce que je veux faire avant d'aller à la compagnie de location ...

source: [_mcthink_] I should look inside first... maybe in her room?
french: [_mcthink_] Je devrais regarder d'abord ... peut-être dans sa chambre?

source: [_mcthink_] I should talk to [j] first.
french: [_mcthink_] Je devrais parler au [j] en premier.

source: [_mcthink_] Looks like there is no one here I know.
french: [_mcthink_] On dirait qu'il n'y a personne ici, je le sais.

source: [_mcthink_] Okay, I think I have to go right at the end of the street.
french: [_mcthink_] Ok, je pense que je dois aller à la fin de la rue.

source: [_mcthink_] Hum... I wonder if the cafe is open today... and if the girl, what was her name? [h]? ...is there...
french: [_mcthink_] Hum ... Je me demande si le café est ouvert aujourd'hui ... et si la fille, quel était son nom? [h]? ... est là ...

source: [_mcthink_] Maybe I should have a look before I check the office? It's not like I'm in a hurry.
french: [_mcthink_] Peut-être devrais-je regarder avant de vérifier le bureau? Ce n'est pas comme si je suis pressé.

source: [_mcthink_] Yep, nothing better than a nice, hot coffee served by a cute girl.
french: [_mcthink_] Yep, rien de mieux qu'un bon café chaud servi par une fille mignonne.

source: [_mcthink_] Yeah, whatever, let's go to the office.
french: [_mcthink_] Ouais, quoi qu'il en soit, allons au bureau.

source: [_mcthink_] Hum... nothing to do... here.
french: [_mcthink_] Hum ... rien à faire ... ici.

source: [_mcthink_] Yeah, I could check the company, maybe there's something new...
french: [_mcthink_] Oui, je pourrais vérifier la compagnie, peut-être qu'il y a quelque chose de nouveau ...

source: [_n_] You head to Atomic Aeronautics and enter the building.
french: [_n_] Vous vous diriger vers l'Aéronautique atomique et entrer dans le bâtiment.

source: [_mcthink_] Should I? ... nah, better not.
french: [_mcthink_] Devrais-je? ... nah, mieux pas.

source: Leave Home
french: Quitter la maison

source: Kitchen
french: Cuisine

source: Where do you want to go?
french: Où veux-tu aller?

source: Your Room
french: Votre chambre

source: Ellie's Room
french: Salle Ellie

source: Bathroom
french: Salle de bains

source: Entrance Hall
french: Hall d'entrée

source: Desk
french: Bureau

source: School
french: École

source: Downtown
french: Centre-ville

source: Atomic Aeronautics
french: Aéronautique atomique

source: Rental Company
french: Compagnie de location

source: Home
french: Accueil

source: Look closer.
french: Regarde.

source: Nah, better not touch it.
french: Nah, mieux ne pas le toucher.

source: Keep going.
french: Continuez !

source: No point in going on...
french: Pas de point d'aller sur ...

source: Check the cafe.
french: Vérifiez le café.

source: Go to the office.
french: Va au bureau.

source: [pcthink] I need to use the bathroom...
italian: [pcthink] Ho bisogno di usare il bagno...
spanish: [pcthink] Necesito usar el baño...

source: [pcthink] I should let her sleep.
italian: [pcthink] La dovrei lasciare dormire.
spanish: [pcthink] Debería dejarla dormir.

source: [pcthink] Did I forget anything?
italian: [pcthink] Ho dimenticato qualcosa?
spanish: [pcthink] ¿Me olvidé de algo?

source: [pcthink] Hmm, what does the image say... "I'll be making noise with my brother tonight, so please bear with us, sorry."
italian: [pcthink] Hmm, che cosa dice l'immagine... "Stasera farò rumore con mio fratello, quindi per favore portaci con noi, mi dispiace".
spanish: [pcthink] Hmm, qué dice la imagen... "Voy a hacer ruido con mi hermano esta noche, así que por favor tengan paciencia con nosotros, lo siento."

source: [pcthink] "{b}Incest{/b} - if you're about to do it, please inform your neighbours, so they know what's going on."
italian: [pcthink] "{b}Incest{/b} - se stai per farlo, informi i tuoi vicini, in modo che sappia cosa sta succedendo."
spanish: [pcthink] "{b}incesto{/b} - si estás a punto de hacerlo, por favor informa a tus vecinos, para que sepan lo que está pasando."

source: [pcthink] Well that's interesting...
italian: [pcthink] Beh, è interessante...
spanish: [pcthink] Bueno, eso es interesante...

source: [pcthink] I wonder if [m] has ever seen it...
italian: [pcthink] Mi chiedo se [m] lo abbia mai visto...
spanish: [pcthink] Me pregunto si [m] lo ha visto...

source: [pcthink] ...but she probably never really took a closer look...
italian: [pcthink] ...ma probabilmente non ha mai dato un'occhiata più da vicino...
spanish: [pcthink] ...pero ella probablemente nunca miró más de cerca...

source: [pcthink] ...but she probably doesn't even understand english...
italian: [pcthink] ...ma probabilmente non capisce nemmeno l'inglese...
spanish: [pcthink] ...pero probablemente ni siquiera entiende inglés...

source: [pcthink] Hmm... the clock is showing the wrong time...
italian: [pcthink] Hmm... l'orologio sta mostrando l'ora sbagliata...
spanish: [pcthink] Mmm... el reloj está mostrando la hora incorrecta...

source: [pcthink] I have to talk with [m] about that Therapist!
italian: [pcthink] Devo parlare con [m] di quel Terapista!
spanish: [pcthink] Tengo que hablar con [m] acerca de ese Terapeuta!

source: [pcthink] I have to talk with [m].
italian: [pcthink] Devo parlare con [m].
spanish: [pcthink] Tengo que hablar con [m].

source: [pcthink] Huh? What's this?
italian: [pcthink] Huh? Che cos'è?
spanish: [pcthink] Huh? ¿Qué es esto?

source: [pcthink] I shouldn't go in there when she's not home.
italian: [pcthink] Non dovrei andare lì quando non è a casa.
spanish: [pcthink] No debería ir allí cuando ella no está en casa.

source: [pcthink] I have no reason to go in there at the moment.
italian: [pcthink] Non ho motivo di entrare lì al momento.
spanish: [pcthink] No tengo ninguna razón para ir allí por el momento.

source: [pcthink] Boxes full of paperwork. Nothing special.
italian: [pcthink] Scatole piene di documenti. Niente di speciale.
spanish: [pcthink] Cajas llenas de papeleo. Nada especial.

source: [n] You rummage through the paperwork...
italian: [n] Si rummage attraverso la carta...
spanish: [n] Hurgas en el papeleo...

source: [n] Most of the documents are uninteresting, old bills, some insurance documents... but you also find the deed of ownership of the house with your name on it.
italian: [n] La maggior parte dei documenti è poco interessante, vecchie fatture, alcuni documenti assicurativi. . ma trovate anche l'atto di proprietà della casa con il vostro nome su di esso.
spanish: [n] La mayoría de los documentos son poco interesantes, facturas antiguas, algunos documentos de seguro... Pero también se encuentra la escritura de propiedad de la casa con su nombre en ella.

source: [pcthink] Good to know where it is...
italian: [pcthink] Buono a sapere dov'è...
spanish: [pcthink] Bueno saber dónde está...

source: [n] You go on but there seems to be nothing of interest left...
italian: [n] Continui, ma sembra che non ci sia nulla di interesse rimasto...
spanish: [n] Sigues, pero parece que no queda nada de interés...

source: [pcthink] Hmm? What's this?
italian: [pcthink] Hmm? Che cos'è?
spanish: [pcthink] Hmm? ¿Qué es esto?

source: [pcthink] Look at that, [m] didn't lie, [e] really is my sister after all...
italian: [pcthink] Guardate quello, [m] non mentì, [e] è davvero mia sorella dopotutto...
spanish: [pcthink] Mira eso, [m] no mentía, [e] realmente es mi hermana después de todo...

source: [pcthink] Doesn't look like there's anything left to discover...
italian: [pcthink] Non sembra che ci sia nulla da scoprire...
spanish: [pcthink] No parece que quede nada por descubrir...

source: [pcthink] I have no reason to go outside at the moment.
italian: [pcthink] Non ho motivo di andare fuori al momento.
spanish: [pcthink] No tengo ninguna razón para salir de este momento.

source: [pcthink] Alright, [ma] said to come over after work time, so I guess I should do whatever else I want to do before I go to the rental company...
italian: [pcthink] Bene, [ma] ha detto di venire dopo il tempo di lavoro, quindi immagino che dovrei fare qualsiasi altra cosa voglio fare prima di andare alla società di noleggio...
spanish: [pcthink] De acuerdo, [ma] dijo que venía después del trabajo, así que supongo que debo hacer lo que quiera hacer antes de ir a la empresa de alquiler...

source: [pcthink] Huh, what's that?
italian: [pcthink] Eh, che cos'è?
spanish: [pcthink] Huh, ¿qué es eso?

source: [pcthink] So she really is...
italian: [pcthink] Così lei è davvero...
spanish: [pcthink] Así que ella realmente es...

source: [pcthink] The old man didn't seem too confident though...
italian: [pcthink] Il vecchio non sembrava troppo fiducioso però...
spanish: [pcthink] Sin embargo, el viejo no parecía demasiado seguro...

source: [pcthink] Looks like [m] is scrubbing the kitchen floor...
italian: [pcthink] Sembra che [m] stia scrubbing il pavimento della cucina...
spanish: [pcthink] Parece que [m] está fregando el piso de la cocina...

source: [pcthink] Looks like there is no one here I know.
italian: [pcthink] Sembra che non ci sia nessuno qui lo so.
spanish: [pcthink] Parece que no hay nadie aquí que yo conozca.

source: [pcthink] Okay, I think I have to go right at the end of the street.
italian: [pcthink] Va bene, penso di dover andare proprio alla fine della strada.
spanish: [pcthink] Bien, creo que tengo que ir justo al final de la calle.

source: [pcthink] Hum... I wonder if the cafe is open today... and if the girl, what was her name? [h]? ...is there...
italian: [pcthink] Uomo... Mi chiedo se il caffè è aperto oggi... e se la ragazza, qual era il suo nome? [h]? ... c'è...
spanish: [pcthink] Hum... Me pregunto si el café está abierto hoy... y si la chica, ¿cuál era su nombre? [h]? ...está... allí...

source: [pcthink] Maybe I should have a look before I check the office? It's not like I'm in a hurry.
italian: [pcthink] Forse dovrei dare un'occhiata prima di controllare l'ufficio? Non è come se fossi di fretta.
spanish: [pcthink] ¿Tal vez debería echarle un vistazo antes de comprobar la oficina? No es como si estuviera apurado.

source: [pcthink] Yep, nothing better than a nice, hot coffee served by a cute girl.
italian: [pcthink] Yep, niente di meglio di un bel caffè caldo servito da una ragazza carina.
spanish: [pcthink] Sí, nada mejor que un café agradable y caliente servido por una linda chica.

source: [pcthink] Yeah, whatever, let's go to the office.
italian: [pcthink] Sì, qualunque cosa, andiamo in ufficio.
spanish: [pcthink] Sí, lo que sea, vamos a la oficina.

source: [pcthink] Hum... nothing to do... here.
italian: [pcthink] Uomo... niente da fare... qui.
spanish: [pcthink] Hum... nada que hacer... aquí.

source: [pcthink] Yeah, I could check the company, maybe there's something new...
italian: [pcthink] Sì, ho potuto controllare l'azienda, forse c'è qualcosa di nuovo...
spanish: [pcthink] Sí, podría comprobar la compañía, quizás hay algo nuevo...

source: [n] You head to Atomic Aeronautics and enter the building.
italian: [n] Ti dirigi verso l'Aeronautica atomica ed entri nell'edificio.
spanish: [n] Te diriges a Atomic Aeronautics y entras en el edificio.

source: [pcthink] Should I? ... nah, better not.
italian: [pcthink] Dovrei io? ... nah, meglio no.
spanish: [pcthink] ¿Debería? ... nah, mejor no.

source: [mschoice] Leave Home
italian: [mschoice] Lascia la casa
spanish: [mschoice] Salir de casa

source: [mschoice] Rachel's Bedroom
spanish: [mschoice] Dormitorio de Rachel

source: [mschoice] Kitchen
italian: [mschoice] Cucina
spanish: [mschoice] Cocina

source: [mschoice] Hall
italian: [mschoice] Sala
spanish: [mschoice] Sala

source: [mschoice] Livingroom
spanish: [mschoice] Sala de estar

source: [mschoice] Where do you want to go?
italian: [mschoice] Dove vuoi andare?
spanish: [mschoice] ¿A dónde quieres ir?

source: [mschoice] Your Room
italian: [mschoice] La tua stanza
spanish: [mschoice] Tu habitación

source: [mschoice] Ellie's Room
italian: [mschoice] Stanza di Ellie
spanish: [mschoice] Habitación de Ellie

source: [mschoice] Bathroom
italian: [mschoice] Bagno
spanish: [mschoice] Baño

source: [mschoice] Entrance Hall
italian: [mschoice] Ingresso Hall
spanish: [mschoice] Sala de Entrada

source: [mschoice] Desk
italian: [mschoice] Scrivania
spanish: [mschoice] Escritorio

source: [mschoice] Look closer.
italian: [mschoice] Guarda più vicino.
spanish: [mschoice] Mira más cerca.

source: [mschoice] Nah, better not touch it.
italian: [mschoice] Nah, meglio non toccarlo.
spanish: [mschoice] Nah, mejor no tocarlo.

source: [mschoice] Keep going.
italian: [mschoice] Continuate ad andare.
spanish: [mschoice] Sigue.

source: [mschoice] No point in going on...
italian: [mschoice] Nessun punto in corso...
spanish: [mschoice] No tiene sentido seguir...

source: [mschoice] Check the cafe.
italian: [mschoice] Controlla il caffè.
spanish: [mschoice] Revisa el café.

source: [mschoice] Go to the office.
italian: [mschoice] Vai in ufficio.
spanish: [mschoice] Ve a la oficina.
