Repository: BlackRam-oss/BM
Catalog: game/*/*/screens.po
Languages: french, italian, spanish

source: [mschoice] {b}Show dialogue background box?{/b}
french: [mschoice] {b}Afficher la boîte de dialogue?{/b}
italian: [mschoice] {b}Mostra la finestra di dialogo in background?{/b}
spanish: [mschoice] {b}Mostrar cuadro de fondo de diálogo?{/b}

source: [mschoice] {i}(You can change this again in the Preferences.){/i}
french: [mschoice] {i}(Vous pouvez changer cela à nouveau dans les Préférences.){/i}
italian: [mschoice] {i}(È possibile modificare di nuovo questo nelle Preferenze.){/i}
spanish: [mschoice] {i}(Puede cambiar esto de nuevo en las Preferencias.) {/i}

source: [mschoice] Yes
french: [mschoice] Oui
italian: [mschoice] Si
spanish: [mschoice] Si

source: [mschoice] No
french: [mschoice] Non

source: [mschoice] Back
french: [mschoice] Retour
italian: [mschoice] Indietro
spanish: [mschoice] Atrás

source: [mschoice] History
french: [mschoice] Historique
spanish: [mschoice] Historial

source: [mschoice] Hide
french: [mschoice] Cacher
italian: [mschoice] Nascondi
spanish: [mschoice] Ocultar

source: [mschoice] Skip
french: [mschoice] Sauter
italian: [mschoice] Salta
spanish: [mschoice] Saltar

source: [mschoice] Q.Load
french: [mschoice] Q. Charger

source: [mschoice] Save
french: [mschoice] Enregistrer
italian: [mschoice] Salva
spanish: [mschoice] Guardar

source: [mschoice] Load
french: [mschoice] Charger
italian: [mschoice] Carico
spanish: [mschoice] Cargar

source: [mschoice] Preferences
french: [mschoice] Préférences
italian: [mschoice] Preferenze
spanish: [mschoice] Preferencias

source: [mschoice] End Replay
french: [mschoice] Fin de la relecture
spanish: [mschoice] Finalizar Repetición

source: [mschoice] Main Menu
french: [mschoice] Menu principal
italian: [mschoice] Menu principale
spanish: [mschoice] Menú principal

source: [mschoice] Gallery
french: [mschoice] Galerie
italian: [mschoice] Galleria

source: [mschoice] About
french: [mschoice] A propos de
italian: [mschoice] Informazioni
spanish: [mschoice] Acerca de

source: [mschoice] Help
french: [mschoice] Aide
italian: [mschoice] Aiuto
spanish: [mschoice] Ayuda

source: [mschoice] Quit
french: [mschoice] Quitter
italian: [mschoice] Esci
spanish: [mschoice] Salir

source: [mschoice] Return
french: [mschoice] Retour
italian: [mschoice] Ritorno
spanish: [mschoice] Regreso

source: [mschoice] Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
french: [mschoice] Fait avec {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
spanish: [mschoice] Hecho con {a=https: //www.renpy.org/} Ren'Py {/a} [renpy.version_only]. [renpy.license! t]

source: [mschoice] Automatic saves
french: [mschoice] Sauvegardes automatiques
italian: [mschoice] Salvataggi automatici
spanish: [mschoice] Guardados automáticos

source: [mschoice] Quick saves
french: [mschoice] Sauvegardes rapides
italian: [mschoice] Salvataggi rapidi
spanish: [mschoice] Guardados rápidos

source: [mschoice] empty slot
french: [mschoice] emplacement vide
italian: [mschoice] posto vuoto
spanish: [mschoice] Ranura vacía

source: [mschoice] Display
french: [mschoice] Affichage
spanish: [mschoice] Visualización

source: [mschoice] Window
french: [mschoice] Fenêtre
italian: [mschoice] Finestra
spanish: [mschoice] Ventana

source: [mschoice] Fullscreen
french: [mschoice] Plein écran
spanish: [mschoice] Pantalla completa

source: [mschoice] Rollback Side
french: [mschoice] Retour en arrière
spanish: [mschoice] Rollback lateral

source: [mschoice] Disable
french: [mschoice] Désactiver
italian: [mschoice] Disabilita
spanish: [mschoice] Deshabilitar

source: [mschoice] Left
french: [mschoice] Gauche
italian: [mschoice] Sinistra
spanish: [mschoice] Izquierda

source: [mschoice] Right
french: [mschoice] Droite
italian: [mschoice] Destra
spanish: [mschoice] Derecha

source: [mschoice] Unseen Text
french: [mschoice] Texte invisible
spanish: [mschoice] Texto invisible

source: [mschoice] After Choices
french: [mschoice] Après les choix
italian: [mschoice] Dopo le scelte
spanish: [mschoice] Después de elegir

source: [mschoice] Show Textbox
french: [mschoice] Afficher boîte texte
italian: [mschoice] Mostra casella di testo
spanish: [mschoice] Mostrar cuadro de texto

source: [mschoice] Language
french: [mschoice] Langue
italian: [mschoice] Lingua
spanish: [mschoice] Idioma

source: [mschoice] {size=-10}{color=#ff0000}All translations are fan-made.{/color}{/size}
french: [mschoice] {size=-10}{color=#ff0000}Toutes les traductions sont faites par des fans. {/color}{/size}
italian: [mschoice] {size=-10}{color=#ff0000}Tutte le traduzioni sono fatte dai fan.{/color}{/size}

source: [mschoice] Text Speed
french: [mschoice] Vitesse du texte
italian: [mschoice] Velocità testo
spanish: [mschoice] Velocidad de texto

source: [mschoice] Auto-Forward Time
french: [mschoice] Temps pour l'avance auto
spanish: [mschoice] Tiempo de avance automático

source: [mschoice] Music Volume
french: [mschoice] Volume de la musique
italian: [mschoice] Volume musica
spanish: [mschoice] Volumen de música

source: [mschoice] Sound Volume
french: [mschoice] Volume sonore
italian: [mschoice] Volume del suono
spanish: [mschoice] Volumen de sonido

source: [mschoice] Voice Volume
french: [mschoice] Volume de la voix
italian: [mschoice] Volume vocale
spanish: [mschoice] Volumen de voz

source: [mschoice] Mute All
french: [mschoice] Tout muet
italian: [mschoice] Silenzia tutto
spanish: [mschoice] Silenciar a todo

source: [mschoice] Text Size Scaling
french: [mschoice] Mise à l'échelle \nde la taille texte
italian: [mschoice] Scala dimensione testo
spanish: [mschoice] Tamaño del texto

source: [mschoice] Line Spacing Scaling
french: [mschoice] Mise à l'échelle \nde l'interligne
italian: [mschoice] Scala spaziatura linea
spanish: [mschoice] Escala de Interlineado

source: [mschoice] The dialogue history is empty.
french: [mschoice] L'historique de dialogue est vide.
italian: [mschoice] La cronologia del dialogo è vuota.
spanish: [mschoice] El historial de diálogo está vacío.

source: [mschoice] Keyboard
french: [mschoice] Clavier
spanish: [mschoice] Teclado

source: [mschoice] Mouse
french: [mschoice] Souris

source: [mschoice] Gamepad
french: [mschoice] Manette de jeu

source: [mschoice] Enter
french: [mschoice] Entrée
italian: [mschoice] Invio
spanish: [mschoice] Ingresar

source: [mschoice] Advances dialogue and activates the interface.
french: [mschoice] Avance le dialogue et active l'interface.
italian: [mschoice] Avanza il dialogo e attiva l'interfaccia.
spanish: [mschoice] Avanza el diálogo y activa la interfaz.

source: [mschoice] Space
french: [mschoice] Espace
italian: [mschoice] Spazio
spanish: [mschoice] Espacio

source: [mschoice] Advances dialogue without selecting choices.
french: [mschoice] Avance le dialogue sans sélectionner de choix.
italian: [mschoice] Avanza il dialogo senza selezionare le scelte.
spanish: [mschoice] Avanza el diálogo sin seleccionar opciones.

source: [mschoice] Arrow Keys
french: [mschoice] Touches fléchées
italian: [mschoice] Tasti freccia
spanish: [mschoice] Teclas De Flecha

source: [mschoice] Navigate the interface.
french: [mschoice] Naviguer dans l'interface.
italian: [mschoice] Naviga nell'interfaccia.
spanish: [mschoice] Navegar por la interfaz.

source: [mschoice] Accesses the game menu.
french: [mschoice] Accède au menu du jeu.
italian: [mschoice] Accede al menu di gioco.
spanish: [mschoice] Accede al menú del juego.

source: [mschoice] Skips dialogue while held down.
french: [mschoice] Saut dialogue lorsqu'il est maintenu enfoncé.
italian: [mschoice] Salta il dialogo mentre è trattenuto.
spanish: [mschoice] Salta el diálogo mientras se mantiene.

source: [mschoice] Toggles dialogue skipping.
french: [mschoice] Active le saut de dialogue.
italian: [mschoice] Attiva/Disattiva salto dialogo.
spanish: [mschoice] Alterna el omitir diálogo.

source: [mschoice] Page Up
french: [mschoice] Page haut
italian: [mschoice] Pagina su
spanish: [mschoice] Pág arriba

source: [mschoice] Rolls back to earlier dialogue.
french: [mschoice] Retourne au dialogue précédent.
italian: [mschoice] Torna al dialogo precedente.
spanish: [mschoice] Vuelve al diálogo anterior.

source: [mschoice] Page Down
french: [mschoice] Page bas
italian: [mschoice] Pagina Giù
spanish: [mschoice] Pág Abajo

source: [mschoice] Rolls forward to later dialogue.
french: [mschoice] Avance vers un dialogue ultérieur.
italian: [mschoice] Rotola in avanti per il dialogo successivo.
spanish: [mschoice] Avanza a un diálogo posterior.

source: [mschoice] Hides the user interface.
french: [mschoice] Cache l'interface utilisateur.
italian: [mschoice] Nasconde l'interfaccia utente.
spanish: [mschoice] Oculta la interfaz de usuario.

source: [mschoice] Takes a screenshot.
french: [mschoice] Prend une capture d'écran.
italian: [mschoice] Prende uno screenshot.
spanish: [mschoice] Toma una captura de pantalla.

source: [mschoice] Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
french: [mschoice] Active l'assistant {a=https://www.renpy.org/l/voicing}auto-voicing{/a}.
spanish: [mschoice] Alterna asistencial {a=https://www.renpy.org/l/voicing}self-voicing{/a}.

source: [mschoice] Left Click
french: [mschoice] Clic gauche
italian: [mschoice] Click sinistro
spanish: [mschoice] Clic izquierdo

source: [mschoice] Middle Click
french: [mschoice] Clic central
italian: [mschoice] Clic centrale
spanish: [mschoice] Clic central

source: [mschoice] Right Click
french: [mschoice] Clic droit
italian: [mschoice] Click destro
spanish: [mschoice] Clic derecho

source: [mschoice] Mouse Wheel Up Click Rollback Side
french: [mschoice] Molette de la souris vers le haut Cliquez sur le côté retour en arrière
italian: [mschoice] Mouse Wheel Up Click Rollback Lato
spanish: [mschoice] Rueda del ratón hacia arriba haga clic en el lado de retroceso

source: [mschoice] Mouse Wheel Down
french: [mschoice] Molette de la souris vers le bas
spanish: [mschoice] Rueda del ratón hacia abajo

source: [mschoice] Right Trigger A/Bottom Button
french: [mschoice] Déclencheur de droite Bouton A/Bas
italian: [mschoice] Trigger destro / Pulsante inferiore
spanish: [mschoice] Gatillo Derecho A / Botón Inferior

source: [mschoice] Left Trigger Left Shoulder
french: [mschoice] Gâchette gauche Épaule gauche
italian: [mschoice] Trigger sinistro Spalla sinistra
spanish: [mschoice] Gatillo Izquierdo Gatillo superior Izquierdo

source: [mschoice] Right Shoulder
french: [mschoice] Épaule droite
italian: [mschoice] Spalla destra
spanish: [mschoice] Gatillo superior derecho

source: [mschoice] Start, Guide
french: [mschoice] Démarrage, Guide
italian: [mschoice] Inizio, Guida
spanish: [mschoice] Inicio, Guía

source: [mschoice] Y/Top Button
french: [mschoice] Bouton Y/Haut
italian: [mschoice] Pulsante Y/Top
spanish: [mschoice] Y/Botón Superior

source: [mschoice] Calibrate
french: [mschoice] Calibrage
spanish: [mschoice] Calibrar

source: [mschoice] Skipping
french: [mschoice] Saut
italian: [mschoice] Salto
spanish: [mschoice] Saltar

source: [mschoice] Menu
spanish: [mschoice] Menú

source: [mschoice] Version [config.version!t]
italian: [mschoice] Versione [config.version!t]
spanish: [mschoice] Versión [config.version!t]

source: [mschoice] Page {}
italian: [mschoice] Pagina {}
spanish: [mschoice] Página {}

source: [mschoice] Transitions
spanish: [mschoice] Transiciones

source: [mschoice] Test
spanish: [mschoice] Prueba

source: [mschoice] Reset
spanish: [mschoice] Restablecer
