Repository: BlackRam-oss/BM
Catalog: game/*/*/script.po
Languages: spanish

source: [n] This game is a work of fiction, all characters are at least 99 years old and obviously not related to, or meant to display any living, or dead persons. [withfade]
spanish: [n] Este juego es una obra de ficción, todos los personajes tienen al menos 99 años de edad y, obviamente, no están relacionados con, o están destinados a mostrar cualquier persona viva o muerta. [withfade]

source: [n] This game is a work of fiction, all characters are designed to represent their age in the game and are at least 18 years old. None of the characters are in any way related to, or meant to display any living, or dead persons. [withfade]
spanish: [n] Este juego es una obra de ficción, todos los personajes están diseñados para representar su edad en el juego y tienen al menos 18 años. Ninguno de los personajes está relacionado de ninguna manera con ninguna persona viva o muerta. [withfade]

source: [n] Also note that some situations in this game might come off as offensive, and/or aggressive and should {b}NEVER{/b} be practised in real life or without consent! [withdissolve]
spanish: [n] También hay que tener en cuenta que algunas situaciones de este juego pueden resultar ofensivas y/o agresivas y que {b}¡NUNCA{/b} debe practicarse en la vida real o sin consentimiento! [withdissolve]

source: [n] If you're not an adult, close the game now, delete it, and burn your computer/mac/phone! DON'T CLICK AGAIN, OR...
spanish: [n] Si no eres adulto, cierra el juego ahora, borralo, y quema tu computadora/mac/telefono! NO VUELVAS A CLICKEAR DE NUEVO, O...

source: [extend] ...or the game starts as usual ;_;
spanish: [extend] ... o el juego comienza como siempre ;_;

source: [m] Hello [pc] [pcsure], this is a test!
spanish: [m] Hola [pc] [pcsure], esto es una prueba!

source: [n] This is the end of the current version, a quick save has been created.
spanish: [n] Este es el final de la versión actual, se ha creado un guardado rápido.

source: [n] I hope you had fun! Be sure to check back soon. The story will progress a lot over time ;)
spanish: [n] ¡Espero que te hayas divertido! Asegúrese de volver pronto. La historia progresará mucho con el tiempo ;)

source: [n] {size=+20}{b}Special thanks to all my {a=https://www.patreon.com/bmgames}{b}{color=#FF9D1F}Patrons{/color}{/b}{/a} and {a=https://subscribestar.adult/bm-games}{b}{color=#FF9D1F}Subscriber{/color}{/b}{/a} and everyone who helped me in some way. you guys are awesome!{/b}{/size}
spanish: [n] {size= + 20}{b}Especial gracias a todos mis {a=https: //www.patreon.com/bmgames}{b}{color=#FF9D1F} Patrones {/color} {/b} {/a} y {a=https: //subscribstar.adult/bm-games}{b}{color=#FF9D1F} Suscriptor {/color} {/b} {/a} y todos los que me ayudaron de alguna manera. ustedes son impresionantes! {/b} {/size}

source: [n] {size=+20}{b}Special thanks to all my supporters, testers and everyone who helped me in some way. you guys are awesome!{/b}{/size}
spanish: [n] {size=+20}{b}Un agradecimiento especial a todos mis seguidores, testers y todos los que me ayudaron de alguna otra manera. ustedes son increíbles!{/b} {tamaño}

source: [n] Congratulation! You broke her heart...idiot!
spanish: [n] ¡Felicidades! ¡Le has roto el corazón... idiota!

source: [mschoice] Play as Man
spanish: [mschoice] Jugar como hombre

source: [mschoice] Play as Woman (lesbian)
spanish: [mschoice] Jugar como mujer (lesbiana)

source: [mschoice] female
spanish: [mschoice] mujer

source: [mschoice] Ms.
spanish: [mschoice] Sra.

source: [mschoice] she
spanish: [mschoice] ella

source: [mschoice] girl
spanish: [mschoice] niña

source: [mschoice] Mommy
spanish: [mschoice] Mami

source: [mschoice] daughter
spanish: [mschoice] hija

source: [mschoice] her
spanish: [mschoice] ella

source: [mschoice] sister
spanish: [mschoice] hermana
